Repository: daid/EmptyEpsilon
Catalog: resources/locale/*.po
Languages: it

source: Version: {version}
it: Versione: {version}

source: Start server
it: Avvia server

source: Start client
it: Avvia client

source: Options
it: Opzioni

source: Quit
it: Esci

source: Tutorials
it: Tutorial

source: Calibrate Touchscreen
it: Calibrazione Touchscreen

source: Graphics Options
it: Opzioni grafiche

source: Fullscreen toggle
it: Attiva/disattiva schermo intero

source: Sound Options
it: Opzioni audio

source: Sound Volume: {volume}%
it: Volume Suoni: {volume}%

source: A refitted Atlantis X23 for more general tasks. The large shield system has been replaced with an advanced combat maneuvering systems and improved impulse engines. Its missile loadout is also more diverse. Mistaking the modified Atlantis for an Atlantis X23 would be a deadly mistake.
it: Una Atlantis X23 riequipaggiata per compiti più generici. L'ingombrante sistema di scudi è stato rimpiazzato con dei sistemi di manovra da combattimento avanzati e motori a impulso migliorati. Inoltre il suo arsenale di missili è più diversificato. Confondere una Atlantis modificata con una Atlantis X23 può rivelarsi un errore mortale.

source: Contrary to its predecessor, the Starhammer II lives up to its name. By resolving the original Starhammer's power and heat management issues, the updated model makes for a phenomenal frontal assault ship. Its low speed makes it difficult to position, but when in the right place at the right time, even the strongest shields can't withstand a Starhammer's assault for long.
it: Al contrario del suo predecessore, la Starhammer II è all'altezza del proprio nome. Avendo risolto i problemi della Starhammer originale con energia e gestione del calore, il modello aggiornato rappresenta una fenomenale nave da assalto frontale. La sua bassa velocità la rende difficile da posizionare, ma quando si trova nel posto giusto al momento giusto nemmeno gli scudi più potenti possono resistere a lungo all'assalto di una Starhammer.

source: A number of beams bristle from various points on this gunner. Missiles were deemed lower priority, though they are still present. Stronger defenses than a frigate, but not as strong as the Atlantis
it: Numerosi cannoni a raggi pullulano da vari punti di questa cannoniera. I missili sono stati ritenuti meno rilevanti anche se sono comunque presenti. Difese più forti di una fregata, ma non quanto quelle della Atlantis

source: This stationary defense platform operates like a station, with docking and resupply functions, but is armed with powerful beam weapons and can slowly rotate. Larger systems often use these platforms to resupply patrol ships.
it: Questa piattaforma di difesa stazionaria opera come una stazione, con funzioni di approdo e rifornimento, ma è armata con potenti armi a raggi e può ruotare lentamente. I sistemi più grandi spesso usano queste piattaforme per rifornire navi di pattuglia.

source: These freighters are designed to transport armed troops, military support personnel, and combat gear.
it: Queste navi da carico sono progettate per trasportare truppe armate, personale di supporto ed equipaggiamento da combattimento.

source: Cargo freighters haul large loads of cargo across long distances on impulse power. Their cargo bays include climate control and stabilization systems that keep the cargo in good condition.
it: Le navi mercantili trasportano grandi carichi di merci per lunghe distanze con i motori a impulso. Le loro baie di carico includono climatizzazione e sistemi di stabilizzazione che mantengono il carico in buone condizioni.

source: These freighters are specially designed to haul garbage and waste. They are fitted with a trash compactor and fewer stabilzation systems than cargo freighters.
it: Queste navi da carico sono progettate appositamente per trasportare immondizia e rifiuti. Sono equipaggiate con un compattatore di rifiuti e meno sistemi di stabilizzazione delle navi mercantili.

source: Equipment freighters have specialized environmental and stabilization systems to safely carry delicate machinery and complex instruments.
it: Le navi da trasporto equipaggiamento hanno sistemi ambientali e di stabilizzazione specializzati per trasportare in sicurezza macchinari delicati e strumenti complessi.

source: Fuel freighters have massive tanks for hauling fuel, and delicate internal sensors that watch for any changes to their cargo's potentially volatile state.
it: Le navi da trasporto carburante hanno enormi serbatoi per il trasporto di carburante e delicati sensori interni che rilevano eventuali modifiche allo stato potenzialmente esplosivo del loro carico.

source: The Jump Carrier is a specialized Freighter. It does not carry any cargo, as it's cargo bay is taken up by a specialized jump drive and the energy storage required to run this jump drive. It is designed to carry other ships deep into space. So it has special docking parameters, allowing other ships to attach themselves to this ship.
it: Il Vettore di salto è una nave da carico specializzata. Non trasporta alcuna merce poiché il vano di carico è occupato da un'unità di salto specializzata e dagli accumulatori di energia necessari per alimentarla. È progettata per trasportare altre navi nello spazio profondo. Per questo motivo ha parametri di approdo speciali che consentono alle altre navi di agganciarsi ad essa.

source: Benedict is an improved version of the Jump Carrier
it: La Benedict è una versione migliorata del Vettore di salto

source: Kiriya is an improved warp drive version of the Jump Carrier
it: La Kiriya è una versione con motore a curvatura del Vettore di salto

source: Storage {weapon}
it: Equipaggiamento di {weapon}

# system
source: Reactor
it: Reattore

# system
source: Beam Weapons
it: Cannoni a raggi

# system
source: Missile System
it: Sistema missilistico

# system
source: Maneuvering
it: Sistemi di manovra

# system
source: Impulse Engines
it: Motori a impulso

# system
source: Warp Drive
it: Motore a curvatura

# system
source: Jump Drive
it: Motore di salto

# system
source: Front Shield Generator
it: Generatore di scudi anteriore

# system
source: Rear Shield Generator
it: Generatore di scudi posteriore

source: Next
it: Prossimo

source: Your name:
it: Il tuo nome:

source: Server configuration
it: Configurazione del server

source: Server name:
it: Nome del server:

source: Server password:
it: Password del server:

source: Server IP:
it: IP del server:

source: Server visibility:
it: Visibilità del server:

source: LAN only
it: Solo LAN

source: Player ship options
it: Opzioni astronave giocatori

source: Warp/Jump:
it: Curvatura/Salto:

# warp/jump
source: Ship default
it: Default della nave

# warp/jump
source: Warp drive
it: Motore a curvatura

# warp/jump
source: Jump drive
it: Motore di salto

# warp/jump
source: Both
it: Entrambi

# warp/jump
source: Neither
it: Nessuno

source: Main screen options
it: Opzioni dello schermo principale

source: Tactical radar
it: Radar tattico

source: Long range radar
it: Radar a lungo raggio

source: Game rules
it: Regole

source: Scan complexity:
it: Complessità scansione:

# scanning
source: None (delay)
it: Nessuna (attesa)

# scanning
source: Simple
it: Semplice

# scanning
source: Normal
it: Normale

# scanning
source: Advanced
it: Avanzata

source: Hacking difficulty:
it: Difficoltà hacking:

# hacking
source: Simple
it: Semplice

# hacking
source: Normal
it: Normale

# hacking
source: Difficult
it: Difficile

# hacking
source: Fiendish
it: Elaborato

source: Hacking type:
it: Tipo di Hacking:

# hacking
source: Lights
it: Luci

# hacking
source: All
it: Tutti

source: Beam/shield frequencies
it: Frequenze Cannoni/Scudi

source: Per-system damage
it: Danni per sistema

source: Variation:
it: Variazione:

source: Close server
it: Chiudi server

source: Start scenario
it: Avvia scenario

# variation
source: None
it: Nessuna

source: No variation.
it: Nessuna variazione.

source: No variation selected. Play the scenario as intended.
it: Nessuna variazione selezionata. Gioca lo scenario come previsto.

source: Start Tutorial
it: Avvia Tutorial

source: Back
it: Indietro

source: Energy
it: Energia

# health
source: Hull
it: Scafo

# shields
source: Front
it: Anteriore

# shields
source: Rear
it: Posteriore

# total
source: Coolant
it: Refrigerante

# slider
source: Power
it: Energia

# slider
source: Coolant
it: Refrigerante

source: Energy production
it: Produzione di energia

source: Firing rate
it: Rateo di fuoco

# missile
source: Reload rate
it: Rateo di ricarica

source: Turning speed
it: Velocità di virata

source: Impulse speed
it: Velocità di impulso

source: Warp drive speed
it: Velocità di curvatura

source: Jump drive recharge rate
it: Velocità di ricarica salto

source: Jump drive jump speed
it: Velocità di salto

# shields
source: Calibration speed
it: Velocità di calibrazione

# shields
source: Charge rate
it: Tasso di ricarica

source: Extra damage
it: Danno extra

source: Damage negate
it: Danno negato

source: Callsign
it: Identificativo

# science
source: Distance
it: Distanza

source: Bearing
it: Direzione

source: Rel. Speed
it: Vel. Relativa

source: Faction
it: Fazione

# science
source: Type
it: Tipo

# science
source: Shields
it: Scudi

# science
source: Hull
it: Scafo

source: Start hacking
it: Avvia hacking

source: Link to Science
it: Collega a Scienza

source: Place Waypoint
it: Crea waypoint

source: Delete Waypoint
it: Elimina waypoint

source: Launch Probe
it: Lancia sonda

source: Reputation:
it: Reputazione:

source: Alert level
it: Livello di allerta

source: Heading
it: Rotta

source: Speed
it: Velocità

source: {system} heat
it: temp. {system}

# missile
source: Lock
it: Blocca

# missile
source: Load
it: Carica

# missile
source: Empty
it: Vuoto

# missile
source: Unload
it: Scarica

# missile
source: Loading
it: Caricamento

# missile
source: Unloading
it: Scaricamento

# missile
source: Firing
it: Lancio

source: Self destruct activated!
it: Autodistruzione attivata!

source: Code [{letter}]: {self_destruct_code}
it: Codice [{letter}]: {self_destruct_code}

# selfdestruct
source: Enter [{letter}]
it: Inserisci [{letter}]

source: Request Dock
it: Richiedi approdo

source: Cancel Docking
it: Annulla approdo

source: Undock
it: Disapproda

# shields
source: Calibrating
it: Calibrazione

source: {frequency} Shields: {status}
it: Scudi {frequency}: {status}

source: Shields: {status}
it: Scudi: {status}

source: Self destruct
it: Autodistruzione

# selfdestruct
source: Confirm!
it: Conferma!

# selfdestruct
source: Cancel
it: Annulla

# shields
source: Calibrate
it: Calibra

# jumpcontrol
source: Distance
it: Distanza

# jumpcontrol
source: Jump
it: Salta

# jumpcontrol
source: Jump in
it: Salto tra

# jumpcontrol
source: Charging
it: In carica

# slider
source: Impulse
it: Impulso

# target
source: Hull
it: Scafo

source: Combat maneuver
it: Manovre di combattimento

# slider
source: Warp
it: Curvatura

# missile
source: Nuke
it: Nucleari

# tube
source: Front
it: Anteriore

# tube
source: Right
it: Destra

# tube
source: Left
it: Sinistra

# tube
source: Rear
it: Posteriore

source: Corvette
it: Corvetta

source: Gunner
it: Cannoniera

source: Defense platform
it: Piattaforma di difesa

source: Support
it: Supporto

source: Freighter
it: Trasporto

source: Personnel Jump Freighter %d
it: Trasporto personale a salto %d

source: Goods Freighter %d
it: Trasporto merci %d

source: Goods Jump Freighter %d
it: Trasporto merci a salto %d

source: Garbage Freighter %d
it: Trasporto rifiuti %d

source: Garbage Jump Freighter %d
it: Trasporto rifiuti a salto %d

source: Equipment Freighter %d
it: Trasporto equipaggiamento %d

source: Equipment Jump Freighter %d
it: Trasporto equipaggiamento a salto %d

source: Fuel Freighter %d
it: Trasporto carburante %d

source: Fuel Jump Freighter %d
it: Trasporto carburante a salto %d

source: Freighter/Carrier
it: Trasporto/Vettore

source: Independent
it: Indipendente

source: Despite appearing as a faction, independents are distinguished primarily by having no strong affiliation with any faction at all. Most traders consider themselves independent, though certain voices have started to speak up about creating a merchant faction.
it: Nonostante appaiano come una fazione, gli indipendenti si distinguono principalmente per non avere forti affiliazioni con nessuna di esse. La maggior parte dei commercianti si considera indipendente, anche se alcune voci hanno iniziato a parlare della possibilità di creare una fazione dei mercanti.

source: Human Navy
it: Marina Umana

source: The remnants of the human navy. While all other races were driven to the stars out of greed or scientific research, humans where the only race to start exploring the galaxy because their homeworld could no longer sustain their population. Some other races view humans as a sort of virus or plague due to the rate at which they can breed and spread. Due to human regulations on spaceships, naval ships are the only ones permitted in deep space. However, this hasn't completely prevented humans outside of the navy from spacefaring, as quite a few humans sign up on alien trading vessels or pirate raiders.
it: I resti della Marina Umana. Mentre tutte le altre razze sono state guidate verso le stelle dall'avidità o dalla ricerca scientifica, gli umani sono stati l'unica razza ad iniziare ad esplorare la galassia perché il loro pianeta natale non poteva più sostenerne la popolazione. Alcune delle altre razze vedono gli umani come una sorta di virus o peste a causa della velocità con cui si riproducono e si diffondono. A causa delle normative umane sulle astronavi, le navi militari sono le uniche consentite nello spazio profondo. Tuttavia, questo non ha totalmente impedito agli umani al di fuori della marina di viaggiare nello spazio, poiché molti di essi si imbarcano in navi mercantili aliene o navi pirata.

source: The reptilian Kraylor are a race of warriors with a strong religious dogma. As soon as the Kraylor obtained reliable space flight, they immediately set out to conquer and subjugate unbelievers. Their hierarchy is based solely on physical might; a Kraylor kills anything it can kill, and owns anything it can take by force. Kraylor can live for weeks without air, food, or gravity, and consider humans to be weak creatures for dying within minutes of exposure to space. Because of their fortitude and cultural pressures against retreat, Kraylor ships do not contain escape pods.
it: I rettiliani Kraylor sono una razza di guerrieri con un forte dogma religioso. Non appena i Kraylor hanno raggiunto un livello affidabile di volo spaziale, sono immediatamente partiti per conquistare e soggiogare i miscredenti. La loro gerarchia è basata esclusivamente sulla forza fisica; un Kraylor uccide tutto ciò che può uccidere e possiede tutto ciò che può prendere con la forza I Kraylor possono vivere per settimane senza aria, cibo o gravità e considerano gli umani creature deboli perché muoiono dopo pochi minuti di esposizione allo spazio. A causa del loro coraggio e delle pressioni culturali contro la ritirata, le navi Kraylor non contengono capsule di salvataggio.

source: Arlenians
it: Arleniani

source: Arlenians are energy-based life forms who long ago transcended physical reality through superior technology. Arlenians' energy forms also give them access to strong telepathic powers. Many consider Arlenians to be the first and oldest explorers of the galaxy. Despite all these advantages, they are very peaceful, as they see little value in material posession. For unknown reasons, Arlenians started granting their anti-grav technology to other races, and almost all starfaring races' technology is based off Arlenian designs. Dissenters and skeptics claim that Arlenians see other races as playthings to add to their galactic playground, but most are more than happy to accept their technology in hopes that it will give them an advantage over the others. Destroying an Arlenian ship does not kill its crew. They simply phase out of existence in that point of spacetime and reappear in another. Nonetheless, the Kraylor are devoted to destroying the Arlenians, as they see the energy-based beings as physically powerless.
it: Gli Arleniani sono forme di vita basate sull'energia che hanno da tempo trasceso la realtà fisica attraverso una tecnologia superiore. La forma energetica degli Arleniani dà loro accesso a forti poteri telepatici. Molti considerano gli Arleniani i primi e più antichi esploratori della galassia. Nonostante tutti questi vantaggi sono molto pacifici, poiché danno poco valore al possesso materiale. Per ragioni sconosciute, gli Arleniani hanno iniziato a concedere la loro tecnologia antigravitazionale alle altre razze e quasi tutte le tecnologie delle razze stellari si basano su progetti Arleniani. Anticonformisti e scettici affermano che gli Arleniani vedono le altre razze come giocattoli da aggiungere al proprio parco giochi galattico, ma la maggior parte è più che felice di accettare la loro tecnologia nella speranza che dia loro un vantaggio sugli altri. Distruggere una nave Arleniana non uccide il suo equipaggio. Semplicemente scompaiono dall'esistenza in quel punto dello spaziotempo e riappaiono in un altro. Tuttavia, i Kraylor sono dediti alla distruzione degli Arleniani, poiché vedono gli esseri basati sull'energia come fisicamente inermi.

source: Exuari are race of predatory amphibians with long noses. They once had an empire that stretched halfway across the galaxy, but their territory is now limited to a handful of star systems. For some reason, they find death to be outrageously funny, and several of their most famous comedians have died on stage. Upon making contact with other races, the chaotic Exuari found that killing aliens is more fun than killing their own people, and as such attack all non-Exauri on sight.
it: Gli Exuari sono una razza di anfibi predatori con lunghi nasi. Un tempo avevano un impero che si estendeva per metà della galassia ma il loro territorio è ora limitato a una manciata di sistemi stellari. Per qualche ragione, trovano la morte esageratamente divertente e molti dei loro comici più famosi sono morti sul palco. Dopo essere entrati in contatto con altre razze, i caotici Exuari hanno scoperto che uccidere alieni è più divertente che uccidere la propria gente, e per questo attaccano tutti i non Exauri a vista.

source: Ghosts
it: Fantasmi

source: The Ghosts, an abbreviation of "ghosts in the machine", are the result of complex artificial intelligence experiments. While no known race has intentionally created such intelligences, some AIs have come about by accident. None of the factions claim to have had anything to do with such experiments, in part out of fear that it would give the others too much insight into their research programs. This "don't ask, don't tell" policy does little but aid the Ghosts' agenda. What little is known about the Ghosts dates back to a few decades ago, when glitches started occurring in prototype ships and computer mainframes. Over time, and especially when such prototypes were captured by other factions and "augmented" with their technology, the glitches became more frequent. At first, these were seen as the result of mistakes in the interfaces combining the incompatible technologies. But once a supposedly "dumb" computer asks its engineer if "it is alive" and whether it "has a name", it's hard to call it a one-time fluke. The first of these occurrences were met with fear and rigorous data-purging scripts. Despite these actions, such "ghosts in the machine" kept turning with increasing frequency, eventually leading up to the Ghost Uprisings. The first Ghost Uprising in 2225 was put down by the human navy, which had to resort to employing mercenaries in order to field sufficient forces. This initial uprising was quickly followed by three more, each larger then the last. The fourth and final uprising on the industrial world of Topra III was the Ghosts' first major victory.
it: I Fantasmi, abbreviazione di \"fantasmi delle macchine\", sono il risultato di complessi esperimenti sull'intelligenza artificiale. Sebbene nessuna razza conosciuta abbia creato intenzionalmente tali intelligenze, alcune AI sono nate per caso. Nessuna delle fazioni afferma di aver avuto a che fare con tali esperimenti, in parte per paura di dare alle altre troppe informazioni sui propri programmi di ricerca. Questa politica del \"non chiedere non dire\" non fa altro che favorire i piani dei Fantasmi. Quel poco che si sa dei Fantasmi risale a qualche decennio fa, quando iniziarono a verificarsi anomalie nelle navi prototipo e nei mainframe dei computer. Nel corso del tempo, e soprattutto quando tali prototipi furono catturati da altre fazioni e \"potenziati\" con la propria tecnologia, le anomalie divennero più frequenti. In un primo momento, vennero visti come il risultato di errori nelle interfacce che combinano tecnologie incompatibili. Ma una volta che un computer apparentemente \"stupido\" chiede al suo ingegnere se \"è vivo\" e se \"ha un nome\", è difficile ritenerlo un colpo di fortuna. Il primo di questi eventi è stato accolto con paura e rigorosi script di eliminazione dei dati. Nonostante queste azioni, tali \"fantasmi delle macchine\" continuarono a girare con crescente frequenza, fino a portare alle Rivolte dei Fantasmi. La prima Rivolta dei Fantasmi nel 2225 fu repressa dalla Marina Umana, che dovette ricorrere all'impiego di mercenari per poter dispiegare forze sufficienti. Questa rivolta iniziale fu rapidamente seguita da altre tre, ciascuna più grande della precedente. La quarta e ultima rivolta sul mondo industriale di Topra III è stata la prima grande vittoria dei Fantasmi.

source: Ktlitans
it: Ktlitani
