Repository: daid/EmptyEpsilon
Catalog: resources/locale/*.po
Languages: it

source: The Flavia Falcon is a Flavia transport modified for faster flight, and adds rear-mounted lasers to keep enemies off its back.
it: La Flavia Falcon è una nave da trasporto Flavia modificata per un volo più veloce e aggiunge laser montati sul retro per tenere alla larga i nemici.

source: The Flavia P.Falcon has a nuclear-capable rear-facing weapon tube and a warp drive.
it: La Flavia P. Falcon ha un tubo missilistico nucleare rivolto all'indietro e un motore a curvatura.

source: Armored Transport
it: Trasporto corazzato

source: Gunship
it: Cannoniera

source: The Fiend G3 was the first model produced by Conversions R Us. They got a good deal on a number of used Gunships. They added a cheap jump drive to the Gunship and viola! they made the Fiend G3. Like the Gunship, it has a homing missile tube and beams to readily take down weaker ships. With the jump drive, it becomes quite a bit more dangerous than the stock Gunship.
it: La Fiend G3 è stata il primo modello prodotto da Conversions R Us. Hanno ottenuto un buon affare su un certo numero di Cannoniere usate. Hanno aggiunto un motore di salto economico alla cannoniera e -voilà!- hanno realizzato la Fiend G3. Come la Cannoniera, ha un tubo missilistico autoguidato e cannoni a raggi per abbattere facilmente le navi più deboli. Con il motore di salto diventa un po'più pericolosa della Cannoniera di serie.

source: The Fiend G4 was among the first models produced by Conversions R Us. They got a good deal on a number of used Gunships. They added a cheap warp drive to the Gunship and viola! they made the Fiend G4. Like the Gunship, it has a homing missile tube and beams to readily take down weaker ships. With the warp drive, it becomes quite a bit more dangerous than the stock Gunship.
it: La Fiend G4 è stata tra i primi modelli prodotti da Conversions R Us. Hanno ottenuto un buon affare su un certo numero di Cannoniere usate. Hanno aggiunto un motore a curvatura economico alla Cannoniera e -voilà!- hanno creato la Fiend G4. Come la Cannoniera, ha un tubo missilistico autoguidato e cannoni a raggi per abbattere facilmente le navi più deboli. Con il motore a curvatura, diventa un po' più pericolosa della Cannoniera di serie.

source: With the success of the Fiend G3 and G4 models, Conversions R Us continued their streak with the Fiend G6. They acquired some used Advanced Gunships and added cheap warp drives to them and made the Fiend G6. Like the Advanced Gunship, it has two homing missile tubes and beams to readily take down weaker ships. The warp drive makes it all the more dangerous.
it: Con il successo dei modelli Fiend G3 e G4, Conversions R Us ha continuato la sua serie di successi con la Fiend G6. Hanno acquisito alcune Cannoniere Avanzate usate, hanno aggiunto motori a curvatura economici e hanno realizzato la Fiend G6. Come la Cannoniera Avanzata, ha due tubi missilistici autoguidati e cannoni a raggi per abbattere prontamente le navi più deboli. Il motore a curvatura la rende ancora più pericolosa.

source: With the success of the Fiend G3 and G4 models, Conversions R Us continued their streak with the Fiend G5. They acquired some used Advanced Gunships and added cheap jump drives to them and made the Fiend G5. Like the Advanced Gunship, it has two homing missile tubes and beams to readily take down weaker ships. The jump drive makes it all the more dangerous.
it: Con il successo dei modelli Fiend G3 e G4, Conversions R Us ha continuato la sua serie di successi con la Fiend G5. Hanno acquisito alcune Cannoniere Avanzate usate, hanno aggiunto motori di salto economici e hanno realizzato la Fiend G5. Come la Cannoniera Avanzata, ha due tubi missilistici autoguidati e cannoni a raggi per abbattere prontamente le navi più deboli. Il motore di salto la rende ancora più pericolosa.

source: Player Cruiser
it: Incrociatore (Giocatore)

source: Player Fighter
it: Caccia (Giocatore)

source: Tug
it: Rimorchiatore

source: The tugboat is a reliable, but small and un-armed transport ship. Due to it's low cost, it is a favourite ship to teach the ropes to fledgeling captains, without risking friendly fire.
it: Il rimorchiatore è una nave da trasporto affidabile ma piccola e non armata. Grazie al suo basso costo è una delle navi preferite per insegnare il mestiere ai capitani alle prime armi senza rischiare il fuoco amico.

source: Small mine laying vessel with minimal armament, shields and hull
it: Piccola nave posa mine con armamento minimo, scudi e scafo

source: Fighter
it: Caccia

source: Fighters are quick agile ships that do not do a lot of damage, but usually come in larger groups. They are easy to take out, but should not be underestimated.
it: I caccia sono navi veloci e agili che non causano molti danni ma di solito vengono utilizzate in gruppo. Sono facili da distruggere ma non vanno sottovalutati.

source: Fabricated by: Repulse shipyards. Due to it's versatility, this ship has found wide adoptation in most factions. Most factions have extensively retrofitted these ships to suit their combat doctrines. Because it's an older model, most factions have been selling stripped versions. This practice has led to this ship becomming an all time favourite with smugglers and other civillian parties. However, they have used it's adaptable nature to re-fit them with (illegal) weaponry.
it: Fabbricato dai cantieri Repulse. Grazie alla sua versatilità, questa nave ha trovato ampia adozione in quasi tutte le fazioni. Quasi tutte le fazioni hanno modificato ampiamente queste navi per adattarle alle loro dottrine di combattimento. Trattandosi di un modello vecchio, la maggior parte delle fazioni vendono versioni spogliate. Questa pratica ha portato questa nave a diventare una delle preferite di sempre dai contrabbandieri e da altri civili. Tuttavia essi usano la sua natura adattabile per riequipaggiarla con armi (illegali).

source: Fabricated by: Repulse shipyards. The sucessor to the widly sucesfull mark I Karnack cruiser. This ship has several notable improvements over the original ship, including better armor, slightly improved weaponry and customization by the shipyards. The latter improvement was the most requested feature by several factions once they realized that their old surplus mark I ships were used for less savoury purposes.
it: Fabbricata dai cantieri Repulse. Il successore dell'incrociatore di grande successo Karnack Mark 1. Questa nave ha diversi notevoli miglioramenti rispetto alla nave originale, tra cui una migliore armatura, armamento leggermente migliorato e personalizzazione da parte dei cantieri navali. Quest'ultimo miglioramento è stata la caratteristica più richiesta da diverse fazioni una volta realizzato che le loro vecchie navi Mark 1 in eccedenza erano usate per scopi meno nobili.

source: Missile Cruiser
it: Incrociatore Missilistico

source: Cruiser: Missile
it: Incrociatore: Lanciamissili

source: Polaris missle cruiser mark I. Fabricated by: Repulse shipyards. This missile cruiser is a long range missile firing platform. It cannot handle a lot of damage, but can do a lot of damage if not dealt with properly.
it: Incrociatore missilistico Polaris Mark 1. Fabbricato dai cantieri Repulse. Questo incrociatore missilistico è una piattaforma lanciamissili a lungo raggio. Non può sopportare molti danni ma può causarne molti se non affrontato correttamente.

# subclass
source: Gunship
it: Cannoniera

source: The gunship is a ship equiped with a homing missile tube to do initial damage and then take out the enemy with 2 front firing beams. It's designed to quickly take out the enemies weaker then itself.
it: La Cannoniera è una nave dotata di un tubo missilistico autoguidato per infliggere il danno iniziale e poi eliminare il nemico con due cannoni a raggi frontali. È progettato per eliminare rapidamente nemici più deboli di se stessa.

source: Adv. Gunship
it: Cannoniera Avanzata

source: The advanced gunship is a ship equiped with 2 homing missiles to do initial damage and then take out the enemy with 2 front firing beams. It's designed to quickly take out the enemies weaker then itself.
it: La Cannoniera Avanzata è una nave equipaggiata con 2 tubi missilistici autoguidati per infliggere il danno iniziale e poi abbattere il nemico con 2 cannoni a raggi frontali. È progettata per eliminare rapidamente nemici più deboli di se stessa.

source: Starfighter
it: Caccia stellare

source: Adv. Striker
it: Striker Avanzato

# subclass
source: Patrol
it: Pattugliatore

source: The Advanced Striker is a jump-drive equipped fighter build for quick strikes, it's slow but very agile, but does not do an extreme amount of damage, and lacks in shields. However, due to the jump drive, it's quick to get into the action.
it: Lo Striker Avanzato è un caccia dotato di motore di salto costruito per attacchi rapidi, è lento ma molto agile, ma non infligge una estrema quantità di danni ed è carente di scudi. Tuttavia, grazie al motore di salto, è veloce a entrare in azione.

source: The Striker is the predecessor to the advanced striker, slow but agile, but does not do an extreme amount of damage, and lacks in shields
it: Lo Striker è il predecessore dello Striker Avanzato, lento ma agile, non infligge una estrema quantità di danni ed è carente di scudi.

source: The Dreadnought is a flying fortress, it's slow, slow to turn, but packs a huge amount of beam weapons in the front. Taking it head-on is suicide.
it: Il Dreadnought è una fortezza volante. È lenta, lenta a virare, ma racchiude un'enorme quantità di armi a raggi nella parte anteriore. Affrontarla frontalmente è un suicidio.

source: The weapons-platform is a stationary platform with beam-weapons. It's extremely slow to turn, but it's beam weapons do a huge amount of damage.
it: La piattaforma armata è una piattaforma fissa con armi a raggi. È estremamente lenta a girare, ma le sue armi a raggi fanno un'enorme quantità di danni.

source: Blockade Runner
it: Violatore di blocco

source: Blockade runner is a reasonably fast, high shield, slow on weapons ship designed to break through defense lines and deliver goods.
it: La violatore di blocco è una abbastanza veloce, con scudi potenti, e con poche armi progettata per sfondare le linee di difesa e consegnare merci.

source: Ktlitan Fighter
it: Combattente Ktlitano

source: Ktlitan Worker
it: Operaio Ktlitano

source: Ktlitan Scout
it: Esploratore Ktlitano

source: Ktlitan Queen
it: Regina Ktlitana

source: Transport %dx%d
it: Trasporto %dx%d

source: Interceptor
it: Intercettore

source: The MT52 Hornet is a basic interceptor found in many corners of the galaxy. It's easy to find spare parts for MT52s, not only because they are produced in large numbers, but also because they suffer high losses in combat.
it: L'MT52 Hornet è un intercettore di base che si trova in molti angoli della galassia. È facile trovare pezzi di ricambio per MT52, non solo perché sono prodotti in gran numero, ma anche perché subiscono perdite elevate in combattimento.

source: The MU52 Hornet is a new, upgraded version of the MT52. All of its systems are slightly improved over the MT52 model.
it: L'MU52 Hornet è una nuova versione aggiornata dell'MT52. Tutti i suoi sistemi sono leggermente migliorati rispetto al modello MT52.

source: The MP52 Hornet is a significantly upgraded version of MU52 Hornet, with nearly twice the hull strength, nearly three times the shielding, better acceleration, impulse boosters, and a second laser cannon.
it: L'MP52 Hornet è una versione notevolmente migliorata dell'MU52 Hornet, con quasi il doppio della resistenza dello scafo, quasi tre volte gli scudi, migliore accelerazione, motori a impulsi e un secondo cannone laser.

source: The Adder line's fifth iteration proved to be a great success among pirates and law officers alike. It is cheap, fast, and easy to maintain, and it packs a decent punch.
it: La quinta iterazione della linea Adder si è rivelata un grande successo tra i pirati e gli ufficiali della legge. È economico, veloce e di facile manutenzione e offre un impatto decente.

source: The mark 4 Adder is a rare sight these days due to the success its successor, the mark 5 Adder, which often replaces this model. Its similar hull, however, means careless buyers are sometimes conned into buying mark 4 models disguised as the mark 5.
it: Il Mark 4 Adder è uno spettacolo raro in questi giorni a causa della fama del suo successore, il Mark 5 Adder, che ha spesso rimpiazzato questo modello. Il suo scafo simile, tuttavia, significa che a volte acquirenti disattenti sono indotti ad acquistare modelli Mark 4 mascherati da Mark 5.

source: The Adder MK3 is one of the first of the Adder line to meet with some success. A large number of them were made before the manufacturer went through its first bankruptcy. There has been a recent surge of purchases of the Adder MK3 in the secondary market due to its low price and its similarity to subsequent models. Compared to the Adder MK4, the Adder MK3 has weaker shields and hull, but a faster turn speed
it: L'Adder MK3 è stato uno dei primi della linea Adder a riscuotere un certo successo. Molti di essi sono stati realizzati prima che il produttore andasse incontro al suo primo fallimento. C'è stata una recente ondata di acquisti di Adder MK3 nel mercato secondario a causa del suo prezzo basso e della sua somiglianza con i modelli successivi. Rispetto all'Adder MK4, l'Adder MK3 ha scudi e scafo più deboli, ma una velocità di virata maggiore.

source: The release of the Adder Mark 7 sent the manufacturer into a second bankruptcy. They made improvements to the Mark 7 over the Mark 6 like stronger shields and longer beams, but the popularity of their previous models, especially the Mark 5, prevented them from raising the purchase price enough to recoup the development and manufacturing costs of the Mark 7
it: Il rilascio dell'Adder Mark 7 ha portato il produttore a un secondo fallimento. Sono stati apportati miglioramenti al Mark 7 rispetto al Mark 6 come scudi più forti e cannoni a raggi con gittata maggiore, ma la popolarità dei modelli precedenti, in particolare il Mark 5, ha impedito loro di aumentare il prezzo di acquisto abbastanza da recuperare i costi di sviluppo e produzione del Mark 7.

source: New management after bankruptcy revisited their most popular Adder Mark 5 model with improvements: stronger shields, longer and stronger beams and a faster turn speed. Thus was born the Adder Mark 8 model. Targeted to the practical but nostalgic buyer who must purchase replacements for their Adder Mark 5 fleet
it: La nuova dirigenza dopo il fallimento ha rivisitato il loro modello più popolare, l'Adder Mark 5 con i seguenti miglioramenti: scudi più potenti, cannoni a raggi con gittata maggiore e più forti e una maggiore velocità di virata. Nasce così il modello Adder Mark 8. Destinato all'acquirente pratico ma nostalgico che deve acquistare sostituti per la propria flotta di Adder Mark 5.

source: Hot on the heels of the Adder Mark 8 comes the Adder Mark 9. Still using the Adder Mark 5 as a base, the designers provided stronger shields, stronger, longer and faster beams, faster turn speed and for that extra special touch, two nuclear missiles. As their ad says, 'You'll feel better in an Adder Mark 9.'
it: Sulla scia dell'Adder Mark 8 arriva l'Adder Mark 9. Usando ancora l'Adder Mark 5 come base, i progettisti hanno fornito scudi più forti, cannoni a raggi più forti, con gittata maggiore e più veloci, velocità di virata più rapida e, per quel tocco speciale in più, due missili. Come dice il loro annuncio, "Ti sentirai meglio in un Adder Mark 9."

source: Asteroid
it: Asteroide

source: Asteroids are minor planets, usually smaller than a few kilometers. Larger variants are sometimes refered to as planetoids.
it: Gli asteroidi sono pianeti minori, generalmente più piccoli di pochi chilometri. Le varianti più grandi sono a volte indicate come planetoidi.

source: Nebula
it: Nebulosa

source: Nebulae are the birthing places of new stars. These gas fields, usually created by the death of an old star, slowly form new stars due to the gravitational pull of its gas molecules. Because of the ever-changing nature of gas nebulae, most radar and scanning technologies are unable to penetrate them. Science officers are therefore advised to rely on probes and visual observations.
it: Le nebulose sono i luoghi di nascita di nuove stelle. Questi campi di gas, solitamente creati dalla morte di una vecchia stella, formano lentamente nuove stelle a causa dell'attrazione gravitazionale delle sue molecole di gas. A causa della natura in continua evoluzione delle nebulose gassose, la maggior parte delle tecnologie radar e di scansione non sono in grado di penetrarle. Si consiglia pertanto agli ufficiali scientifici di fare affidamento su sonde e osservazioni visive.

source: Black hole
it: Buco nero

source: A black hole is a point of supercondensed mass with a gravitational pull so powerful that not even light can escape it. It has no locally detectable features, and can only be seen indirectly by blocking the view and distorting its surroundings, creating a strange circular mirror image of the galaxy. The black disc in the middle marks the event horizon, the boundary where even light can't escape it anymore. On the sensors, a black hole appears as a disc indicating the zone where the gravitational pull is getting dangerous, and soon will be stronger then the ship's impulse engines. An object that crosses a black hole is drawn toward its center and quickly ripped apart by the gravitational forces.
it: Un buco nero è un punto di massa super condensata con un'attrazione gravitazionale così potente che nemmeno la luce può sfuggirgli. Non ha caratteristiche rilevabili localmente e può essere visto solo indirettamente bloccando la vista e distorcendo l'ambiente circostante, creando una strana immagine speculare circolare della galassia. Il disco nero al centro segna l'orizzonte degli eventi, il confine dove nemmeno la luce può più sfuggirle. Sui sensori, un buco nero appare come un disco che indica la zona in cui l'attrazione gravitazionale diventa pericolosa, e presto sarà più forte dei motori a impulsi della nave. Un oggetto che attraversa un buco nero viene attirato verso il suo centro e rapidamente lacerato dalle forze gravitazionali.

source: A wormhole, also known as an Einstein-Rosen bridge, is a phenomena that connects two points of spacetime. Jump drives operate in a similar fashion, but instead of being created at will, a wormhole occupies a specific location in space. Objects that enter a wormhole instantaneously emerge from the other end, which might be anywhere from a few feet to thousands of light years away. Wormholes are rare, and most can move objects in only one direction. Traversable wormholes, which are stable and allow for movement in both directions, are even rarer. All wormholes generate tremendous sensor activity, which an astute science officer can detect even through disruptions such as nebulae.
it: Un wormhole, noto anche come ponte di Einstein-Rosen, è un fenomeno che collega due punti dello spaziotempo. I motori di salto funzionano in modo simile, ma invece di essere create a piacere, un wormhole occupa una posizione specifica nello spazio. Gli oggetti che entrano in un wormhole emergono istantaneamente dall'altra estremità, che potrebbe trovarsi ovunque da pochi metri a migliaia di anni luce di distanza. I wormhole sono rari e la maggior parte può spostare gli oggetti in una sola direzione. I wormhole attraversabili, che sono stabili e consentono il movimento in entrambe le direzioni, sono ancora più rari. Tutti i wormhole generano un'enorme attività dei sensori, che un astuto ufficiale scientifico può rilevare anche attraverso interruzioni come le nebulose.

source: Weapons
it: Armi

source: This database only covers the basic versions of the missiles used throughout the galaxy. It has been reported that some battleships started using larger variations of those missiles. Small fighters and even frigates should not have too much trouble dodging them, but space captains of bigger ships should be wary of their doubled damage potential. Smaller variations of these missiles have become common in the galaxy, too. Fighter pilots praise their speed and maneuverability, because it gives them an edge against small and fast-moving targets. They only deal half the damage of their basic counterparts, but what good is a missile if it does not hit its target.
it: Questo database copre solo le versioni di base dei missili utilizzati in tutta la galassia. È stato riferito che alcune corazzate hanno iniziato a utilizzare varianti più grandi di questi missili. I piccoli caccia e persino le fregate non dovrebbero avere troppi problemi a schivarli, ma i capitani spaziali delle navi più grandi dovrebbero fare attenzione al loro potenziale di danno raddoppiato. Anche varianti più piccole di questi missili sono diventate comuni nella galassia. I piloti di caccia lodano la loro velocità e manovrabilità, perché dà loro un vantaggio contro bersagli piccoli e in rapido movimento. Infliggono solo la metà del danno delle loro controparti di base, ma a che serve un missile se non colpisce il bersaglio?

source: This target-seeking missile is the workhorse of many space combat arsenals. It's compact enough to be fitted on frigates, and packs enough punch to be used on larger ships, though usually in more than a single missile tube.
it: Questo missile a ricerca è il pane quotidiano di molti arsenali da combattimento spaziale. È abbastanza compatto da poter essere montato su fregate e ha una potenza sufficiente per essere utilizzato su navi più grandi, sebbene di solito in più di un singolo tubo missilistico.

source: A nuclear missile is similar to a homing missile in that it can seek a target, but it moves and turns more slowly and explodes a greatly increased payload. Its nuclear explosion spans 1U of space and can take out multiple ships in a single shot. Some captains oppose the use of nuclear weapons because their large explosions can lead to 'fragging', or unintentional friendly fire. Shields should protect crews from harmful radiation, but because these weapons are often used in the thick of battle, there's no way of knowing if hull plating or shields can provide enough protection.
it: Un missile nucleare è simile a un missile autoguidato in quanto può cercare un bersaglio, ma si muove e gira più lentamente e fa esplodere un carico utile notevolmente maggiore. La sua esplosione nucleare copre 1u di spazio e può eliminare più navi in un solo colpo. Alcuni capitani si oppongono all'uso di armi nucleari perché le loro grandi esplosioni possono portare a "fragging" o fuoco amico involontario. Gli scudi dovrebbero proteggere gli equipaggi dalle radiazioni nocive, ma poiché queste armi sono spesso utilizzate nel vivo della battaglia, non c'è modo di sapere se il rivestimento dello scafo o gli scudi possono fornire una protezione sufficiente.

source: Mines are often placed in defensive perimeters around stations. There are also old minefields scattered around the galaxy from older wars. Some fearless captains use mines as offensive weapons, but their delayed detonation and blast radius make this use risky at best.
it: Le mine sono spesso collocate nei perimetri difensivi intorno alle stazioni. Ci sono anche vecchi campi minati sparsi per la galassia da guerre più antiche. Alcuni capitani senza paura usano le mine come armi offensive, ma la loro detonazione ritardata e il raggio dell'esplosione rendono questo uso rischioso nel migliore dei casi.
