Repository: daid/EmptyEpsilon
Catalog: resources/locale/*.po
Languages: it

source: The Ktlitans are intelligent eight-legged creatures that resemble Earth's arachnids. However, unlike most terrestrial arachnids, the Ktlitans do not fight among themselves. Their common, and only, goal is their species' survival. While they live in a hierarchical structure that resembles a hive, the lower castes continue their work and start new tasks on their own even when no orders come from their superiors. However, when higher castes are present, the lower Ktlitans follow their orders without question or hesitation. Not much is known about the detailed Ktlitan hierarchy since they refuse most communication. This is because they were once driven from their homeworld over a span of 200 years when another species they befriended betrayed them, dominated them, and drained their world of resources. Forced into exile, the Ktlitans have searched for a new homeworld ever since, and out of paranoia typically attack other races on sight and without warning. It is known, however, that the strict Ktlitan hierarchy starts with their Queen and extends all the way to the bottom of their workforce, whose members are called "drones" by the humans. Their combat capabilities should not be underestimated, because while most ships in their fleets are individually weak, their hive-like coordination and numbers can quickly overwhelm even hardened targets. Most of their ships are unshielded, which makes EMPs largely ineffective against them. Ktlitans also have no qualms about applying suicidal tactics to ensure the Queen's survival.
it: Gli Ktlitani sono creature intelligenti a otto zampe che somigliano agli aracnidi della Terra. Tuttavia, a differenza della maggior parte degli aracnidi terrestri, gli Ktilitani non combattono tra di loro. Il loro comune, e unico, obiettivo è la sopravvivenza della propria specie. Nonostante vivano secondo una struttura gerarchica che ricorda quella di un alveare le caste inferiori continuano il proprio lavoro e iniziano nuovi compiti autonomamente anche quando non arriva nessun ordine dai superiori. Tuttavia, quando sono presenti caste superiori, gli Ktlitani inferiori seguono i loro ordini senza domande o esitazione. Non si sa molto della dettagliata gerarchia degli Ktlitani poiché rifiutano la maggior parte delle comunicazioni. Lo fanno poiché in passato furono cacciati dal proprio pianeta natale nell'arco di 200 anni quando un'altra specie con cui fecero amicizia li tradì, li dominò e prosciugò le risorse del loro mondo. Costretti all'esilio, gli Ktlitani cercano da allora un nuovo pianeta natale e per paranoia tipicamente attaccano le altre razze a vista e senza preavviso. È noto inoltre che la rigida gerarchia ktlitana parta dalla loro Regina e si estenda fino al fondo della loro forza lavoro, i cui membri vengono chiamati \"droni\" dagli umani. La loro abilità in combattimento non dovrebbe essere sottovalutata, poiché, sebbene la maggior parte delle navi nelle loro flotte siano individualmente deboli, la loro coordinazione di sciame e i loro numeri possono rapidamente sopraffare anche i bersagli più tenaci. La maggior parte delle loro navi è priva di scudi, il che rende gli EMP ampiamente inefficaci contro di loro. Gli Ktlitani inoltre non hanno remore ad applicare tattiche suicide per garantire la sopravvivenza della Regina.

source: The Terran Stellar Navy or TSN consists of naval forces based near Terra. Its members are primarily Human. These humans and other races have banded together to form a navy to protect and enforce common philosophies. They are friendly with the human navy but do not follow the same command structure. Military actions taken in the past have made them enemies of the Arlenians, but they've got a better relationship with the Ghosts than the Human Navy does. The TSN and USN are enemies because of the USN's neutral stance towards the Kraylor.
it: La Terran Stellar Navy (Marina Stellare Terrestre) o TSN è composta da forze militari con sede vicino alla Terra. I suoi membri sono principalmente Umani. Questi umani e le altre razze si sono uniti a formare una forza militare per difendere e applicare filosofie comuni. Sono amichevoli con la Marina Umana ma non seguono la stessa struttura di comando. Azioni militari intraprese in passato li hanno resi nemici degli Arleniani ma hanno un rapporto migliore con i Fantasmi rispetto alla Marina Umana. La TSN e la USN sono nemiche a causa della posizione neutrale della USN nei confronti dei Kraylor.

source: The United Stellar Navy or USN is a naval force near the boundary of Human and Kraylor space consisting of mostly Humans. The USN is friendly with the human navy and uses a similar command structure. The USN is primarily Human, but other races are also a part, notably, some Kraylors have been accepted into the USN. This acceptance has made the TSN and USN enemies.
it: La United Stellar Navy (Marina Stellare Unita) o USN è una forza militare ai confini tra lo spazio Umano e Kraylor composta principalmente da Umani. La USN è amica della Marina Umana ed usa una struttura di comando simile. La USN è principalmente Umana ma ne fanno parte anche altre razze. In particolare alcuni Kraylor sono stati accettati nella USN e tale azione ha reso nemiche la TSN e la USN.

source: The Celestial Unified Fleet or CUF is the farthest ranging primarily human fleet as well as the least xenophobic. The CUF goals center primarily on exploration and trade, but since it's a dangerous galaxy, they recognize the need for strong warships. Friendly with the human navy, neutral to the TSN and USN. Not as structured as the other primarily Human navies. The CUF have neutral relations with the Ktlitans as well as the Arlenians. They are enemies with Exuari, Kraylor and Ghosts for political and historical reasons, not Xenophobia: some of their best friends are Exuari, Kraylor and Ghosts.
it: La Celestial Unified Fleet (Flotta Celestiale Unita) o CUF è la flotta prevalentemente umana più lontana e tollerante. Gli obiettivi della CUF si concentrano principalmente sull'esplorazione e sul commercio, ma dato che la galassia è un posto pericoloso, riconoscono la necessità di possedere potenti navi da guerra. Amichevole con la Marina Umana, neutrale nei confronti di TSN e USN. Non tanto strutturata quanto le altre marine prevalentemente umane. La CUF ha rapporti neutrali con gli Ktlitani e con gli Arleniani. Sono nemici di Exuari, Kraylor e Fantasmi per ragioni politiche e storiche, non per xenofobia: alcuni dei loro migliori amici sono Exuari, Kraylor e Fantasmi.

# database direction
source: Front
it: Anteriore

# database direction
source: Right
it: Destra

# database direction
source: Left
it: Sinistra

# database direction
source: Rear
it: Posteriore

# database
source: Factions
it: Fazioni

# stance
source: Neutral
it: Neutrale

# stance
source: Enemy
it: Nemico

# stance
source: Friendly
it: Amico

# database
source: Ships
it: Navi

# database
source: Class
it: Classe

# database
source: Sub-class
it: Sottoclasse

# database
source: Size
it: Dimensioni

# database
source: Shield
it: Scudo

source: Hull
it: Scafo

# database
source: Move speed
it: Velocità di movimento

# database
source: Turn speed
it: Velocità di virata

# database
source: Warp speed
it: Velocità di curvatura

# database
source: Jump range
it: Portata di salto

source: {direction} beam weapon
it: cannone a raggi {direction}

# database
source: {damage} Dmg / {interval} sec
it: {damage} danno / {interval} sec

source: GM control code:
it: Codice di controllo del GM:

source: Graphics options
it: Opzioni grafiche

source: Audio options
it: Opzioni audio

source: Interface options
it: Opzioni interfaccia

source: Music Playback
it: Riproduzione musica

source: Disabled
it: Disabilitato

source: Enabled
it: Abilitato

source: Main Screen only
it: Solo schermo principale

source: Music Volume: {volume}%
it: Volume musica: {volume}%

source: Impulse Engine sound
it: Suono motori a impulso

source: Impulse Volume: {volume}%
it: Volume impulso: {volume}%

source: Helms Radar Lock
it: Blocco radar Timone

source: Weapons Radar Lock
it: Blocco radar Armi

source: Science Radar Lock
it: Blocco radar Scienze

source: Preview Soundtracks
it: Anteprima colonne sonore

# options
source: Back
it: Indietro

# options
source: Save
it: Salva

source: Shields
it: Scudi

source: Beams
it: Cannoni

source: Mission Clock
it: Cronometro missione

# alert
source: RED ALERT
it: ALLERTA ROSSA

# alert
source: YELLOW ALERT
it: ALLERTA GIALLA

# alert
source: Normal
it: Normale

source: Small Station
it: Stazione piccola

source: Stations of this size are often used as research outposts, listening stations, and security checkpoints. Crews turn over frequently in a small station's cramped accommodatations, but they are small enough to look like ships on many long-range sensors, and organized raiders sometimes take advantage of this by placing small stations in nebulae to serve as raiding bases. They are lightly shielded and vulnerable to swarming assaults.
it: Stazioni di queste dimensioni sono spesso utilizzate come avamposti di ricerca, stazioni di ascolto e checkpoint di sicurezza. Gli equipaggi si intercambiano spesso negli alloggi angusti delle stazioni piccole, ma esse sono abbastanza piccole da sembrare navi su molti sensori a lungo raggio e predoni organizzati a volte ne approfittano posizionando nelle nebulose stazioni piccole che fungono da basi per incursioni. Hanno scudi leggeri e sono vulnerabili ad assalti in gruppo.

source: Medium Station
it: Stazione media

source: Large enough to accommodate small crews for extended periods of times, stations of this size are often trading posts, refuelling bases, mining operations, and forward military bases. While their shields are strong, concerted attacks by many ships can bring them down quickly.
it: Abbastanza grandi da ospitare piccoli equipaggi per lunghi periodi di tempo, le stazioni di queste dimensioni sono spesso empori commerciali, basi di rifornimento, avamposti minerari e basi militari avanzate. Sebbene i loro scudi siano resistenti, gli attacchi combinati di molte navi possono abbatterli rapidamente.

source: Large Station
it: Stazione grande

source: These spaceborne communities often represent permanent bases in a sector. Stations of this size can be military installations, commercial hubs, deep-space settlements, and small shipyards. Only a concentrated attack can penetrate a large station's shields, and its hull can withstand all but the most powerful weaponry.
it: Queste comunità spaziali spesso rappresentano basi permanenti in un settore. Stazioni di queste dimensioni possono essere installazioni militari, snodi commerciali, insediamenti nello spazio profondo e piccoli cantieri navali. Solo un attacco concentrato può penetrare gli scudi di una stazione grande e il suo scafo può resistere a tutte le armi tranne le più potenti.

source: Huge Station
it: Stazione enorme

source: The size of a sprawling town, stations at this scale represent a faction's center of spaceborne power in a region. They serve many functions at once and represent an extensive investment of time, money, and labor. A huge station's shields and thick hull can keep it intact long enough for reinforcements to arrive, even when faced with an ongoing siege or massive, perfectly coordinated assault.
it: Delle dimensioni di un'estesa città, stazioni di questa scala sono il fulcro del potere spaziale di una fazione in una regione. Svolgono molte funzioni insieme e rappresentano un notevole investimento di tempo, denaro e lavoro. Gli scudi di una stazione enorme e lo spesso scafo possono mantenerla intatta abbastanza a lungo da far arrivare i rinforzi, anche di fronte ad un assedio in corso, o ad un massiccio assalto perfettamente coordinato.

# station
source: Engineering+
it: Ingegneria+

# station
source: Operations
it: Operazioni

# station
source: Power Management
it: Gestione energia

# station
source: Strategic Map
it: Mappa strategica

# station
source: Comms
it: Comunicazioni

# station
source: Ship's Log
it: Diario di bordo

source: No class
it: Nessuna classe

source: No sub-class
it: Nessuna sottoclasse

source: Reputation
it: Reputazione

# button
source: Pause
it: Pausa

# button
source: Intercept all comms
it: Intercetta tutte le comunicazioni

# button
source: Global message
it: Messaggio globale

# button
source: Create...
it: Crea...

# button
source: Copy scenario
it: Copia scenario

# button
source: Copy selected
it: Copia selezione

# button
source: Tweak
it: Modifica

# button
source: Hail ship
it: Contatta nave

source: Orders:
it: Ordini:

# button
source: Close
it: Chiudi

# tab
source: Ship
it: Nave

# tab
source: Tubes
it: Tubi

# tab
source: Missiles
it: Missili

# tab
source: Beams
it: Cannoni

# tab
source: Systems
it: Sistemi

# tab
source: Player
it: Giocatore

source: Impulse speed:
it: Velocità di impulso:

source: Turn speed:
it: Velocità di virata:

source: Hull max:
it: Scafo massimo:

source: Hull current:
it: Scafo attuale:

source: Could be destroyed
it: Potrebbe essere distrutto

source: Warp Drive
it: Motore a curvatura

source: Jump Drive
it: Motore di salto

source: Jammer Range:
it: Portata jammer:

source: Tube: {id_tube}
it: Tubo: {id_tube}

# tube
source: Direction:
it: Direzione:

# tube
source: Size:
it: Dimensione:

# tube
source: Small
it: Piccolo

# tube
source: Medium
it: Medio

# tube
source: large
it: Grande

source: Shield {id_shield} max:
it: Scudo {id_shield} massimo:

source: Shield {id_shield}:
it: Scudo {id_shield}:

source: Beam: {id_beam}
it: Cannone: {id_beam}

# beam
source: Arc:
it: Arco:

# beam
source: Direction:
it: Direzione:

# beam
source: Turret arc:
it: Arco torretta:

# beam
source: Turret direction:
it: Direzione torretta

# beam
source: Turret rotation rate:
it: Velocità rotazione torretta:

# beam
source: Range:
it: Gittata:

# beam
source: Damage:
it: Danno:

source: {system} health max
it: salute massima {system}

source: Max energy:
it: Energia massima:

source: Current energy:
it: Energia attuale:

source: Positions occupied:
it: Posizioni occupate:

# position
source: Occupied
it: Occupato

source: Coolant:
it: Refrigerante:

source: Long range radar:
it: Radar a lungo raggio:

# button
source: Can scan
it: Può scansionare

# button
source: Can hack
it: Può hackerare

# button
source: Can dock
it: Può approdare

# button
source: Can self destruct
it: Può autodistruggersi

# button
source: Can launch probes
it: Può lanciare sonde

# button
source: Auto coolant
it: Refrigerante automatico

# button
source: Auto repair
it: Riparazioni automatiche

source: Callsign:
it: Identificativo:

source: Unscanned description:
it: Descrizione non scansionata:

source: Friend or Foe Description:
it: Descrizione amico o nemico:

source: Simple Scan Description:
it: Descrizione scansione semplice:

source: Full Scan Description:
it: Descrizione scansione completa:

source: Heading:
it: Rotta:

source: Scanning Depth:
it: Profondità scansione:

# subclass
source: Support
it: Supporto

source: The Odin is a "ship" so large and unique that it's almost a class of its own. The ship is often nicknamed the "all-father", a name that aptly describes the many roles this ship can fulfill. It's both a supply station and an extremely heavily armored and shielded weapon station capable of annihilating small fleets on its own. Odin's core contains the largest jump drive ever created. About 150 support crew are needed to operate the jump drive alone, and it takes 5 days of continuous operation to power it. Due to the enormous cost of this Dreadnought, only the richest star systems are able to build and maintain ships like the Odin. This machine's primary tactic is to jump into an unsuspecting enemy system and destroy everything before they know what hit them. It's effective and destructive, but extremely expensive.
it: La Odin è una "nave" così grande e unica da essere quasi una classe a sé stante. La nave è spesso soprannominata "Padre degli Dei", nome che descrive adeguatamente i molti ruoli che questa nave può svolgere. È sia una stazione di rifornimento che una stazione da combattimento dotata di corazza e scudi pesantissimi in grado di annientare da sola piccole flotte. Il nucleo di una Odin contiene il più grande motore di salto mai creato. Solo per azionare il motore di salto sono necessari circa 150 membri dell'equipaggio e servono 5 giorni di funzionamento continuo per alimentarlo. A causa dell'enorme costo di questo Dreadnought, solo i sistemi stellari più ricchi sono in grado di costruire e mantenere navi come una Odin. La tattica principale di questa macchina è saltare in un ignaro sistema nemico e distruggere tutto prima che sappiano cosa li ha colpiti. È efficace e distruttiva, ma estremamente costosa.

source: Frigate
it: Fregata

source: Cruiser
it: Incrociatore

source: The Phobos T3, just like the Atlantis, is the workhorse of almost any navy. It's extremely easy to modify, which makes retro-fitting this ship a breeze. Its basic stats aren't impressive, but due to its modular nature, it's fairly easy to produce in large quantities.
it: La Phobos T3, proprio come la Atlantis, è la bestia da soma di quasi tutte le marine. È estremamente facile da modificare, il che rende il potenziamento un gioco da ragazzi. Le sue statistiche base non sono impressionanti ma in virtù della sua natura modulare è abbastanza facile da produrre in grandi quantità.

source: Inspired by the Phobos T3 design, the Elara P2 is nearly identical. With the addition of a warp drive and stronger front shields, the Elara P2 poses a greater threat than the Phobos
it: Ispirata al design della Phobos T3, la Elara P2 è quasi identica ad essa. Con l'aggiunta di un motore a curvatura e scudi anteriori più potenti la Elara P2 rappresenta una minaccia maggiore rispetto alla Phobos.

source: The Phobos M3 is one of the most common variants of the Phobos T3. It adds a mine-laying tube, but the extra storage required for the mines slows this ship down slightly.
it: La Phobos M3 è una delle varianti più comuni della Phobos T3. Aggiunge un tubo per la posa di mine, ma lo spazio di carico aggiuntivo richiesto per le mine rallenta leggermente la nave.

source: Player variant of the Phobos M3, not as strong as the atlantis, but has front firing tubes, making it an easier to use ship in some scenarios.
it: Variante per giocatori della Phobos M3. Non è forte come la Atlantis ma ha tubi siluri frontali, il che la rende una nave più facile da usare in alcuni scenari.

source: Cruiser: Anti-fighter
it: Incrociatore: anti-caccia

source: The Nirvana R5 is an anti-fighter cruiser. It has several rapid-firing, low-damage point-defense weapons to quickly take out starfighters.
it: La Nirvana è un incrociatore anti-caccia. Ha diverse armi di difesa di punto a fuoco rapido e basso danno per eliminare rapidamente i caccia stellari.

source: An improved version of the Nirvana R5 with faster turning speed and firing rates.
it: Una versione migliorata della Nirvana R5 con velocità di virata e velocità di fuoco più elevate.

source: One of the earliest mass produced Nirvana models, the Nirvana R3 is designed to be used against fighters. It's got several fast, low damage, point defense beam weapons. Compared to the later, more common Nirvana R5, it has shorter beams, weaker shields and hull and a slower impulse drive.
it: Uno dei primi modelli Nirvana prodotti in serie, la Nirvana R3 è progettata per essere utilizzata contro i caccia. Ha diverse armi a raggi di difesa di punto veloci a basso danno. Rispetto alla più recente e più comune Nirvana R5, ha cannoni più corti, scudi e scafo più deboli e un motori a impulso più lento.

source: Cruiser: Heavy Artillery
it: Incrociatore: artiglieria pesante

source: A heavy artillery cruiser, the Storm fires bunches of missiles from forward facing tubes.
it: Un incrociatore di artiglieria pesante, la Storm è in grado di sparare mucchi di missili dai tubi frontali.

source: Cruiser: Sniper
it: Incrociatore: cecchino

source: Long range narrow beam and some point defense beams, broadside missiles. Agile for a frigate
it: Un cannone a raggi a lunga gittata, alcuni cannoni di difesa di punto e missili laterali. Agile per essere una fregata.

source: Cruiser: Light Artillery
it: Incrociatore: artiglieria leggera

source: A light artillery cruiser, the Piranha F12 is the smallest ship to exclusively fire from broadside weapon tubes.
it: Un incrociatore di artiglieria leggera, la Piranha F12 è la più piccola nave a sparare esclusivamente con i tubi laterali.

source: The first version of the Piranha was not popular due to its meager firepower and odd tube configuration. The result was a huge financial failure.
it: La prima versione della Piranha non era popolare a causa della sua scarsa potenza di fuoco e della strana configurazione dei tubi. Il risultato è stato un enorme fallimento finanziario.

source: Piranha
it: Piranha F12

source: This combat-specialized Piranha F12 adds mine-laying tubes, combat maneuvering systems, and a jump drive.
it: Questa Piranha F12 specializzata nel combattimento aggiunge tubi per la posa di mine, sistemi di manovra in combattimento e un motore di salto.

source: Cruiser: Strike ship
it: Incrociatore: nave d'assalto

source: The Stalker is a strike ship designed to swoop into battle, deal damage quickly, and get out fast. The Q7 model is fitted with a warp drive.
it: La Stalker è una nave d'assalto progettata per piombare in battaglia, infliggere danni rapidamente e allontanarsi in fretta. Il modello Q7 è dotato di un motore a curvatura.

source: The stalker Q5 predates the Stalker Q7. Like the Q7, the Q5 is designed to swoop into battle, deal damage quickly and retreat. Compared to the Q7, the Q5 has weaker shields and hull, but a faster turn speed
it: La stalker Q5 è antecedente alla Stalker Q7. Come la Q7, la Q5 è progettata per piombare in battaglia, infliggere danni rapidamente e ritirarsi. Rispetto alla Q7, la Q5 ha scudi e scafo più deboli, ma una velocità di virata maggiore

source: The Stalker is a strike ship designed to swoop into battle, deal damage quickly, and get out fast. The R7 model is fitted with a jump drive.
it: La Stalker è una nave d'assalto progettata per piombare in battaglia, infliggere danni rapidamente e allontanarsi in fretta. Il modello R7 è dotato di un motore di salto.

source: The stalker R5 predates the Stalker R7. Like the R7, the R5 is designed to swoop into battle, deal damage quickly and retreat. Compared to the R7, the R5 has weaker shields and hull, but a faster turn speed
it: La stalker R5 precede la Stalker R7. Come la R7, la R5 è progettata per piombare in battaglia, infliggere danni rapidamente e ritirarsi. Rispetto alla R7, la R5 ha scudi e scafo più deboli, ma una velocità di virata maggiore.

source: The Ranus U sniper is built to deal a large amounts of damage quickly and from a distance before escaping. It's the only basic frigate that carries nuclear weapons, even though it's also the smallest of all frigate-class ships.
it: La nave cecchino Ranus U è costruita per infliggere una grande quantità di danni rapidamente e da lontano prima di fuggire. È l'unica fregata di base che trasporta armi nucleari, anche se è la più piccola tra le navi di classe fregata

source: Light transport
it: Trasporto leggero

source: Popular among traders and smugglers, the Flavia is a small cargo and passenger transport. It's cheaper than a freighter for small loads and short distances, and is often used to carry high-value cargo discreetly.
it: Popolare tra commercianti e contrabbandieri, la Flavia è una piccola nave da trasporto merci e passeggeri. È più economica di un mercantile per piccoli carichi e brevi distanze ed è spesso utilizzata per trasportare discretamente merci di alto valore.
