Repository: daid/EmptyEpsilon
Catalog: resources/locale/*.po
Languages: it

source: A high-velocity lead impactor (HVLI) fires a simple slug of lead at a high velocity. This weapon is usually found in simpler ships since it does not require guidance computers. This also means its projectiles fly in a straight line from its tube and can't pursue a target. Each shot from an HVLI fires a burst of 5 projectiles, which increases the chance to hit but requires precision aiming to be effective. It reaches its full damage potential at a range of 2u.
it: Un impattore di piombo ad alta velocità (HVLI) spara un semplice proiettile di piombo ad alta velocità. Quest'arma si trova di solito nelle navi più semplici poiché non richiede computer di guida. Ciò significa anche che i suoi proiettili volano in linea retta dal suo tubo e non possono inseguire un bersaglio.

# connectserver
source: Connecting...
it: Connessione...

source: Please enter the server password:
it: Inserire la password del server:

# screenLan
source: Back
it: Indietro

# screenLan
source: Connect
it: Connetti

source: Last Session ({last})
it: Ultima sessione ({last})

# title
source: Tutorials
it: Tutorial

source: Select your station
it: Seleziona la tua postazione

source: 6/5 player crew
it: Equipaggio da 6/5 giocatori

source: 4/3 player crew
it: Equipaggio da 4/3 giocatori

source: 1 player crew/extras
it: Equipaggio da 1 giocatori/extra

source: Alternative options
it: Opzioni alternative

source: Main screen
it: Schermo principale

source: Ship window
it: Finestrino della nave

source: 0 degrees
it: 0 gradi

source: Top-down 3D view
it: Visuale 3D dall'alto

source: Cinematic view
it: Visuale cinematica

source: Spectate (view all)
it: Spettatore (vedi tutto)

source: Select ship
it: Seleziona nave

source: Waiting for server to spawn a ship
it: Aspettando che il server spawni una nave

source: Spawn player ship
it: Spawna nave giocatori

source: Scenario selection
it: Selezione scenario

source: Disconnect
it: Disconnetti

source: Ready
it: Pronto

source: Enter this ship's control code:
it: Inserisci il codice di controllo di questa nave

source: Incorrect control code. Re-enter GM code:
it: Codice errato. Reinserisci il codice del GM

source: Control code accepted. Granting access.
it: Codice di controllo accettato. Accesso consentito.

source: Incorrect control code. Re-enter code for {callsign}:
it: Codice errato. Reinserisci il codice per {callsign}:

source: Control code accepted. Granting access to {callsign}.
it: Codice di controllo accettato. Accesso consentito a {callsign}.

# button
source: Lock camera on ship
it: Blocca telecamera sulla nave

# button
source: Lock camera on ship's target
it: Blocca telecamera sul bersaglio della nave

# button
source: Probe View
it: Vista sonda

# damagecontrol
source: Hull
it: Scafo

source: Coolant
it: Refrigerante

# button
source: Power
it: Energia

# button
source: Coolant
it: Refrigerante

# button
source: Heat
it: Calore

# create
source: Artifact
it: Artefatto

# create
source: Warp Jammer
it: Jammer di curvatura

# create
source: Mine
it: Mina

# create
source: Asteroid
it: Asteroide

# create
source: Visual Asteroid
it: Asteroide visivo

# create
source: Planet
it: Pianeta

# create
source: BlackHole
it: Buco Nero

# create
source: Nebula
it: Nebulosa

# button
source: Send
it: Invia

# chatGM
source: Target - Destroyed
it: Bersaglio - Distrutto

# chatGM
source: Channel not open, enter name to hail as to hail target.
it: Canale non aperto, inserisci un nome per contattare il bersaglio

# chatGM
source: {callsign} - Inactive
it: {callsign} - Inattivo

# chatGM
source: {callsign} - Opening communications with {target}
it: {callsign} - Apertura comunicazioni con {target}

# chatGM
source: {callsign} - Hailing as {target}
it: {callsign} - Contattando come {target}

# chatGM
source: {callsign} - Communicating with {target}
it: {callsign} - Comunicando con {target}

# chatGM
source: **{callsign} - Communicating as {target}**
it: **{callsign} - Comunicando come {target}**

# chatGM
source: {callsign} - Communicating as {target}
it: {callsign} - Comunicando come {target}

source: Jump Min Distance:
it: Distanza minima salto:

source: Jump Max Distance:
it: Distanza massima salto:

source: Max Scan Probes:
it: Sonde di scansione massime:

source: Scan Probes:
it: Sonde di scansione:

source: SELF DESTRUCT ACTIVATED
it: AUTODISTRUZIONE ATTIVATA

source: Waiting for autorization input: {codes} left
it: Attendendo input di autorizzazione: {codes} mancanti

source: Have a nice day.
it: Buona giornata.

source: This ship will self-destruct in {seconds} seconds.
it: Questa nave si autodistruggerà tra {seconds} secondi.

source: Damage with your beams
it: Danno con i tuoi cannoni

source: Damage on your shields
it: Danno sui tuoi scudi

# systems
source: DAMAGED
it: DANNEGGIATO

# systems
source: JAMMED
it: DISTURBATO

# systems
source: NO POWER
it: ENERGIA ASSENTE

# systems
source: LOW ENERGY
it: ENERGIA BASSA

# systems
source: LOW POWER
it: ENERGIA BASSA

# systems
source: OVERHEATING
it: SURRISCALDAMENTO

# systems
source: HACKED
it: HACKERATO

source: Game Paused
it: Gioco in pausa

source: Unpause
it: Riprendi

source: Defeat!
it: Sconfitta!

source: Victory!
it: Vittoria!

source: SHIP DESTROYED!
it: NAVE DISTRUTTA!

# shipdestroyed
source: Return
it: Indietro

source: Opening communications...
it: Apertura comunicazioni...

source: No reply...
it: Nessuna risposta...

source: Communications were suddenly cut
it: Le comunicazioni sono state improvvisamente interrotte

source: Communications channel closed
it: Canale di comunicazione chiuso

source: Jump in: {delay}
it: Salto tra: {delay}

# scanning
source: LOCKED
it: BLOCCATO

# controlbutton
source: Main screen
it: Schermo principale

# mainscreen
source: Front
it: Anteriore

# mainscreen
source: Back
it: Posteriore

# mainscreen
source: Left
it: Sinistra

# mainscreen
source: Right
it: Destra

# mainscreen
source: Target lock
it: Bersaglio

# mainscreen
source: Long Range
it: Lungo raggio

# mainscreen
source: Show comms
it: Mostra comunicazioni

# mainscreen
source: Hide comms
it: Nascondi comunicazioni

# hacking
source: Close
it: Chiudi

# hacking
source: Target system:
it: Sistema bersaglio

# hacking
source: Hacking in Progress: {percent}%
it: Hacking in corso: {percent}%

# hacking
source: {target}: hacked {percent}%
it: {target}: hackerato {percent}%

source: Hacking SUCCESS!
it: Hacking COMPLETATO!

source: Hacking FAILURE!
it: Hacking FALLITO!

# cpulog
source: Searching for hostiles around {x},{y}.
it: Ricerca nemici intorno a {x},{y}.

# cpulog
source: Searching for supplies.
it: Ricerca rifornimenti.

# cpulog
source: Docking to {callsign}.
it: Approdo a {callsign}.

# cpulog
source: Standing ground for now.
it: Mantiene la posizione per adesso

# cpulog
source: Defending {x},{y}.
it: Difesa {x},{y}.

# cpulog
source: Following {callsign}.
it: Seguo {callsign}.

# cpulog
source: Moving to {x},{y}.
it: Mi muovo in {x},{y}.

# cpulog
source: Moving to attack {callsign}!
it: Mi muovo per attaccare {callsign}!

# orderscpu
source: Idle
it: Inattivo

# orderscpu
source: Retreat
it: Ritirata

# orderscpu
source: Stand Ground
it: Mantenere posizione

# orderscpu
source: Defend Location
it: Difendi posizione

# orderscpu
source: Defend Target
it: Difendi bersaglio

# orderscpu
source: Fly in formation
it: Vola in formazione

# orderscpu
source: Fly towards
it: Vola verso

# orderscpu
source: Fly towards (ignore all)
it: Vola verso (ignora tutto)

# orderscpu
source: Attack
it: Attacca

# orderscpu
source: Dock
it: Approda

# shiplog
source: Hailed by {name}
it: Contatto da {name}

# shiplog
source: Communication channel closed by other side
it: Canale di comunicazione chiuso dall'altra parte

# shiplog
source: Hailing from {callsign} stopped
it: Contatto da {callsign} fermato

# shiplog
source: Communication channel closed
it: Canale di comunicazione chiuso

# chatdialog
source: Opened comms with {name}
it: Aperte comunicazioni con {name}

# shiplog
source: Hailing: {name}
it: Contattando: {name}

# chatdialog
source: Opened comms to {callsign}
it: Aperte comunicazioni con {callsign}

# shiplog
source: Opened communication channel to {callsign}
it: Aperto un canale di comunicazione con {callsign}

# shiplog
source: Refused communications from {callsign}
it: Comunicazioni rifiutate da {callsign}

# shiplog
source: Refused communications to {callsign}
it: Comunicazioni rifiutate a {callsign}

# shiplog
source: Hail suddenly went dead.
it: Comunicazioni morte all'improvviso

# shiplog
source: Accepted hail from {callsign}
it: Contatto accettato da {callsign}

# shiplog
source: Refused hail from {callsign}
it: Contatto rifiutato da {callsign}

# shiplog
source: Opened communication channel to {name}
it: Aperto canale di comunicazione con {name}

# shiplog
source: Refused hail from {name}
it: Comunicazioni rifiutate da {nome}

source: Fabricated by: Repulse shipyards. Due to it's versatility, this ship has found wide adaptation in most factions. Most factions have extensively retrofitted these ships to suit their combat doctrines. Because it's an older model, most factions have been selling stripped versions. This practice has led to this ship becoming an all time favorite with smugglers and other civilian parties. However, they have used it's adaptable nature to re-fit them with (illegal) weaponry.
it: Fabbricato dai cantieri Repulse. Grazie alla sua versatilità, questa nave ha trovato ampia adozione in quasi tutte le fazioni. Quasi tutte le fazioni hanno modificato ampiamente queste navi per adattarle alle loro dottrine di combattimento. Trattandosi di un modello vecchio, la maggior parte delle fazioni vendono versioni spogliate. Questa pratica ha portato questa nave a diventare una delle preferite di sempre dai contrabbandieri e da altri civili. Tuttavia essi usano la sua natura adattabile per riequipaggiarla con armi (illegali).

source: Fabricated by: Repulse shipyards. The successor to the widely successful mark I Karnack cruiser. This ship has several notable improvements over the original ship, including better armor, slightly improved weaponry and customization by the shipyards. The latter improvement was the most requested feature by several factions once they realized that their old surplus mark I ships were used for less savory purposes.
it: Fabbricata dai cantieri Repulse. Il successore dell'incrociatore di grande successo Karnack Mark 1. Questa nave ha diversi notevoli miglioramenti rispetto alla nave originale, tra cui una migliore armatura, armamento leggermente migliorato e personalizzazione da parte dei cantieri navali. Quest'ultimo miglioramento è stata la caratteristica più richiesta da diverse fazioni una volta realizzato che le loro vecchie navi Mark 1 in eccedenza erano usate per scopi meno nobili.

source: Polaris missile cruiser mark I. Fabricated by: Repulse shipyards. This missile cruiser is a long range missile firing platform. It cannot handle a lot of damage, but can do a lot of damage if not dealt with properly.
it: Incrociatore missilistico Polaris Mark 1. Fabbricato dai cantieri Repulse. Questo incrociatore missilistico è una piattaforma lanciamissili a lungo raggio. Non può sopportare molti danni ma può causarne molti se non affrontato correttamente.

source: The gunship is a ship equipped with a homing missile tube to do initial damage and then take out the enemy with 2 front firing beams. It's designed to quickly take out the enemies weaker then itself.
it: La Cannoniera è una nave dotata di un tubo missilistico autoguidato per infliggere il danno iniziale e poi eliminare il nemico con due cannoni a raggi frontali. È progettato per eliminare rapidamente nemici più deboli di se stessa.

source: The advanced gunship is a ship equipped with 2 homing missiles to do initial damage and then take out the enemy with 2 front firing beams. It's designed to quickly take out the enemies weaker then itself.
it: La Cannoniera Avanzata è una nave equipaggiata con 2 tubi missilistici autoguidati per infliggere il danno iniziale e poi abbattere il nemico con 2 cannoni a raggi frontali. È progettata per eliminare rapidamente nemici più deboli di se stessa.

source: The Terran Stellar Navy, or TSN, consists of naval forces based near Terra. Its members are primarily human. These humans and other races have banded together to form a navy to protect and enforce common philosophies. They are friendly with the human navy but do not follow the same command structure. Military actions taken in the past have made them enemies of the Arlenians, but they've got a better relationship with the Ghosts than the Human Navy does. The TSN and USN are enemies because of the USN's neutral stance towards the Kraylor.
it: La Terran Stellar Navy (Marina Stellare Terrestre) o TSN è composta da forze militari con sede vicino alla Terra. I suoi membri sono principalmente Umani. Questi umani e le altre razze si sono uniti a formare una forza militare per difendere e applicare filosofie comuni. Sono amichevoli con la Marina Umana ma non seguono la stessa struttura di comando. Azioni militari intraprese in passato li hanno resi nemici degli Arleniani ma hanno un rapporto migliore con i Fantasmi rispetto alla Marina Umana. La TSN e la USN sono nemiche a causa della posizione neutrale della USN nei confronti dei Kraylor.

source: The United Stellar Navy, or USN, is a naval force near the boundary of human and Kraylor space consisting of mostly humans. The USN is friendly with the human navy and uses a similar command structure. The USN is primarily human but includes other races. This includes some Kraylor, which has made the TSN an enemy of the USN.
it: La United Stellar Navy (Marina Stellare Unita) o USN è una forza militare ai confini tra lo spazio Umano e Kraylor composta principalmente da Umani. La USN è amica della Marina Umana ed usa una struttura di comando simile. La USN è principalmente Umana ma ne fanno parte anche altre razze. In particolare alcuni Kraylor sono stati accettati nella USN e tale azione ha reso nemiche la TSN e la USN.

source: The Celestial Unified Fleet, or CUF, is the farthest-ranging primarily human fleet as well as the least xenophobic. The CUF's goals center on exploration and trade, but since it's a dangerous galaxy, they recognize the need for strong warships. The CUF is friendly with the human navy, and neutral toward the TSN and USN. They are less structured than the other primarily human navies. The CUF have neutral relations with the Ktlitans and Arlenians. They are enemies with Exuari, Kraylor, and Ghosts for political and historical reasons, not xenophobia; some of their best friends are also Exuari, Kraylor, and Ghosts.
it: La Celestial Unified Fleet (Flotta Celestiale Unita) o CUF è la flotta prevalentemente umana più lontana e tollerante. Gli obiettivi della CUF si concentrano principalmente sull'esplorazione e sul commercio, ma dato che la galassia è un posto pericoloso, riconoscono la necessità di possedere potenti navi da guerra. Amichevole con la Marina Umana, neutrale nei confronti di TSN e USN. Non tanto strutturata quanto le altre marine prevalentemente umane. La CUF ha rapporti neutrali con gli Ktlitani e con gli Arleniani. Sono nemici di Exuari, Kraylor e Fantasmi per ragioni politiche e storiche, non per xenofobia: alcuni dei loro migliori amici sono Exuari, Kraylor e Fantasmi.

source: Range
it: Portata

source: Damage
it: Danno

source: Nuke
it: Nucleari

source: Blast radius
it: Raggio esplosione

source: Trigger distance
it: Distanza di innesco

source: Jump/Turret version of Flavia Falcon
it: Versione della Flavia Falcon con motore di salto e torretta

source: The Strikeship is a warp-drive equipped fighter build for quick strikes, it's fast, it's agile, but does not do an extreme amount of damage, and lacks in rear shields.
it: L'Assaltatore è un caccia equipaggiato con motore a curvatura costruito per attacchi rapidi, è veloce, agile ma non infligge una estrema quantità di danni ed è carente di scudi posteriori.
