Repository: daid/EmptyEpsilon
Catalog: resources/locale/cz.po
Languages: cs_cz

source: Version: {version}
cs_cz: Verze: {version}

source: Start server
cs_cz: Spustit server

source: Start client
cs_cz: Spustit klienta

source: Options
cs_cz: Nastaveni

source: Quit
cs_cz: Ukoncit

source: Tutorials
cs_cz: Vyuka

source: Graphics Options
cs_cz: Nastaveni grafiky

source: Fullscreen toggle
cs_cz: Cela obrazovka

source: Sound Options
cs_cz: Nastaveni zvuku

source: Sound Volume: {volume}%
cs_cz: Hlasitost zvuku: {volume}%

source: The Atlantis X23 is the smallest model of destroyer, and its combination of frigate-like size and corvette-like power makes it an excellent escort ship when defending larger ships against multiple smaller enemies. Because the Atlantis X23 is fitted with a jump drive, it can also serve as an intersystem patrol craft.
cs_cz: Atlantis X23 je nejmenší model torpédoborce. Velikostí fregata a silou korveta tvoří výbornou doprovodnou loď pro obranu větších lodí proti více menším nepřátelům. Atlantis X23 je dále vybavena skokovým pohonem takže může být použita i jako hlídková loď mezi hvězdnými systémy.

source: A refitted Atlantis X23 for more general tasks. The large shield system has been replaced with an advanced combat maneuvering systems and improved impulse engines. Its missile loadout is also more diverse. Mistaking the modified Atlantis for an Atlantis X23 would be a deadly mistake.
cs_cz: Refitovaná verze Atlantis X23 pro více všeobecné úkoly. Silný systém štítů byl nahrazen pokročilým manévrovacím systémem a vylepšenými impulzními motory. Její torpéda jsou taktéž více univerzální. Splést si tuto upravenou Atlantis za Atlantis X23 by byla smrtelná chyba.

source: Contrary to its predecessor, the Starhammer II lives up to its name. By resolving the original Starhammer's power and heat management issues, the updated model makes for a phenomenal frontal assault ship. Its low speed makes it difficult to position, but when in the right place at the right time, even the strongest shields can't withstand a Starhammer's assault for long.
cs_cz: Oproti svému předchůdci, Starhammer II (Hvězdné kladivo) dostává svému jménu. Vyřešením problémů původního Starhammeru v energetice a chlazení, vylepšený model je fenomenální loď pro čelní útok. jeho nízká rychlost je sice náročnější na natočení, ale když je ve správný čas na správném místě, ani nejsilnější lodě nevydrží proti útoku Starhammeru dlouho.

source: A number of missile tubes range around this ship. Beams were deemed lower priority, though they are still present. Stronger defenses than a frigate, but not as strong as the Atlantis
cs_cz: Početné torpédomety kolem lodi. Paprskové zbraně byly považovány za nižší prioritu, ale stále tu nějaké jsou. Lepší obrana, než fregaty, ale ne tak silné jako Atlantis

source: A number of beams bristle from various points on this gunner. Missiles were deemed lower priority, though they are still present. Stronger defenses than a frigate, but not as strong as the Atlantis
cs_cz: Řada paprskových zbraní ježících se z různých míst na tomto střelci. Torpédomety byly považovány za nižší prioritu, ale stále tu nějaké jsou. Lepší obrana, než fregaty, ale ne tak silné jako Atlantis

source: This stationary defense platform operates like a station, with docking and resupply functions, but is armed with powerful beam weapons and can slowly rotate. Larger systems often use these platforms to resupply patrol ships.
cs_cz: Tato statická obranná platforma funguje jako stanice, s dokováním a zásobováním, ale je vyzbrojena silnými paprskovými zbraněmi a dokáže se pomalu otáčet. Větší hvězdné systémy často využívají tyto platformy pro zásobování hlídkových lodí.

source: Storage {weapon}
cs_cz: {weapon} strely

# system
source: Reactor
cs_cz: Reaktor

# system
source: Beam Weapons
cs_cz: Paprskove zbrane

# system
source: Maneuvering
cs_cz: Manevrovani

# system
source: Impulse Engines
cs_cz: Impulzni motory

# system
source: Warp Drive
cs_cz: Warpovy pohon

# system
source: Jump Drive
cs_cz: Skokovy pohon

# system
source: Front Shield Generator
cs_cz: Predni generator stitu

# system
source: Rear Shield Generator
cs_cz: Zadni generator stitu

source: Next
cs_cz: Dalsi

source: Your name:
cs_cz: Vase jmeno:

source: Server configuration
cs_cz: Nastaveni serveru

source: Server name:
cs_cz: Nazev serveru:

source: Server password:
cs_cz: Heslo serveru:

source: Server IP:
cs_cz: IP adresa serveru:

source: Server visibility:
cs_cz: Viditelnost serveru:

source: LAN only
cs_cz: Pouze LAN

source: Player ship options
cs_cz: Nastaveni hracske lode

source: Warp/Jump:
cs_cz: Warp/Skok:

# warp/jump
source: Ship default
cs_cz: Vychozi pro lod

# warp/jump
source: Warp drive
cs_cz: Warpovy pohon

# warp/jump
source: Jump drive
cs_cz: Skokovy pohon

# warp/jump
source: Both
cs_cz: Oba

# warp/jump
source: Neither
cs_cz: Zadny

source: Main screen options
cs_cz: Moznosti hlavni obrazovky

source: Tactical radar
cs_cz: Takticky radar

source: Long range radar
cs_cz: Radar dlouheho dosahu

source: Game rules
cs_cz: Pravidla hry

source: Scan complexity:
cs_cz: Slozitost skenu:

# scanning
source: None (delay)
cs_cz: Zadna (zpozdeni)

# scanning
source: Simple
cs_cz: Jednoducha

# scanning
source: Normal
cs_cz: Normalni

# scanning
source: Advanced
cs_cz: Pokrocila

source: Hacking difficulty:
cs_cz: Obtiznost hackovani:

# hacking
source: Simple
cs_cz: Jednoducha

# hacking
source: Normal
cs_cz: Normalni

# hacking
source: Difficult
cs_cz: Obtizna

# hacking
source: Fiendish
cs_cz: Dabelska

source: Hacking type:
cs_cz: Typ hackovani:

# hacking
source: Mine
cs_cz: Miny

# hacking
source: Lights
cs_cz: Svetla

# hacking
source: All
cs_cz: Vse

source: Beam/shield frequencies
cs_cz: Frekvence paprsku/stitu

source: Per-system damage
cs_cz: Poskozeni systemu

source: Scenario
cs_cz: Scenar

source: Variation:
cs_cz: Varianta:

source: Close server
cs_cz: Vypnout server

source: Start scenario
cs_cz: Spustit scenar

# variation
source: None
cs_cz: Zadna

source: No variation.
cs_cz: Zadne varianty.

source: No variation selected. Play the scenario as intended.
cs_cz: Nebyla vybrana varianta. Hrat scenar jak je zamysleno.

source: Start Tutorial
cs_cz: Spustit vyuku

source: Back
cs_cz: Zpet

source: Energy
cs_cz: Energie

# health
source: Hull
cs_cz: Trup

# shields
source: Front
cs_cz: Predni

# shields
source: Rear
cs_cz: Zadni

# total
source: Coolant
cs_cz: Chlazeni

# slider
source: Power
cs_cz: Vykon

# slider
source: Coolant
cs_cz: Chalzeni

source: Energy production
cs_cz: Produkce energie

source: Firing rate
cs_cz: Rychlost palby

# missile
source: Reload rate
cs_cz: Rychlost prebijeni

source: Turning speed
cs_cz: Rychlost otaceni

source: Combat recharge rate
cs_cz: Obnova uhybnych manevru

source: Impulse speed
cs_cz: Impulzni rychlost

source: Warp drive speed
cs_cz: Warpova rychlost

source: Jump drive recharge rate
cs_cz: Rychlost obnovy pohonu

source: Jump drive jump speed
cs_cz: Rychlost provedeni skoku

# shields
source: Calibration speed
cs_cz: Rychlost kalibrace

# shields
source: Charge rate
cs_cz: Rychlost obnovy

source: Extra damage
cs_cz: Poskozeni navic

source: Damage negate
cs_cz: Negace poskozeni

source: Callsign
cs_cz: Volaci znak

# science
source: Distance
cs_cz: Vzdalenost

source: Bearing
cs_cz: Smer

source: Rel. Speed
cs_cz: Rel. Rychlost

source: Faction
cs_cz: Frakce

# science
source: Type
cs_cz: Typ

# science
source: Shields
cs_cz: Stity

# science
source: Hull
cs_cz: Trup

source: Zoom: {zoom}x
cs_cz: Priblizeni: {zoom}x

# button
source: Database
cs_cz: Databaze

source: Open Comms
cs_cz: Zahajit komunikaci

source: Start hacking
cs_cz: Zahajit hackovani

source: Link to Science
cs_cz: Propojit s vedeckou st.

source: Place Waypoint
cs_cz: Umistit bod

source: Delete Waypoint
cs_cz: Smazat bod

source: Launch Probe
cs_cz: Vyslat sondu

source: Reputation:
cs_cz: Reputace:

source: Alert level
cs_cz: Stupen poplachu

source: Heading
cs_cz: Smer

source: Speed
cs_cz: Rychlost

# missile
source: Load
cs_cz: Nabit

# missile
source: Empty
cs_cz: Prazdne

# missile
source: Unload
cs_cz: Vybit

# missile
source: Loading
cs_cz: Nabiji se

# missile
source: Unloading
cs_cz: Vybiji se

# missile
source: Firing
cs_cz: Strili

source: Self destruct activated!
cs_cz: Sebedestrukce aktivovana!

source: Code [{letter}]: {self_destruct_code}
cs_cz: Kod [{letter}]: {self_destruct_code}

# selfdestruct
source: Enter [{letter}]
cs_cz: Zadat [{letter}]

source: Request Dock
cs_cz: Pozadat o zakotveni

source: Cancel Docking
cs_cz: Zrusit kotveni

source: Undock
cs_cz: Odkotvit

# shields
source: Calibrating
cs_cz: Kalibruje se

# shields
source: ON
cs_cz: Zdvizene

# shields
source: OFF
cs_cz: Sklopene

source: {frequency} Shields: {status}
cs_cz: {frequency} stity: {status}

source: Shields: {status}
cs_cz: Stity: {status}

source: Self destruct
cs_cz: Sebedestrukce

# selfdestruct
source: Confirm!
cs_cz: Potvrdit!

# selfdestruct
source: Cancel
cs_cz: Zrusit

# shields
source: Calibrate
cs_cz: Kalibrovat

# jumpcontrol
source: Distance
cs_cz: Vzdalenost

# jumpcontrol
source: Jump
cs_cz: Skok

# jumpcontrol
source: Jump in
cs_cz: Skok za

# jumpcontrol
source: Charging
cs_cz: Nabiji se

# slider
source: Impulse
cs_cz: Impulz

# target
source: Hull
cs_cz: Trup

source: Combat maneuver
cs_cz: Uhybne manevry

# missile
source: Homing
cs_cz: Navadene

# missile
source: Nuke
cs_cz: Jaderne

# missile
source: Mine
cs_cz: Miny

# tube
source: Front
cs_cz: Predni

# tube
source: Right
cs_cz: Pravy

# tube
source: Left
cs_cz: Levy

# tube
source: Rear
cs_cz: Zadni

source: Corvette
cs_cz: Korveta

source: Destroyer
cs_cz: Torpedoborec

source: Defense platform
cs_cz: Obrana platforma

source: Personnel Freighter %d
cs_cz: Osobni Transport %d

source: Freighter
cs_cz: Transport

source: Personnel Jump Freighter %d
cs_cz: Osobni Skokovy Transport %d

source: Goods Freighter %d
cs_cz: Nakladni Transport %d

source: Goods Jump Freighter %d
cs_cz: Nakladni Skokovy Transport %d

source: Garbage Jump Freighter %d
cs_cz: Odpadni Skokovy Transport %d

source: Equipment Freighter %d
cs_cz: Transport Vybaveni %d

source: Equipment Jump Freighter %d
cs_cz: Skokovy Transport Vybaveni %d

source: Fuel Freighter %d
cs_cz: Palivovy Tanker %d

source: Fuel Jump Freighter %d
cs_cz: Skokovy Palivovy Tanker %d

source: Jump Carrier
cs_cz: Skokova Letadlova Lod

source: Independent
cs_cz: Nezavisli

source: Human Navy
cs_cz: Lidske Namornictvo

source: Arlenians
cs_cz: Arleniane

source: Ghosts
cs_cz: Duchove

source: Ktlitans
cs_cz: Ktlitane

source: TSN
cs_cz: PHN

source: USN
cs_cz: SHN

source: CUF
cs_cz: NSF

# database direction
source: Front
cs_cz: Predni

# database direction
source: Right
cs_cz: Prava

# database direction
source: Left
cs_cz: Leva

# database direction
source: Rear
cs_cz: Zadni

# database
source: Factions
cs_cz: Frakce

# stance
source: Neutral
cs_cz: Neutrani

# stance
source: Enemy
cs_cz: Nepratelske

# stance
source: Friendly
cs_cz: Pratelske

# database
source: Ships
cs_cz: Lode

# database
source: Class
cs_cz: Trida

# database
source: Sub-class
cs_cz: Podtrida

# database
source: Size
cs_cz: Velikost

# database
source: Shield
cs_cz: Stit

source: Hull
cs_cz: Trup

# database
source: Move speed
cs_cz: Rychlost pohybu

# database
source: Turn speed
cs_cz: Rychlost otaceni

# database
source: Warp speed
cs_cz: Warp rychlost

# database
source: Jump range
cs_cz: Dosah skoku

source: {direction} beam weapon
cs_cz: {direction} paprskova zbran

# database
source: {damage} Dmg / {interval} sec
cs_cz: {damage} Poskozeni / {interval} sec

# database
source: {direction} tube
cs_cz: {direction} torpedomet

# database
source: {direction} small tube
cs_cz: {direction} maly torpedomet

# database
source: {direction} large tube
cs_cz: {direction} velky torpedomet

source: Graphics options
cs_cz: Nastaveni zobrazeni

source: Audio options
cs_cz: Nastaveni zvuku

source: Interface options
cs_cz: Nastaveni rozhrani

source: Music Playback
cs_cz: Prehravani hudby

source: Disabled
cs_cz: Zakazano

source: Enabled
cs_cz: Povoleno

source: Main Screen only
cs_cz: Pouze hlavni obrazovka

source: Music Volume: {volume}%
cs_cz: Hlasitost hudby: {volume}%

source: Impulse Engine sound
cs_cz: Zvuk Impulzniho Motoru

source: Impulse Volume: {volume}%
cs_cz: Hlasitost impulz. motoru: {volume}%

source: Helms Radar Lock
cs_cz: Otaceni navigacniho radaru

source: Weapons Radar Lock
cs_cz: Otaceni zbranoveho radaru

source: Science Radar Lock
cs_cz: Otaceni vedeckeho radaru

source: Preview Soundtracks
cs_cz: Nahled zvukoveho podkladu

# options
source: Back
cs_cz: Zpet

# options
source: Save
cs_cz: Ulozit

source: Shields
cs_cz: Stity

source: Beams
cs_cz: Paprskove zbrane

source: Mission Clock
cs_cz: Hodiny Mise

# alert
source: RED ALERT
cs_cz: CERVENY POPLACH

# alert
source: YELLOW ALERT
cs_cz: ZLUTY POPLACH

# alert
source: Normal
cs_cz: Normalni

source: Small Station
cs_cz: Mala stanice

source: Medium Station
cs_cz: Stredni stanice

source: Large Station
cs_cz: Velka stanice

source: Huge Station
cs_cz: Obrovska stanice
