Repository: daid/EmptyEpsilon
Catalog: resources/locale/main.*.po
Languages: de, fr

source: Black hole
fr: Trou noir

source: A black hole is a point of supercondensed mass with a gravitational pull so powerful that not even light can escape it. It has no locally detectable features, and can only be seen indirectly by blocking the view and distorting its surroundings, creating a strange circular mirror image of the galaxy. The black disc in the middle marks the event horizon, the boundary where even light can't escape it anymore. On the sensors, a black hole appears as a disc indicating the zone where the gravitational pull is getting dangerous, and soon will be stronger then the ship's impulse engines. An object that crosses a black hole is drawn toward its center and quickly ripped apart by the gravitational forces.
fr: Un trou noir est un point de masse supra condensée avec une force gravitationnelle si puissante que même la lumière ne peut y échapper. Il n'a pas de caractéristiques localement détectables et ne peut être vu qu'indirectement en bloquant la vue et en déformant son environnement, créant ainsi une étrange image miroir circulaire de la galaxie. Le disque noir au milieu marque l'horizon des évènements, la limite ou même la lumière ne peut plus s'échapper. Sur les capteurs, un trou noir apparait sous la forme d'un disque indiquant la zone ou l'attraction gravitationnelle devient dangereuse et où elle sera bientôt plus puissante que les moteurs à impulsion du navire. Un objet qui traverse un trou noir est attiré vers son centre et est rapidement déchiré par les forces gravitationnelles.

source: Wormhole
fr: Trou de ver

source: A wormhole, also known as an Einstein-Rosen bridge, is a phenomena that connects two points of spacetime. Jump drives operate in a similar fashion, but instead of being created at will, a wormhole occupies a specific location in space. Objects that enter a wormhole instantaneously emerge from the other end, which might be anywhere from a few feet to thousands of light years away. Wormholes are rare, and most can move objects in only one direction. Traversable wormholes, which are stable and allow for movement in both directions, are even rarer. All wormholes generate tremendous sensor activity, which an astute science officer can detect even through disruptions such as nebulae.
fr: Un trou de ver, également connu sous le nom de pont Einstein-Rosen, est un phénomène naturel - purement théorique - qui relie deux points de l'espace-temps. Les commandes de téléportation de votre vaisseau fonctionnent de la même manière, mais au lieu d'être crée à volonté, un trou de ver occupe un emplacement spécifique dans l'espace. Les objets qui pénètrent dans un trou de ver émergent instantanément à l'autre extrémité, ce qui peut varier de quelques mètres à des milliers d'années-lumière. Les trous de ver sont rares et la plupart d'entre eux peuvent ne fonctionner que dans un sens. Les trous de ver traversables, qui sont stables et permettent un mouvement dans les deux sens, sont encore plus rares. Tous les trous de ver génèrent une activité énorme, décelable sur les capteurs, qu'un officier scientifique astucieux peut détecter même lors de perturbations telles que des nébuleuses.

source: Weapons
fr: Armement

source: This database only covers the basic versions of the missiles used throughout the galaxy. It has been reported that some battleships started using larger variations of those missiles. Small fighters and even frigates should not have too much trouble dodging them, but space captains of bigger ships should be wary of their doubled damage potential. Smaller variations of these missiles have become common in the galaxy, too. Fighter pilots praise their speed and maneuverability, because it gives them an edge against small and fast-moving targets. They only deal half the damage of their basic counterparts, but what good is a missile if it does not hit its target.
fr: Cette base de données ne couvre que les versions de base des missiles utilisés dans toute la galaxie. Il a été rapporté que certains cuirassés ont commencé à utiliser de plus grandes variantes de ces missiles. Les petits combattants et même les frégates ne devraient pas avoir trop de mal à les esquiver, mais les capitaines des plus gros navires spatiaux devraient se méfier de leur potentiel de dégâts double. De plus petites variations de ces missiles sont également devenues courantes dans la galaxie. Les pilotes de chasse louent leur vitesse et leur maniabilité car cela leur donne un avantage contre des cibles petites et rapides. Ils n'infligent que la moitié des dégâts de leurs homologues de base, mais à quoi sert un missile s'il ne touche pas sa cible.

source: Range
fr: Portée

source: Damage
fr: Dégâts

source: This target-seeking missile is the workhorse of many space combat arsenals. It's compact enough to be fitted on frigates, and packs enough punch to be used on larger ships, though usually in more than a single missile tube.
fr: Ce missile à tête chercheuse est le fer de lance de nombreux arsenaux de combat spatial. Il est suffisamment compact pour être monté sur des frégates et suffisamment puissant pour être utilisé sur de plus grands navires, mais en étant généralement utilisé dans plus d'un tube de missile.

source: Blast radius
fr: Rayon d'action

source: Damage at center
fr: Dégâts au centre

source: Damage at edge
fr: Dégâts au bord

source: A nuclear missile is similar to a homing missile in that it can seek a target, but it moves and turns more slowly and explodes a greatly increased payload. Its nuclear explosion spans 1U of space and can take out multiple ships in a single shot. Some captains oppose the use of nuclear weapons because their large explosions can lead to 'fragging', or unintentional friendly fire. Shields should protect crews from harmful radiation, but because these weapons are often used in the thick of battle, there's no way of knowing if hull plating or shields can provide enough protection.
fr: Un missile nucléaire est similaire à un missile à tête chercheuse en ce sens qu'il peut verrouiller une cible, mais il se déplace plus lentement, tourne plus difficilement et provoque une explosion considérablement plus importante. Son explosion nucléaire couvre 1 rayon de 1U d'espace et permet de détruire plusieurs navires en un seul coup. Certains capitaines s'opposent à l'utilisation des armes nucléaires car leurs grandes explosions peuvent conduire à un "attentat" ou à un tir ami accidentel. Les boucliers devraient protéger les équipages contre les radiations nocives, mais comme ces armes sont souvent utilisées au beau milieu d'une bataille, il est impossible de savoir si le blindage ou les boucliers de la coque peuvent fournir une protection efficace.

source: Drop distance
fr: Distance de largage

source: Trigger distance
fr: Déclenchement

source: Mines are often placed in defensive perimeters around stations. There are also old minefields scattered around the galaxy from older wars. Some fearless captains use mines as offensive weapons, but their delayed detonation and blast radius make this use risky at best.
fr: Les mines sont de puissants explosifs stationnaires projetés par l'arrière du vaisseau à 1U de distance et qui détonnent quand un navire se déplace dans cette zone de 1U à la ronde. L'explosion endommage alors tout ce qui se trouve dans cette zone. Elles sont souvent utilisées comme arme défensive placée pour protéger une station ou une zone de l'espace. Il existe également des champs de mines dispersés dans la galaxie, facilement reconnaissables, vestiges des anciennes guerres martiennes. Certains capitaines téméraires utilisent les mines comme armes offensives, mais la faible portée, l'absence de visée et le rayon d'effet rend cet usage très complexe.

source: The electromagnetic pulse missile (EMP) reproduces the disruptive effects of a nuclear explosion, but without the destructive properties. This causes it to only affect shields within its blast radius, leaving their hulls intact. The EMP missile is also smaller and easier to store than heavy nukes. Many captains (and pirates) prefer EMPs over nukes for these reasons, and use them to knock out targets' shields before closing to disable them with focused beam fire.
fr: L'EMP : missile à impulsions électromagnétiques est un missile à tête chercheuse. Il reproduit les effets perturbateurs d'une explosion nucléaires, mais sans les propriétés destructrices. Cela l'amène à n'affecter que les boucliers auxquels il inflige de lourds dommages dans un rayon de 1U de détonation, mais il n'endommage pas les systèmes physiques ou la coque. L'EMP est également plus petit et plus facile à stocker que les armes nucléaires lourdes. De nombreux capitaines (et pirates) préfèrent les EMP aux armes nucléaires pour ces raisons et les utilisent pour affaiblir les boucliers des cibles avant de les attaquer en combat rapproché avec un tir à faisceaux laser.

source: Burst
fr: Rafale

source: A high-velocity lead impactor (HVLI) fires a simple slug of lead at a high velocity. This weapon is usually found in simpler ships since it does not require guidance computers. This also means its projectiles fly in a straight line from its tube and can't pursue a target. Each shot from an HVLI fires a burst of 5 projectiles, which increases the chance to hit but requires precision aiming to be effective. It reaches its full damage potential at a range of 2u.
fr: Impacteur a haute vélocité (HVLI) : Un groupe de 5 limaces de plomb tirées toutes droites en une rafale à vitesse très élevée. Cette arme se trouve généralement dans les navires les plus basiques car elle ne nécessite pas d'ordinateur de guidage. Cela signifie également que ces projectiles volent en ligne droite à partir de leur tube de lancement et ne peuvent pas être verrouillées sur une cible ennemie Chaque tir d'un HVLI déclenche une rafale de 5 projectiles, ce qui augmente les chances de toucher mais nécessite d'être suffisamment près et d'être precis pour être efficace, surtout si les tubes de lancement se trouvent sur les cotés du vaisseau. Le tir atteint son plein potentiel de dégâts dans un rayon de 2u.

# database
source: Factions
de: Fraktionen

# database
source: {damage} Dmg / {interval} sec
de: {damage} Schaden / {interval} sek

# database
source: {loadtime} sec
de: {loadtime} Sek. Ladezeit

# station
source: Science
de: Wissenschaft

source: Options
de: Optionen

source: Description
de: Beschreibung

source: Cinematic
de: Filmische Ansicht

# scanning
source: Simple
de: Einfach

# hacking
source: Simple
de: Einfach

# science
source: Distance
de: Entfernung

source: Faction
de: Fraktion

# scienceTab
source: Tactical
de: Taktische Infos

# scienceTab
source: Systems
de: Systeme

# scienceTab
source: Description
de: Beschreibung

# tab
source: Tubes
de: Abschussrohre

# tab
source: Missiles
de: Raketen

source: Tube: {id_tube}
de: Schacht :{id_tube}

# shields
source: ON
de: AN

# shields
source: OFF
de: AUS

# jumpcontrol
source: Distance
de: Entfernung

# hotkey_menu
source: Cinematic View
de: Filmische Ansicht

# hotkey_Cinematic
source: Toggle UI
de: UI umschalten

# hotkey_Cinematic
source: Camera lock
de: Kamera sperren

# hotkey_Cinematic
source: Cycle previous player ship
de: Vorheriges Spielerschiff

# hotkey_Cinematic
source: Cycle next player ship
de: Nächstes Spielerschiff

# hotkey_Cinematic
source: Move forward
de: Vorwärts bewegen

# hotkey_Cinematic
source: Move backward
de: Rückwärts bewegen

# hotkey_Cinematic
source: Strafe left
de: Nach links bewegen

# hotkey_Cinematic
source: Strafe right
de: Nach rechts bewegen

# hotkey_Cinematic
source: Move up
de: Nach oben bewegen

# hotkey_Cinematic
source: Move down
de: Nach unten bewegen

# hotkey_Cinematic
source: Rotate left
de: Nach rechts drehen

# hotkey_Cinematic
source: Rotate right
de: Drehe nach Rechts

# hotkey_Cinematic
source: Tilt down
de: Nach unten Kippen

# hotkey_Cinematic
source: Tilt up
de: Nach oben kippen

# hotkey_menu
source: Top-down View
de: Draufsicht

# hotkey_Topdown
source: Toggle UI
de: UI Umschalten

# hotkey_Topdown
source: Camera lock
de: Kamera sperren

# hotkey_Topdown
source: Cycle previous player ship
de: Vorheriges Spielerschiff

# hotkey_Topdown
source: Cycle next player ship
de: Nächstes Spielerschiff

# hotkey_Topdown
source: Pan up
de: Nach oben bewegen

# hotkey_Topdown
source: Pan left
de: Nach links verschieben

# hotkey_Topdown
source: Pan right
de: Nach rechts verschieben

# hotkey_menu
source: Science
de: Wissenschaft

# gm_info
source: Faction
de: Fraktion

# missile
source: Homing
de: Zielsuch

# missile
source: HVLI
de: HGBI
