Repository: daid/EmptyEpsilon
Catalog: resources/locale/main.*.po
Languages: de, fr

source: Inspired by the Phobos T3 design, the Elara P2 is nearly identical. With the addition of a warp drive and stronger front shields, the Elara P2 poses a greater threat than the Phobos
fr: Inspiré par le design du Phobos T3, le Élara P2 est presque identique. Avec l'ajout de la vitesse lumière et de boucliers avant plus puissants, l'Élara P2 représente une plus grande menace que le Phobos.

source: The Phobos M3 is one of the most common variants of the Phobos T3. It adds a mine-laying tube, but the extra storage required for the mines slows this ship down slightly.
fr: Le Phobos M3 est l'une des variations les plus courantes du Phobos T3. Il possède en plus un tube dédié au largage de mines, mais le stockage supplémentaire requis pour les mines ralentit légèrement ce navire.

source: Player variant of the Phobos M3, not as strong as the atlantis, but has front firing tubes, making it an easier to use ship in some scenarios.
fr: La version Joueur du Phobos M3. Pas aussi puissant que l'Atlantis, mais possède des tubes de tir à l'avant, ce qui en fait un navire plus facile à utiliser dans certaines missions.

source: The Nirvana R5 is an anti-fighter cruiser. It has several rapid-firing, low-damage point-defense weapons to quickly take out starfighters.
fr: Le Nirvana R5 est un croiseur anti-chasseur. Il dispose de plusieurs faisceaux laser à tir rapide et à faibles dégâts pour éliminer rapidement les chasseurs stellaires.

source: An improved version of the Nirvana R5 with faster turning speed and firing rates.
fr: Une version améliorée du Nirvana R5 avec une vitesse de rotation et une cadence de tir plus rapides.

source: One of the earliest mass produced Nirvana models, the Nirvana R3 is designed to be used against fighters. It's got several fast, low damage, point defense beam weapons. Compared to the later, more common Nirvana R5, it has shorter beams, weaker shields and hull and a slower impulse drive.
fr: L'un des premiers modèles Nirvana produits en série. le Nirvana R3 a été conçu pour servir contre les chasseurs. Il possède plusieurs faisceaux laser de défense, rapides mais occasionnant peu de dégâts. En comparaison au Nirvana R5 plus récent et plus courant, il a des faisceaux plus courts, des boucliers et une coque plus faibles et des moteurs à impulsion plus lents.

source: A heavy artillery cruiser, the Storm fires bunches of missiles from forward facing tubes.
fr: Croiseur d'artillerie lourde, le Tempête tire des salves de missiles à partir de tubes orientés vers l'avant.

source: Long range narrow beam and some point defense beams, broadside missiles. Agile for a frigate
fr: Le Hatchcok possède un faisceau laser étroit à longue portée, plusieurs petits faisceaux de défense et des lance-missiles sur les flancs. Agile pour une frégate.

source: A light artillery cruiser, the Piranha F12 is the smallest ship to exclusively fire from broadside weapon tubes.
fr: Croiseur d'artillerie légère, le Piranha F12 est le plus petit navire à tirer exclusivement à partir de tubes de lancement situés sur les flancs.

source: This modified Piranha F12 is in all respects the same vessel except for special weapon tube modifications that allow it to fire nukes in addition to its normal loadout. However, these changes reduce its overall missile storage capacity.
fr: Ce Piranha F12 modifié est à tout point de vue le même navire, à l'exception des modifications spéciales des tubes de lancement permettant le tir d'armes nucléaires en plus de ses missiles habituels. Cependant, ces changements réduisent sa capacité maximale de stockage.

source: The first version of the Piranha was not popular due to its meager firepower and odd tube configuration. The result was a huge financial failure.
fr: La première version du Piranha ne fut pas populaire en raison de sa faible puissance de feu et de la configuration étrange de ses tubes de lancement. Le résultat fut un énorme échec financier.

source: This combat-specialized Piranha F12 adds mine-laying tubes, combat maneuvering systems, and a jump drive.
fr: Ce Piranha F12 spécialisé dans le combat possède en plus 2 tubes de largage de mines ainsi que des systèmes de manœuvre de combat et de téléportation.

source: The Stalker is a strike ship designed to swoop into battle, deal damage quickly, and get out fast. The Q7 model is fitted with a warp drive.
fr: Le Harceleur est un vaisseau d'attaque conçu pour plonger dans la bataille, infliger rapidement des dégâts et battre en retraite aussitôt. Le modèle Q7 est équipé de la vitesse lumière.

source: The stalker Q5 predates the Stalker Q7. Like the Q7, the Q5 is designed to swoop into battle, deal damage quickly and retreat. Compared to the Q7, the Q5 has weaker shields and hull, but a faster turn speed
fr: Le Harceleur Q5 précède le Harceleur Q7. Comme ce dernier, il est conçu pour se lancer dans la bataille, infliger rapidement des dégâts et battre en retraite. Comparé au Q7, le Q5 a des boucliers et une coque plus faibles, mais une vitesse de rotation plus rapide.

source: The Stalker is a strike ship designed to swoop into battle, deal damage quickly, and get out fast. The R7 model is fitted with a jump drive.
fr: Le Harceleur est un vaisseau d'attaque conçu pour plonger dans la bataille, infliger rapidement des dégâts et battre en retraite aussitôt. Le modèle R7 est équipé de la téléportation.

source: The stalker R5 predates the Stalker R7. Like the R7, the R5 is designed to swoop into battle, deal damage quickly and retreat. Compared to the R7, the R5 has weaker shields and hull, but a faster turn speed
fr: Le Harceleur R5 précède le Harceleur R7. Comme ce dernier, il est conçu pour se lancer dans la bataille, infliger rapidement des dégâts et battre en retraite. Comparé au R7, le R5 a des boucliers et une coque plus faibles, mais une vitesse de rotation plus rapide.

source: The Ranus U sniper is built to deal a large amounts of damage quickly and from a distance before escaping. It's the only basic frigate that carries nuclear weapons, even though it's also the smallest of all frigate-class ships.
fr: Le sniper Ranus U est conçu pour infliger de gros dégâts rapidement et à distance avant de s'échapper. C'est la seule frégate de base équipée d'armes nucléaires, même si c'est aussi le plus petit de tous les navires de classe frégate.

source: Popular among traders and smugglers, the Flavia is a small cargo and passenger transport. It's cheaper than a freighter for small loads and short distances, and is often used to carry high-value cargo discreetly.
fr: Populaire parmi les commerçants et les passeurs, le Flavia est un petit vaisseau de transport de marchandises et de passagers. Il est moins cher qu'un cargo pour les petites charges et les courtes distances, et est souvent utilisé pour transporter discrètement des marchandises de grande valeur.

source: The Flavia Falcon is a Flavia transport modified for faster flight, and adds rear-mounted lasers to keep enemies off its back.
fr: Le Faucon Flavia est un vaisseau de transport Flavia modifié pour un vol plus rapide et équipé de faisceaux laser montés à l'arrière pour tenir à distance ses poursuivants.

source: The Flavia P.Falcon has a nuclear-capable rear-facing weapon tube and a warp drive.
fr: Le Faucon P.Flavia dispose à l'arrière d'un tube de missile à capacité nucléaire et de la vitesse lumière.

source: Jump/Turret version of Flavia Falcon
fr: Version Saut/Tourelle du Faucon flavia.

source: The Fiend G3 was the first model produced by Conversions R Us. They got a good deal on a number of used Gunships. They added a cheap jump drive to the Gunship and viola! they made the Fiend G3. Like the Gunship, it has a homing missile tube and beams to readily take down weaker ships. With the jump drive, it becomes quite a bit more dangerous than the stock Gunship.
fr: Le Démon G3 fut le 1er modèle conçu par Conversions R Us. Ils ont fait une bonne affaire sur un certain nombre de Combattants d'occasion. Ils leur ont ajouté un système de téléportation bon marché et voilà ! Le Démon G3 était né ! Comme pour le Combattant, il est équipé d'un tube de missile à tête chercheuse et de faisceaux laser pour abattre facilement les navires les plus faibles. La téléportation en fait un navire plus dangereux que le Combattant d'origine.

source: The Fiend G4 was among the first models produced by Conversions R Us. They got a good deal on a number of used Gunships. They added a cheap warp drive to the Gunship and viola! they made the Fiend G4. Like the Gunship, it has a homing missile tube and beams to readily take down weaker ships. With the warp drive, it becomes quite a bit more dangerous than the stock Gunship.
fr: Le Démon G4 fut parmi les 1er modèles conçus par Conversions R Us. Ils ont fait une bonne affaire sur un certain nombre de Combattants d'occasion. Ils leur ont ajouté un moteur à vitesse lumière bon marché et voilà ! Le Démon G4 était né ! Comme pour le Combattant, il est équipé d'un tube de missile à tête chercheuse et de faisceaux laser pour abattre facilement les navires les plus faibles. La vitesse lumière en fait un navire plus dangereux que le Combattant d'origine.

source: With the success of the Fiend G3 and G4 models, Conversions R Us continued their streak with the Fiend G6. They acquired some used Advanced Gunships and added cheap warp drives to them and made the Fiend G6. Like the Advanced Gunship, it has two homing missile tubes and beams to readily take down weaker ships. The warp drive makes it all the more dangerous.
fr: Avec les succès des modèles Démon G3 et G4, Conversions R Us a poursuivi sa série avec le Démon G6. Ils ont acquis des Combattant V2 d'occasion, y ont ajouté un moteur à vitesse lumière bon marché et le Démon G6 était né. Comme pour le Combattant V2, il dispose à l'avant de deux tubes de missiles à tête chercheuse et de 2 faisceaux laser pour pouvoir abattre facilement les navires les plus faibles. La vitesse lumière le rend encore plus dangereux.

source: With the success of the Fiend G3 and G4 models, Conversions R Us continued their streak with the Fiend G5. They acquired some used Advanced Gunships and added cheap jump drives to them and made the Fiend G5. Like the Advanced Gunship, it has two homing missile tubes and beams to readily take down weaker ships. The jump drive makes it all the more dangerous.
fr: Avec les succès des modèles Démon G3 et G4, Conversions R Us a poursuivi sa série avec le Démon G5. Ils ont acquis des Combattant V2 d'occasion, y ont ajouté un système de téléportation bon marché et le Démon G5 était né. Comme pour le Combattant V2, il dispose à l'avant de deux tubes de missiles à tête chercheuse et de 2 faisceaux laser pour pouvoir abattre facilement les navires les plus faibles. La téléportation le rend encore plus dangereux.

source: The MT52 Hornet is a basic interceptor found in many corners of the galaxy. It's easy to find spare parts for MT52s, not only because they are produced in large numbers, but also because they suffer high losses in combat.
fr: Le Frelon MT52 est un intercepteur de base repérable dans de nombreux coins de la galaxie. Il est facile de trouver des pièces de rechange pour les MT52, non seulement parce qu' elles sont produites en grand nombre, mais aussi parce qu' elles subissent des pertes importantes au combat.

source: The MU52 Hornet is a new, upgraded version of the MT52. All of its systems are slightly improved over the MT52 model.
fr: Le Frelon MU52 est une version améliorée du Frelon MT52. Tous ses systèmes sont légèrement améliorés par rapport au modèle MT52.

source: The MP52 Hornet is a significantly upgraded version of MU52 Hornet, with nearly twice the hull strength, nearly three times the shielding, better acceleration, impulse boosters, and a second laser cannon.
fr: Le Frelon MP52 est une version considérablement améliorée du Frelon MU52, avec une coque deux fois plus résistante, un blindage presque trois fois supérieur, une meilleure accélération, des boosters d'impulsion et un deuxième canon laser.

source: The Adder line's fifth iteration proved to be a great success among pirates and law officers alike. It is cheap, fast, and easy to maintain, and it packs a decent punch.
fr: La cinquième génération de la ligne Vipère s'est avérée être un grand succès parmi les pirates et les officiers de justice. C'est un modèle bon marché, rapide et facile à entretenir, et il a un certain punch.

source: The mark 4 Adder is a rare sight these days due to the success its successor, the mark 5 Adder, which often replaces this model. Its similar hull, however, means careless buyers are sometimes conned into buying mark 4 models disguised as the mark 5.
fr: Le Vipère MK4 se fait rare de nos jours en raison du succès de son successeur, le Vipère MK5, qui le remplace désormais. Leur coque étant similaire, certains acheteurs imprudents achètent parfois des modèles MK4 maquillés en MK5.

source: The Adder MK3 is one of the first of the Adder line to meet with some success. A large number of them were made before the manufacturer went through its first bankruptcy. There has been a recent surge of purchases of the Adder MK3 in the secondary market due to its low price and its similarity to subsequent models. Compared to the Adder MK4, the Adder MK3 has weaker shields and hull, but a faster turn speed
fr: Le Vipère MK3 est l'un des premiers de la gamme Vipère à rencontrer un certain succès. Un grand nombre d'entre eux ont été produits avant que le fabricant ne fasse sa première faillite. Il y a eu une augmentation récente des achats de Vipère MK3 sur le marché secondaire en raison de son prix bas et de sa similitude avec les modèles suivants. Comparé au MK4, le MK3 a des boucliers et une coque plus faibles, mais une vitesse de rotation plus rapide.

source: The mark 6 Adder is a small upgrade compared to the highly successful mark 5 model. Since people still prefer the more familiar and reliable mark 5, the mark 6 has not seen the same level of success.
fr: Le Vipère MK6 est une petite mise à niveau du modèle MK5 très réussi. Étant donné que les gens préfèrent toujours le MK5, plus familier et plus fiable surtout, le MK6 ne connais pas le même succès.

source: The release of the Adder Mark 7 sent the manufacturer into a second bankruptcy. They made improvements to the Mark 7 over the Mark 6 like stronger shields and longer beams, but the popularity of their previous models, especially the Mark 5, prevented them from raising the purchase price enough to recoup the development and manufacturing costs of the Mark 7
fr: La sortie du Vipère MK7 a conduit le fabricant à une seconde faillite. Ils lui ont apportés des améliorations par rapport au MK6, comme des boucliers plus solides et des faisceaux laser plus grand. Malgré cela, la popularité de leurs modèles précédents, en particulier le MK5, les a empêchés d'augmenter suffisamment le prix d'achat pour amortir les coûts de développement et de fabrication du MK7.

source: New management after bankruptcy revisited their most popular Adder Mark 5 model with improvements: stronger shields, longer and stronger beams and a faster turn speed. Thus was born the Adder Mark 8 model. Targeted to the practical but nostalgic buyer who must purchase replacements for their Adder Mark 5 fleet
fr: Après avoir fait faillite, la nouvelle direction a revisité son modèle le plus populaire, le MK5, avec plusieurs améliorations : des boucliers plus solides, des faisceaux plus amples et plus puissants ainsi qu'une vitesse de rotation plus rapide. Ainsi est né le modèle MK8. Il se destine a l'acheteur pragmatique mais nostalgique qui doit acheter des pièces de rechange pour sa flotte de MK5.

source: Hot on the heels of the Adder Mark 8 comes the Adder Mark 9. Still using the Adder Mark 5 as a base, the designers provided stronger shields, stronger, longer and faster beams, faster turn speed and for that extra special touch, two nuclear missiles. As their ad says, 'You'll feel better in an Adder Mark 9.'
fr: Sur les traces du MK8 arrive le MK9. Toujours en se basant sur le modèle MK5, les concepteurs ont développés des boucliers plus solides, des faisceaux plus puissants, amples et rapides ainsi qu'une vitesse de rotation plus rapide. Petite touche spéciale : 2 missiles nucléaires. Comme le dit si bien leur "slogan : "Vous vous sentirez mieux dans un Vipère MK9."

source: The WX-Lindworm, or "Worm" as it's often called, is a bomber-class starfighter. While one of the least-shielded starfighters in active duty, the Worm's two launchers can pack quite a punch. Its goal is to fly in, destroy its target, and fly out or be destroyed.
fr: Le Dragon-WX, ou "Dragon" comme on l'appelle souvent, est un chasseur stellaire de classe bombardier. Bien qu'étant l'un des chasseurs stellaires les moins bien protégés encore en service, ces deux lance-missiles peuvent faire mal. Son objectif est simple : rechercher sa cible, la détruire et retourner d'où il vient avant d'être détruit.

source: Small Station
fr: Petite station

source: Stations of this size are often used as research outposts, listening stations, and security checkpoints. Crews turn over frequently in a small station's cramped accommodatations, but they are small enough to look like ships on many long-range sensors, and organized raiders sometimes take advantage of this by placing small stations in nebulae to serve as raiding bases. They are lightly shielded and vulnerable to swarming assaults.
fr: Les stations de cette taille sont souvent utilisées comme avant-poste de recherche, station d'écoute ou poste de contrôle. Les équipages viennent se reposer fréquemment dans les logements exigus de ces petites stations. Leur taille réduite leur permet d'apparaître comme des vaisseaux sur de nombreux senseurs à longue distance, et des pirates organisés s'en servent parfois en plaçant de petites stations dans des nébuleuses pour servir de base de pillage. Elles disposent de boucliers légers et sont donc vulnérables à de petits assauts organisés.

source: Medium Station
fr: Station moyenne

source: Large enough to accommodate small crews for extended periods of times, stations of this size are often trading posts, refuelling bases, mining operations, and forward military bases. While their shields are strong, concerted attacks by many ships can bring them down quickly.
fr: Assez grandes pour héberger de petits équipages pendant de longues périodes, les stations de cette taille servent souvent de comptoir de commerce, de base de ravitaillement, de base militaire avancée ou encore pour des opérations minières. Malgré leurs puissants boucliers, des attaques coordonnées par plusieurs vaisseaux peuvent les faire tomber rapidement.

source: Large Station
fr: Grande station

source: These spaceborne communities often represent permanent bases in a sector. Stations of this size can be military installations, commercial hubs, deep-space settlements, and small shipyards. Only a concentrated attack can penetrate a large station's shields, and its hull can withstand all but the most powerful weaponry.
fr: Ces communautés spatiales représentent souvent des bases permanentes dans un secteur. Les stations de cette taille peuvent servir d'installation militaire, de plaque tournante commerciale, de colonie dans l'espace reculé, ou de petit chantier naval. Seule une attaque concentrée pourrait pénétrer les boucliers d'une grande station, et seuls les armements les plus puissants pourraient venir à bout de sa coque.

source: Huge Station
fr: Immense station

source: The size of a sprawling town, stations at this scale represent a faction's center of spaceborne power in a region. They serve many functions at once and represent an extensive investment of time, money, and labor. A huge station's shields and thick hull can keep it intact long enough for reinforcements to arrive, even when faced with an ongoing siege or massive, perfectly coordinated assault.
fr: De la taille d'une ville étendue, les stations de cette ampleur représentent le centre spatial de pouvoir d'une faction dans cette region. Elles remplissent plusieurs fonctions à la fois et représentent un investissement considérable en temps, en argent et en travail. Les énormes boucliers et la coque épaisse d'une telle station peuvent garder celle-ci intacte suffisamment longtemps jusqu'à ce que les renforts arrivent, même face à un siège en continu ou à un assaut massif parfaitement coordonné.

# commsShipAssist
source: What do you want?
fr: Que voulez-vous ?

# commsShipAssist
source: Sir, how can we assist?
fr: Monsieur, comment pouvons-nous vous assister ?

# commsShipAssist
source: Defend a waypoint
fr: Défendez un marqueur

# commsShipAssist
source: No waypoints set. Please set a waypoint first.
fr: Monsieur, nous ne détectons aucun marqueur. Veuillez commencer par en placer un.

# commsShipAssist
source: Which waypoint should we defend?
fr: Quel marqueur devons-nous défendre ?

# commsShipAssist
source: Defend %s
fr: Défendez %s

# commsShipAssist
source: We are heading to assist at %s.
fr: Nous partons pour défendre le marqueur %s.

# commsShipAssist
source: Assist me
fr: Aidez-nous !

# commsShipAssist
source: Heading toward you to assist.
fr: Entendu, nous partons immédiatement vous aider.

# commsShipAssist
source: Report status
fr: Au rapport

# commsShipAssist
source: Dock at %s
fr: Amarrez-vous à %s

# commsShipAssist
source: Docking at %s.
fr: En cours d'amarrage à %s.

# commsShipEnemy
source: We will see to your destruction!
fr: Nous allons vous détruire !

# commsShipEnemy
source: Your bloodline will end here!
fr: Votre race va s'éteindre ici et maintenant !

# commsShipEnemy
source: Your feeble threats are meaningless.
fr: Vos petites menaces ne nous impressionnent pas.

# commsShipEnemy
source: Ktzzzsss. You will DIEEee weaklingsss!
fr: Ktzzzsss. Vous allez mourir faibles créatures insignifiantes!

# commsShipEnemy
source: We wish you no harm, but will harm you if we must. End of transmission.
fr: Nous ne vous voulons aucun mal, mais nous le ferons si nécessaire. Fin de transmission.

# commsShipEnemy
source: Stay out of our way, or your death will amuse us extremely!
fr: Restez en dehors de notre chemin, ou votre mort sera une amusante distraction pour nous !

# commsShipEnemy
source: One zero one. No binary communication detected. Switching to universal speech. Generating appropriate response for target from human language archives. :Do not cross us.: Communication halted.
fr: 000110011010...Grzzzz.. Communication binaire non détectée..Grzzz Nous passons en communication universelle..Grrzzz Générer une réponse appropriée pour la cible en langage humain à partir des archives...Grrzzzz Ne nous approchez pas! Grrzzz Communication interrompue.

# commsShipEnemy
source: EXECUTE: SELFDESTRUCT
fr: EXECUTER A DISTANCE: AUTODESTRUCTION

# commsShipEnemy
source: Rogue command received. Targeting source.
fr: Commande non autorisée reçue. Cible verrouillée.

# commsShipEnemy
source: External command ignored.
fr: Ordre externe ignoré.

# commsShipEnemy
source: The hive suffers no threats. Opposition to any of us is opposition to us all. Stand down or prepare to donate your corpses toward our nutrition.
fr: Notre peuple ne tolère aucune menace. S'opposer à l'un d'entre nous c'est s'opposer à nous tous. Fuyez ou préparez-vous à faire don de vos cadavres pour nos repas.

# commsShipEnemy
source: <Transmits 'The Itsy-Bitsy Spider' on all wavelengths>
fr: <Diffuser la chanson de Spiderman sur toutes les ondes>

# commsShipEnemy
source: We do not need permission to pluck apart such an insignificant threat.
fr: Vous osez vous moquer de nous ? En avez-vous marre de vivre ?
