Repository: daid/EmptyEpsilon
Catalog: resources/locale/main.*.po
Languages: de, fr

# jumpcontrol
source: Charging
de: Aufladen
fr: Chargement

# slider
source: Impulse
de: Impuls
fr: Moteurs

source: Damage with your beams
de: Schaden mit Laser
fr: Dégâts produits par vos faisceaux

source: Damage on your shields
de: Schaden am Schild
fr: Dégâts sur vos boucliers

# scienceFrequencyGraph
source: No enemy beams
de: Keine gegnerischen Laser
fr: Pas de faisceaux

# scienceFrequencyGraph
source: No enemy shields
de: Keine gegnerischen Schilde
fr: Pas de boucliers

# systems
source: DAMAGED
de: BESCHÄDIGT
fr: ENDOMMAGÉ

# systems
source: JAMMED
de: GESTÖRT
fr: BLOQUÉ

# systems
source: NO POWER
de: KEINE LEISTUNG
fr: AUCUNE ÉNERGIE

# systems
source: LOW ENERGY
de: ENERGIE NIEDRIG
fr: ÉNERGIE FAIBLE

# systems
source: LOW POWER
de: LEISTUNG NIEDRIG
fr: PUISSANCE FAIBLE

# systems
source: OVERHEATING
de: ÜBERHITZT
fr: SURCHAUFFE

# systems
source: HACKED
de: GEHACKT
fr: PIRATÉ

# target
source: Hull
de: Hülle
fr: Coque

source: Game Paused
de: Spiel pausiert
fr: En pause

source: Unpause
de: Fortsetzen
fr: Revenir au jeu

source: Defeat!
de: Verloren!
fr: Défaite !

source: Victory!
de: Gewonnen!
fr: Victoire !

source: {faction} wins
de: {faction} gewinnt
fr: {faction} gagne

source: Combat maneuver
de: Ausweichmanöver
fr: Manoeuvre de combat

source: SHIP DESTROYED!
de: Schiff zerstört!
fr: VAISSEAU DÉTRUIT !

# shipdestroyed
source: Return
de: Zurück
fr: Retour

# slider
source: Warp
fr: Vit. lumière

source: Opening communications...
de: Öffne Verbindung...
fr: Appel en cours...

source: Answer
de: Antworten
fr: Répondre

source: Ignore
de: Ignorieren
fr: Ignorer

source: No reply...
de: Keine Antwort...
fr: Pas de réponse...

source: Communications were suddenly cut
de: Kommunikation wurde unterbrochen
fr: La communication a été brusquement coupée

source: Communications channel closed
de: Verbindung beendet
fr: Canal de communication fermé

source: Hailed by {name}
de: Gerufen von: {name}
fr: Message provenant de {name}

source: Jump in: {delay}
de: Sprung in: {delay}
fr: Saut dans : {delay}

# scanning
source: Electric signature
de: Elektrische Signatur
fr: Signature électrique

# scanning
source: LOCKED
de: ERFOLGREICH
fr: VERROUILLÉ

# controlbutton
source: Main screen
de: Hauptschirm
fr: Écran principal

# mainscreen
source: Front
fr: Avant

# mainscreen
source: Back
de: Zurück
fr: Arrière

# mainscreen
source: Left
de: Links
fr: Gauche

# mainscreen
source: Right
de: Rechts
fr: Droite

# mainscreen
source: Target lock
de: Erfasstes Ziel
fr: Cible verrouillée

# mainscreen
source: Tactical
de: Taktik
fr: Tactique

# mainscreen
source: Long Range
de: Langstreckeckenradar
fr: Longue portée

# mainscreen
source: Show comms
de: Gespräche anzeigen
fr: Afficher comms

# mainscreen
source: Hide comms
de: Gespräche verbergen
fr: Cacher comms.

# hacking
source: Reset
de: Zuruecksetzen
fr: Réinitialiser

# hacking
source: Target system:
de: Zielsystem:
fr: Système cible :

# hacking
source: Hacking in Progress: {percent}%
de: Hacking: {percent}%
fr: Piratage en cours : {percent}%

# hacking
source: {target}: hacked {percent}%
de: {target}: {percent}% gehackt
fr: {target} : neutralisé à {percent}%

source: Hacking SUCCESS!
de: Hacking ERFOLGREICH!
fr: Piratage RÉUSSI !

source: Hacking FAILURE!
de: Hacking FEHLGESCHLAGEN!
fr: Piratage ÉCHOUÉ !

# hotkey_menu
source: Basic
de: Grundsätzlich
fr: Basique

# hotkey_Basic
source: Pause game
de: Spiel pausieren
fr: Mettre le jeu en pause

# hotkey_Basic
source: Show in-game help
de: In-Game-Hilfe anzeigen
fr: Afficher l'aide en jeu

# hotkey_Basic
source: Return to ship options menu
de: Zurück zu Schiffsoptionen
fr: Retourner au menu vaisseau/postes

# hotkey_Basic
source: Zoom in on zoomable stations
de: hinein zoomen (wenn möglich)
fr: Zoomer sur les stations zoomables

# hotkey_Basic
source: Zoom out on zoomable stations
de: heraus zoomen (wenn möglich)
fr: Dézoomer sur les stations zoomables

# hotkey_Basic
source: Broadcast voice chat to server
de: Voicechat (Serverweit)
fr: Diffuser le chat vocal sur le serveur

# hotkey_Basic
source: Broadcast voice chat to ship
de: Voicechat (schiffsweit)
fr: Diffuser le chat vocal sur le navire

# hotkey_menu
source: General
de: Allgemein
fr: Général

# hotkey_General
source: Switch to next crew station
de: Wechsle zur nächsten Station
fr: Switcher sur le poste suivant

# hotkey_General
source: Switch to previous crew station
de: Zur vorherigen Station wechseln
fr: Switcher sur le poste précèdent

# hotkey_General
source: Switch to helms station
de: Wechsle zu Steuerkonsole
fr: Switcher sur le poste Navigation

# hotkey_General
source: Switch to weapons station
de: Wechsle zu Waffenstation
fr: Switcher sur le poste Armement

# hotkey_General
source: Switch to engineering station
de: Wechsle zu Maschinenraum
fr: Switcher sur le poste Ingénierie

# hotkey_General
source: Switch to science station
de: Wechsle zu Wissenschaft
fr: Switcher sur le poste Science

# hotkey_General
source: Switch to relay station
de: Wechsle zu Kommunikation
fr: Switcher sur le poste Communications

# hotkey_MainScreen
source: View forward
de: Ansicht: Front
fr: Vue avant

# hotkey_MainScreen
source: View left
de: Ansicht: Links
fr: Vue gauche

# hotkey_MainScreen
source: View right
de: Ansicht: Rechts
fr: Vue droite

# hotkey_MainScreen
source: View backward
de: Ansicht: Heck
fr: Vue arrière

# hotkey_MainScreen
source: Lock view on weapons target
de: Kamera folgt Ziel
fr: Vue verrouillée sur cible Armement

# hotkey_MainScreen
source: View tactical radar
de: ZeigeTaktisches Radar
fr: Vue radar tactique

# hotkey_MainScreen
source: View long-range radar
de: Zeige Langstreckeckenradar
fr: Vue radar longue portée

# hotkey_MainScreen
source: Toggle first-person view
de: Ich-Perspektive umschalten
fr: Vue à la 1ère personne

# hotkey_menu
source: Helms
de: Steuerkonsole
fr: Navigation

# hotkey_Helms
source: Increase impulse
de: Impuls erhöhen
fr: Accélérer (moteurs principaux)

# hotkey_Helms
source: Decrease impulse
de: Impuls verringern
fr: Décélérer (moteurs principaux)

# hotkey_Helms
source: Set impulse (joystick)
de: Impuls setzen (Joystick)
fr: Activer les moteurs (joystick)

# hotkey_Helms
source: Zero impulse
de: Impuls stopp
fr: Eteindre les moteurs

# hotkey_Helms
source: Max impulse
de: Max. Impuls
fr: Puissance des moteurs avant max

# hotkey_Helms
source: Max reverse impulse
de: Max. rückwärts-Impuls
fr: Puissance des moteurs arrière max

# hotkey_Helms
source: Turn left
de: Nach links
fr: Tourner à gauche

# hotkey_Helms
source: Turn right
de: Nach rechts
fr: Tourner à droite

# hotkey_Helms
source: Warp off
de: Warp aus
fr: Vitesse lumière Off

# hotkey_Helms
source: Warp 1
fr: Vitesse lumière niveau 1

# hotkey_Helms
source: Warp 2
fr: Vitesse lumière niveau 2

# hotkey_Helms
source: Warp 3
fr: Vitesse lumière niveau 3

# hotkey_Helms
source: Warp 4
fr: Vitesse lumière niveau 4

# hotkey_Helms
source: Increase Warp
de: Warp erhöhen
fr: Accélérer (vitesse lumière)

# hotkey_Helms
source: Decrease Warp
de: Warp verringern
fr: Décélérer (vitesse lumière)

# hotkey_Helms
source: Dock request/abort/undock
de: Andocken/abbrechen/abdocken
fr: Accoster/désamarrer

# hotkey_Helms
source: Initiate docking
de: Starte Docking
fr: Accoster

# hotkey_Helms
source: Abort docking
de: Docking abbrechen
fr: Annuler accostage

# hotkey_Helms
source: Undock
de: Abdocken
fr: Désamarrer

# hotkey_Helms
source: Increase jump distance
de: Sprungentfernung erhöhen
fr: Augmenter la distance de saut

# hotkey_Helms
source: Decrease jump distance
de: Sprungentfernung reduzieren
fr: Diminuer la distance de saut

# hotkey_Helms
source: Initiate jump
de: Sprung einleiten
fr: Activer le saut (téléportation)

# hotkey_Helms
source: Combat boost left
de: Ausweichmanöver links
fr: Manœuvre de combat gauche

# hotkey_Helms
source: Combat boost right
de: Ausweichmanöver rechts
fr: Manœuvre de combat droite

# hotkey_Helms
source: Combat boost forwards
de: Ausweichmanöver vorwärts
fr: Manœuvre de combat avant

# hotkey_menu
source: Weapons
de: Waffen
fr: Armement

# hotkey_Weapons
source: Select homing
de: Wähle Zielsuchrakete
fr: Sélectionner homing

# hotkey_Weapons
source: Select nuke
de: Wähle Nuke
fr: Sélectionner nuke

# hotkey_Weapons
source: Select mine
de: Wähle Mine
fr: Sélectionner mine

# hotkey_Weapons
source: Select EMP
de: Wähle EMP
fr: Sélectionner EMP

# hotkey_Weapons
source: Select HVLI
de: Wähle HGBI
fr: Sélectionner HVLI

# hotkey_Weapons
source: Load tube {number}
de: Lade Schacht {number}
fr: Charger le tube {number}

# hotkey_Weapons
source: Unload tube {number}
de: Entlade Schacht {number}
fr: Décharger le tube {number}

# hotkey_Weapons
source: Fire tube {number}
de: Schacht {number} abfeuern
fr: Lancer le tube {number}

# hotkey_Weapons
source: Select next hostile target
de: Nnächstes feindliches Ziel
fr: Sélectionner la cible hostile suivante

# hotkey_Weapons
source: Select next target (any)
de: Nächstes Ziel (beliebig)
fr: Sélectionner la cible suivante

# hotkey_Weapons
source: Toggle shields
de: Schilde an/aus
fr: Activer/désactiver les boucliers

# hotkey_Weapons
source: Enable shields
de: Schilde aktivieren
fr: Activer les boucliers

# hotkey_Weapons
source: Disable shields
de: Schilde deaktivieren
fr: Désactiver les boucliers

# hotkey_Weapons
source: Increase shield frequency target
de: Erhöhe Schildfrequenz
fr: Augmenter la fréquence des boucliers

# hotkey_Weapons
source: Decrease shield frequency target
de: Schildfrequenz verringern
fr: Réduire la fréquence des boucliers

# hotkey_Weapons
source: Start shield calibration
de: Starte Schildkalibrierung
fr: Démarrer le calibrage des boucliers

# hotkey_Weapons
source: Next beam subsystem target type
de: Nächsten Subsystem anvisieren
fr: Sous-système ciblé suivant (faisceaux)

# hotkey_Weapons
source: Previous beam subsystem target type
de: Vorheriges Subsystem anvisieren
fr: Sous-système ciblé préc. (faisceaux)

# hotkey_Weapons
source: Increase beam frequency
de: Laserfrequenz erhöhrn
fr: Augmenter la fréquence des faisceaux

# hotkey_Weapons
source: Decrease beam frequency
de: Laserfrequenz reduzieren
fr: Réduire la fréquence des faisceaux

# hotkey_Weapons
source: Toggle missile aim lock
de: Raketenlenkung umschalten
fr: Activer/désact. verrouillage missiles

# hotkey_Weapons
source: Enable missile aim lock
de: Manuelle Raketenlenkung
fr: Activer le verrouillage des missiles

# hotkey_Weapons
source: Disable
de: Deaktivieren
fr: Désactiver le verrouillage des missiles

# hotkey_Weapons
source: Turn missile aim to the left
de: Rakete nach links ausrichten
fr: Verrouillage missiles vers la gauche

# hotkey_Weapons
source: Turn missile aim to the right
de: Rakete nach rechts ausrichten
fr: Verrouillage missiles vers la droite

# hotkey_Science
source: Scan object
de: Objekt scannen
fr: Scanner l'objet

# hotkey_Science
source: Select next scannable object
de: Nächstes scanbares Object wählen
fr: Sélectionner l'objet suivant à scanner

# hotkey_Science
source: Scanning parameter {number} increase
de: Scan-Parameter {number} erhöhen
fr: Scan niveau {number} vers la droite

# hotkey_Science
source: Scanning parameter {number} decrease
de: Scan-Parameter {number} verringern
fr: Scan niveau {number} vers la gauche

# hotkey_menu
source: Engineering
de: Maschinenraum
fr: Ingénierie

# hotkey_Engineering
source: Select reactor system
de: Wähle Reaktorsystem
fr: Sélectionner le réacteur

# hotkey_Engineering
source: Select beam weapon system
de: Wähle Laserziel
fr: Sélectionner les faisceaux laser

# hotkey_Engineering
source: Select missile weapon system
de: Wähle System: Waffen
fr: Sélectionner le système de missiles

# hotkey_Engineering
source: Select maneuvering system
de: Wähle System: Manöver
fr: Sélectionner la manoeuvre

# hotkey_Engineering
source: Select impulse system
de: Wähle System: Impuls
fr: Sélectionner les moteurs à impulsion

# hotkey_Engineering
source: Select warp system
de: Wähle System: Warp
fr: Sélectionner la vitesse lumière

# hotkey_Engineering
source: Select jump drive system
de: Wähle System Sprungantrieb
fr: Sélectionner la téléportation

# hotkey_Engineering
source: Select front shields system
de: Wähle System: Frontschilde
fr: Sélectionner les boucliers avant

# hotkey_Engineering
source: Select rear shields system
de: Wähle System: Heckschilde
fr: Sélectionner les boucliers arrière

# hotkey_Engineering
source: Set system power to 0%
de: Setze Systemleistung: 0%
fr: Régler la puissance du système à 0%

# hotkey_Engineering
source: Set system power to 30%
de: Setze Systemleistung: 30%
fr: Régler la puissance du système à 30%

# hotkey_Engineering
source: Set system power to 50%
de: Setze Systemleistung: 50%
fr: Régler la puissance du système à 50%

# hotkey_Engineering
source: Set system power to 100%
de: Setze Systemleistung: 100%
fr: Régler la puissance du système à 100%

# hotkey_Engineering
source: Set system power to 150%
de: Setze Systemleistung: 150%
fr: Régler la puissance du système à 150%

# hotkey_Engineering
source: Set system power to 200%
de: Setze Systemleistung: 200%
fr: Régler la puissance du système à 200%

# hotkey_Engineering
source: Set system power to 250%
de: Setze Systemleistung: 250%
fr: Régler la puissance du système à 250%

# hotkey_Engineering
source: Set system power to 300%
de: Setze Systemleistung: 300%
fr: Régler la puissance du système à 300%

# hotkey_Engineering
source: Increase system power
de: Systemleistung verringern
fr: Augmenter la puissance du système

# hotkey_Engineering
source: Decrease system power
de: System-Leistung verringern
fr: Réduire la puissance du système

# hotkey_Engineering
source: Increase system coolant
de: System-Kühlmittel erhöhen
fr: Augmenter le liquide de refroidissement

# hotkey_Engineering
source: Decrease system coolant
de: System-Kühlmittel verringern
fr: Réduire le liquide de refroidissement

# hotkey_Engineering
source: Next repair crew
de: Reperaturcrew: nächstes
fr: Sélectionner le réparateur suivant

# hotkey_Engineering
source: Crew move up
de: Crewbewegung: hoch
fr: Déplacer le réparateur en haut

# hotkey_Engineering
source: Crew move down
de: Crewbewegung: runter
fr: Déplacer le réparateur en bas

# hotkey_Engineering
source: Crew move left
de: Crewbewegung: links
fr: Déplacer le réparateur à gauche

# hotkey_Engineering
source: Crew move right
de: Crewbewegung: rechts
fr: Déplacer le réparateur à droite

# hotkey_Engineering
source: Start self-destruct
de: Leite Selbstzertörung ein
fr: Activer l'autodestruction

# hotkey_Engineering
source: Confirm self-destruct
de: Selbstzertstörung bestätigen
fr: Confirmer l'autodestruction

# hotkey_Engineering
source: Cancel self-destruct
de: Selbstzertstörung abbrechen
fr: Annuler l'autodestruction

# hotkey_menu
source: GM
de: SL
fr: Maître de jeu

# hotkey_GM
source: Delete
de: Entfernen
fr: Supprimer

# hotkey_GM
source: Copy to clipboard
de: In Zwischenablage kopieren
fr: Copier dans le presse-papier

# hotkey_menu
source: Various
de: Verschiedenes
fr: Divers

# hotkey_various
source: Show callsigns (spectator)
de: Rufzeichen anzeigen (Zuschauer)
fr: Afficher noms des vaisseaux (spectateurs)

# hotkey_debug
source: Show FPS
de: FPS anzeigen
fr: Afficher les FPS

# hotkey_debug
source: Show debug timing
de: Timing-infos anzeigen
fr: Afficher le graphique de débogage

# gm_info
source: Owner
de: Besitzer
fr: Propriétaire

# gm_info
source: Target
de: Ziel
fr: Cible

# gm_info
source: Lifetime
de: Lebenszeit
fr: Durée de vie

# gm_info
source: Size
de: Größe
fr: Taille

# cpulog
source: Searching for targets.
de: Suche nach Zielen.
fr: En recherche de cibles.

# cpulog
source: Searching for hostiles around {x},{y}.
de: Suche nach Feinden bei {x},{y}.
fr: En recherche d'ennemis autour de {x},{y}.

# cpulog
source: Searching for supplies.
de: Suche nach Vorräten.
fr: En recherche de marchandises.

# cpulog
source: Docking to {callsign}.
de: Docke an {object}.
fr: En cours d'amarrage à {callsign}.

# cpulog
source: Standing ground for now.
de: Halte Position.
fr: Tient sa position pour l'instant.

# cpulog
source: Defending {x},{y}.
de: Verteidige {object}.
fr: En train de défendre {x},{y}.

# cpulog
source: Defending {callsign}.
de: Verteidige {object}.
fr: En train de défendre {callsign}.

# cpulog
source: Following {callsign}.
de: Folge {object}.
fr: En train de suivre {callsign}.

# cpulog
source: Moving to {x},{y}.
de: Fliege zu {xposition},{yposition}.
fr: Se déplace vers {x},{y}.

# cpulog
source: Moving to attack {callsign}!
de: Greife {object} an!
fr: En train d'attaquer {callsign} !

# gm_info
source: Orders
de: Befehle
fr: Ordres

# orderscpu
source: Idle
de: Inaktiv
fr: Au repos

# orderscpu
source: Roaming
de: Patrouillieren
fr: Errer

# orderscpu
source: Retreat
de: Rückzug
fr: Battre en retraite

# orderscpu
source: Stand Ground
de: Halte Position
fr: Tenir sa position

# orderscpu
source: Defend Location
de: Verteidige Ort
fr: Défendre son emplacement

# orderscpu
source: Defend Target
de: Verteidige Ziel
fr: Défendre la cible

# orderscpu
source: Fly in formation
de: Fliege in Formation
fr: Voler en formation

# orderscpu
source: Fly towards
de: Fliege zu
fr: Voler vers

# orderscpu
source: Fly towards (ignore all)
de: Fliege zu (ignoriere alles)
fr: Voler vers (tout ignorer)

# orderscpu
source: Attack
de: Greife an
fr: Attaquer

# orderscpu
source: Dock
de: Docke an
fr: À quai

# alert
source: RED ALERT
de: ROTER ALARM
fr: ALERTE ROUGE

# alert
source: YELLOW ALERT
de: GELBER ALARM
fr: ALERTE JAUNE

# shiplog
source: Start of log
de: Beginn des Logbuchs
fr: Début du journal de bord :

# shiplog
source: Hailed by {name}
de: Gerufen von {name}
fr: Appel provenant de {name}.

# shiplog
source: Communication channel closed by other side
de: Verbindung wurde durch die andere Seite beendet
fr: Communication interrompue de l'extérieur.

# shiplog
source: Hailing from {callsign} stopped
de: Ruf von {callsign} wurde abgebrochen
fr: Appel provenant de {callsign} interrompu.

# shiplog
source: Communication channel closed
de: Verbindung beendet
fr: Fin de transmission.

# chatdialog
source: Opened comms with {name}
de: Verbindung mit {name} hergestellt
fr: Communication établie avec {name}

# shiplog
source: Hailing: {name}
de: Ruf: {name}Verbindung zu {callsign} geöffnet
fr: Salutations : {name}.

# chatdialog
source: Opened comms to {callsign}
de: Verbindung mit {callsign} hergestellt
fr: Communication établie avec {callsign}

# shiplog
source: Opened communication channel to {callsign}
de: Verbindung zu {callsign} geöffnet
fr: Communication établie avec {callsign}.

# shiplog
source: Refused communications from {callsign}
de: Verbindung von {callsign} abgewiesen
fr: Communication en provenance de {callsign} refusée.

# shiplog
source: Refused communications to {callsign}
de: Verbindung nach {callsign} abgewiesen
fr: Communication vers {callsign} refusée.

# shiplog
source: Hail suddenly went dead.
de: Ruf abgebrochen.
fr: Communication brusquement interrompue.

# shiplog
source: Accepted hail from {callsign}
de: Ruf von {callsign} angenommen
fr: Appel provenant de {callsign} accepté.

# shiplog
source: Refused hail from {callsign}
de: Ruf von {callsign} abgewiesen
fr: Appel provenant de {callsign} refusé.

# shiplog
source: Opened communication channel to {name}
de: Verbindung zu {name} geöffnet
fr: Canal de communication ouvert avec {name}.

# shiplog
source: Refused hail from {name}
de: Ruf von {name} abgewiesen
fr: Appel provenant de {name} refusé.

# gm_info
source: CallSign
de: Rufzeichen
fr: Nom

# gm_info
source: Type
de: Typ
fr: Modèle

# gm_info
source: Hull
de: Hülle
fr: Coque

# gm_info
source: Shield
de: Schilde
fr: Bouclier

# tube
source: Front
fr: Avant

# tube
source: Right
de: Rechts
fr: Droit

# tube
source: Left
de: Links
fr: Gauche

# tube
source: Rear
de: Heck
fr: Arrière

source: The tugboat is a reliable, but small and un-armed transport ship. Due to it's low cost, it is a favourite ship to teach the ropes to fledgeling captains, without risking friendly fire.
fr: Le remorqueur est un navire de transport fiable, mais petit et non armé. En raison de son faible coût, c'est le navire idéal pour enseigner les ficelles du métier aux capitaines en herbe, sans risquer un tir ami.

# class
source: Frigate
fr: Frégates

source: Small mine laying vessel with minimal armament, shields and hull
fr: Petit poseur de mines avec coque, armement et boucliers minimaux.

source: Fighters are quick agile ships that do not do a lot of damage, but usually come in larger groups. They are easy to take out, but should not be underestimated.
fr: Les chasseurs sont des vaisseaux agiles et rapides qui ne font pas beaucoup de dégâts. Ils se déplacent généralement en groupes plus importants. Ils sont faciles à éliminer, mais ne doivent cependant pas être sous-estimés.

source: Fabricated by: Repulse shipyards. Due to it's versatility, this ship has found wide adaptation in most factions. Most factions have extensively retrofitted these ships to suit their combat doctrines. Because it's an older model, most factions have been selling stripped versions. This practice has led to this ship becoming an all time favorite with smugglers and other civilian parties. However, they have used it's adaptable nature to re-fit them with (illegal) weaponry.
fr: Fabriqué par : Chantiers Navals Repulse. En raison de sa polyvalence, ce vaisseau a trouvé sa place dans la plupart des factions qui l'ont considérablement modernisés pour l'adapter à leurs doctrines de combat. Comme il s'agit d'un modèle assez ancien, la plupart des factions ont vendu des versions dépouillées. Ce fonctionnement a fait de ce navire, en tout temps, le favori auprès des passeurs et d'autres groupes civils. Cependant, ils ont utilisé sa nature adaptable pour le rééquiper (illégalement) en armes.

source: Fabricated by: Repulse shipyards. The successor to the widely successful mark I Karnack cruiser. This ship has several notable improvements over the original ship, including better armor, slightly improved weaponry and customization by the shipyards. The latter improvement was the most requested feature by several factions once they realized that their old surplus mark I ships were used for less savory purposes.
fr: Fabriqué par : Chantiers Navals Repulse. Le successeur du grand succès commercial : le croiseur Karnack. Ce navire a connu plusieurs améliorations notables par rapport au navire d'origine, y compris un meilleur blindage, un armement légèrement amélioré et une personnalisation par les chantiers navals. Cette dernière amélioration a été la caractéristique la plus demandée par plusieurs factions une fois qu'elles ont réalisé que leurs vieux navires MK2 excédentaires étaient utilisés à des fins moins...règlementaires.

source: Polaris missile cruiser mark I. Fabricated by: Repulse shipyards. This missile cruiser is a long range missile firing platform. It cannot handle a lot of damage, but can do a lot of damage if not dealt with properly.
fr: Croiseur de missiles Polaris MK1, fabriqué par : Chantiers Navals Repulse. Ce croiseur de missiles est une plateforme de tir de missiles longue portée. Il ne peut pas essuyer beaucoup de dégâts, mais peut en occasionner beaucoup s'il n'est pas géré correctement.

source: The gunship is a ship equipped with a homing missile tube to do initial damage and then take out the enemy with 2 front firing beams. It's designed to quickly take out the enemies weaker then itself.
fr: Le Combattant est un navire équipé d'un tube de missile à tête chercheuse à l'avant lui permettant de faire de gros dégâts avant d'éliminer définitivement l'ennemi avec ses 2 faisceaux laser avant. Il est conçu pour éliminer rapidement les ennemis plus faibles que lui.
