Repository: daid/EmptyEpsilon
Catalog: resources/locale/main.*.po
Languages: de, fr

# database direction
source: Front
fr: Avant

# database direction
source: Right
de: Rechts
fr: Droite

# database direction
source: Left
de: Links
fr: Gauche

# database direction
source: Rear
de: Heck
fr: Arrière

# stance
source: Neutral
fr: Neutre

# stance
source: Enemy
de: Feindlich
fr: Ennemi

# stance
source: Friendly
de: Verbündet
fr: Amical

# database
source: Ships
de: Schiffe
fr: Vaisseaux

# database
source: Class
de: Klasse
fr: Classe

# database
source: Sub-class
de: Unterklasse
fr: Sous-classe

# database
source: Size
de: Größe
fr: Taille

# database
source: Shield
de: Schilde
fr: Boucliers

source: Hull
de: Hülle
fr: Coque

# database
source: Move speed
de: Geschwindigkeit
fr: Vit. de mouvement

# database
source: Reverse move speed
de: Geschw. rückwärts
fr: Vit. inversion mvt :

# database
source: Turn speed
de: Wendigkeit
fr: Vit. de rotation

# database
source: Warp speed
de: Warpgeschwindigkeit
fr: Vitesse lumière

# database
source: Jump range
de: Sprungreichweite
fr: Portée de saut

source: {direction} beam weapon
de: Laser {direction}
fr: Faisceau {direction}

# database
source: {direction} tube
de: Raketen {direction}
fr: Tube {direction}

# database
source: {direction} small tube
de: kl. Raketen {direction}
fr: Petit tube {direction}

# database
source: {direction} large tube
de: gr. Raketen {direction}
fr: Grand tube {direction}

source: Storage {weapon}
de: Ladung {weapon}
fr: Stockage {weapon}

# station
source: Helms
de: Steuerkonsole
fr: Navigation

# station
source: Weapons
de: Waffen
fr: Armement

# station
source: Engineering
de: Maschinenraum
fr: Ingénierie

# station
source: Relay
de: Kommunikation
fr: Communications

# station
source: Tactical
de: Taktik
fr: Radar tactique

# station
source: Engineering+
de: Maschinenraum+
fr: Ingénierie+

# station
source: Operations
de: Ops
fr: Opérations

# station
source: Single Pilot
de: Einzelplatzsteuerung
fr: Pilotage - armement

# station
source: Damage Control
de: Schadenskontrolle
fr: Réparation systèmes

# station
source: Power Management
de: Energie-Management
fr: Gestion puissance

# station
source: Database
de: Datenbank
fr: Base de données

# station
source: Strategic Map
de: Strategische Karte
fr: Carte tactique

# station
source: Comms
de: Nachrichten
fr: Communications

# station
source: Ship's Log
de: Schiffslog
fr: Journal de bord

source: No class
de: Keine Klasse
fr: Sans classe

source: No sub-class
de: Keine Unterklasse
fr: Sans sous-classe

# system
source: Reactor
de: Reaktor
fr: Réacteur

# system
source: Beam Weapons
de: Laser
fr: Faisceaux laser

# system
source: Missile System
de: Raketensystem
fr: Système de missiles

# system
source: Maneuvering
de: Manövriertriebwerke
fr: Manoeuvre

# system
source: Impulse Engines
de: Impulsantrieb
fr: Moteurs à impulsion

# system
source: Warp Drive
de: Warpantrieb
fr: Vitesse lumière

# system
source: Jump Drive
de: Sprungantrieb
fr: Téléportation

# system
source: Front Shield Generator
de: Schildgenerator Front
fr: Boucliers avant

# system
source: Rear Shield Generator
de: Schildgenerator Heck
fr: Boucliers arrière

source: setting
de: Einstellung
fr: Réglage

source: Next
de: Weiter
fr: Suivant

source: Reset
de: Zurücksetzen
fr: Réinitialiser

# connectserver
source: Connecting...
de: Verbinde...
fr: Connexion en cours...

# button
source: Cancel
de: Abbrechen
fr: Annuler

source: Please enter the server password:
de: Server-Passwort eingeben:
fr: Veuillez saisir le mot de passe du serveur :

# game_client_disconnect_reason
source: still connected
de: noch verbunden
fr: Toujours connecté

# game_client_disconnect_reason
source: bad credentials
de: Anmeldefehler
fr: Erreur d'identification

# game_client_disconnect_reason
source: closed by server
de: durch Server beendet
fr: Fermé par le serveur

# game_client_disconnect_reason
source: timed out
de: Zeitüberschreitung
fr: Délai écoulé

# game_client_disconnect_reason
source: unknown
de: unbekannt
fr: Inconnu

# game_client_disconnect_reason
source: version mismatch
de: unterschiedliche Versionen
fr: Version incompatible

# game_client_disconnect_reason
source: unspecified error {error}
de: nicht benannter Fehler
fr: Erreur non spécifiée {error}

# button
source: Back
de: Zurück
fr: Retour

source: Connection error: {message}
de: Verbindungsfehler: {message}
fr: Erreur de connexion : {message}

# screenLan
source: Connect
de: Verbinden
fr: Connexion

source: Last Session ({last})
de: Letzte Sitzung ({last})
fr: Dernière session ({last})

source: Your name:
de: Dein Name:
fr: Votre nom :

source: Start server
de: Starte Server
fr: Démarrer le serveur

source: Start client
de: Starte Client
fr: Démarrer le client

source: Quit
de: Beenden
fr: Quitter

source: Tutorials
fr: Tutoriels

source: Server configuration
de: Server-Einstellungen
fr: Configuration du serveur

source: Server name:
fr: Nom du serveur :

source: Server password:
de: Serverpasswort:
fr: Mot de passe du serveur :

source: GM control code:
de: SL-Kontrollcode:
fr: Code du MJ :

source: List on master server:
de: Auf Master-Server sichtbar:
fr: Visible sur le serveur maître :

source: No
de: Nein
fr: Non

source: Yes
de: Ja
fr: Oui

source: Server port:
fr: Port du serveur :

source: Server info
fr: Infos du serveur

source: Server IP:
fr: IP du serveur :

source: Close
de: Schließen
fr: Retour

source: Continue
de: Weiter
fr: Continuer

source: Category
de: Kategorie
fr: Catégories

source: Scenario
de: Szenario
fr: Choix du scénario

source: Select a scenario...
de: Szenario auswählen
fr: Choisir un scénario...

source: Start scenario
de: Szenario starten
fr: Démarrer le scénario

source: Back
de: Zurück
fr: Retour

# title
source: Tutorials
fr: Tutoriels

source: Start Tutorial
de: Starte Tutorial
fr: Démarrer le tutoriel

source: Graphics options
de: Grafikoptionen
fr: Options graphiques

source: Audio options
de: Audio-Optionen
fr: Options audio

source: Interface options
de: Schnittstellen-Optionen
fr: Options d'interface

source: Radar Rotation
de: Radar statt Schiffs-Icon drehen
fr: Rotation des écrans radars

source: Helms Radar Lock
de: Rotierendes Piloten-Radar
fr: Radar Navigation verrouillé

source: Weapons Radar Lock
de: Rotierendes Waffen-Radar
fr: Radar armement verrouillé

source: Science Radar Lock
de: Rotierendes Wissenschafts-Radar
fr: Radar Science verrouillé

source: Control Options
de: Steuerung
fr: Options de controle

source: Configure Keyboard
de: Tastenbelegung
fr: Configuration Clavier

source: Language (applies on back)
de: Sprache
fr: Langue (à la sortie du menu)

# options
source: Save
de: Speichern
fr: Sauvegarder

source: Fullscreen toggle
de: Vollbild umschalten
fr: Activer plein écran

source: FoV: {fov}
fr: Champ de vision : {fov}

source: Sound Volume: {volume}%
de: Lautstärke: {volume}%
fr: Volume sonore : {volume} %

source: Music Playback
de: Musik-Playback
fr: Musique de fond

source: Disabled
de: Deaktiviert
fr: Désactivé

source: Enabled
de: Aktiviert
fr: Activé

source: Main Screen only
de: Nur Hauptschirm
fr: Écran principal

source: Music Volume: {volume}%
de: Musiklautstärke
fr: Volume musique : {volume} %

source: Impulse Engine sound
de: Impulsantriebs-Sound
fr: Son du moteur à impulsion

source: Impulse Volume: {volume}%
de: Impulslautstärke: {volume}%
fr: Volume moteur : {volume} %

source: Preview Soundtracks
de: Vorschau Soundtracks
fr: Écoute des bandes-son

source: Enter this ship's control code:
de: Schiffs-Kontrollcde eingeben:
fr: Veuillez saisir le code de contrôle du vaisseau :

source: Control code accepted. Granting access.
de: Kontrollcode akzeptiert. Gewähre Zugang.
fr: Code de contrôle valide. Accès accordé.

source: Incorrect control code. Re-enter code:
de: Falscher Zugangscode. Code erneut eingeben:
fr: Code de contrôle incorrect. Veuillez réessayer :

source: Game master
de: Spielleitung
fr: Maître de jeu

source: Enter the GM control code:
de: SL-Kontrollcode eingeben :
fr: Entrer le code de contrôle MJ :

source: Spectate (view all)
de: Zuschauer (alles sichtbar)
fr: Vue spectateur (carte)

source: Scan complexity:
de: Scankomplexität:
fr: Complexité du scan :

# scanning
source: None (delay)
de: Keine (Wartezeit)
fr: Aucune (délai)

# scanning
source: Normal
fr: Normale

# scanning
source: Advanced
de: Erweitert
fr: Avancée

source: Hacking difficulty:
de: Hacking-Schwierigkeit:
fr: Difficulté de piratage :

# hacking
source: Normal
fr: Normale

# hacking
source: Difficult
de: Schwierig
fr: Difficile

# hacking
source: Fiendish
de: Wahnsinning
fr: Diabolique

source: Hacking type:
de: Hacking-Art:
fr: Type de piratage :

# hacking
source: Mine
de: Minen
fr: Mines

# hacking
source: Lights
de: Lichter
fr: Lumières

# hacking
source: All
de: Alle
fr: Les deux

source: Beam/shield frequencies
de: Frequenzen
fr: Fréq. faisceaux/bouclier

source: Per-system damage
de: Schaden pro System
fr: Dégâts par systèmes

source: Extra settings
de: Zusätzliche Einstellungen
fr: Réglages : scan, fréquences, piratage...

source: Select ship
de: Wähle Schiff
fr: Sélection vaisseau

source: Waiting for server to spawn a ship
de: Kein Schiff verfügbar - Warte auf Server
fr: En attente du serveur pour embarquement

source: Spawn player ship
de: Neues Spielerschiff
fr: Créer vaisseau joueur

source: Scenario selection
de: Szenario-Auswahl
fr: Retour scénario

source: Disconnect
de: Verbindung trennen
fr: Déconnexion

source: 6/5 player crew
de: Crewstärke: 5-6 Personen
fr: Équipage 5/6 joueurs

source: Main screen
de: Hauptschirm
fr: Écran principal

source: 4/3/1 player crew
de: Crewstärke: 4/3/1 Personen
fr: Équipage 1/3/4 joueurs

source: Alternative options
de: Weitere Optionen
fr: Options alternatives

source: Main screen controls
de: Hauptschirm-Steuerung
fr: Contrôle de l'écran principal

source: Ship window
de: Schiffsfenster
fr: Vue fenêtre

source: Top-down 3D view
de: Draufsicht
fr: Vue de haut en 3D

# button
source: Ready
de: Bereit
fr: Démarrer la partie

# button
source: Lock camera on ship
de: Kamera folgt Schiff
fr: Verrouiller caméra vaisseau

# button
source: Lock camera on ship's target
de: Kamera folgt Ziel
fr: Verrouiller caméra cible

# button
source: Close
de: Schließen
fr: Fermer

# hotkey_F1
source: Keyboard Shortcuts
de: Tastenkürzel
fr: Raccourcis clavier

# hotkey_menu
source: Main Screen
de: Hauptschirm
fr: Écran principal

source: Open Comms
de: Öffne Verbindung
fr: Ouvrir Comm.

source: Place Waypoint
de: Setze Wegpunkt
fr: Placer marqueur

source: Delete Waypoint
de: Lösche Wegpunkt
fr: Suppr. marqueur

source: Reputation
de: Ruf
fr: Rép. actuelle

source: Clock
de: Missionszeit
fr: Temps écoulé

source: Energy
de: Energie
fr: Énergie

source: Heading
de: Richtung
fr: Cap

source: Speed
de: Geschwind.
fr: Vitesse

source: Shields
de: Schilde
fr: Boucliers

source: Beams
de: Laser
fr: Faisceaux

# health
source: Hull
de: Hülle
fr: Coque

# shields
source: Front
fr: B. avant

# shields
source: Rear
de: Heck
fr: B. arrière

# total
source: Coolant
de: Kühlm.
fr: Liq. de ref.

# slider
source: Power
de: Leistung
fr: Puissance

# slider
source: Coolant
de: Kühlmittel
fr: Liq. de refroidissement

# slider
source: Power: {current_level}% / {requested}%
de: Leistung: {current_level}% / {requested}%
fr: Puissance : {current_level}%/{requested}%

# slider
source: Coolant: {current_level}% / {requested}%
de: Kühlmittel: {current_level}% / {requested}%
fr: Liq. de refroidissement : {current_level}%/{requested}%

source: Energy production
de: Energieproduktion
fr: Production d'énergie

source: Firing rate
de: Feuerrate
fr: Cadence de tir

# missile
source: Reload rate
de: Nachladegeschwindigkeit
fr: Vit. de charg. des tubes

source: Turning speed
de: Wendigkeit
fr: Vitesse de rotation

source: Combat recharge rate
de: Manöver-Nachladegeschwindigkeit
fr: Recharge man. de combat

source: Impulse speed
de: Impuls-Geschwindigkeit
fr: Puissance des moteurs

source: Warp drive speed
de: Warpantrieb Geschwindigkeit
fr: Vitesse lumière max

source: Jump drive recharge rate
de: Sprung-Aufladegeschwindigkeit
fr: Temps de rechargement

source: Jump drive jump speed
de: Sprunggeschwindigkeit
fr: Délai avant le saut

# shields
source: Calibration speed
de: Kalibrier-Geschwindigkeit
fr: Vitesse de calibration

# shields
source: Charge rate
de: Aufladegeschwindigkeit
fr: Régénération

source: Extra damage
de: Zusatzschaden
fr: Dommages supplémentaires

source: Damage negate
de: Schadensreduktion
fr: Réduction des dégâts

source: Callsign
de: Rufzeichen
fr: Nom

source: Bearing
de: Richtung
fr: Cap

source: Rel. Speed
de: Rel. Geschwind.
fr: Vit. relative

# science
source: Type
de: Typ
fr: Modèle

# database
source: DB
fr: BD

# science
source: Shields
de: Schilde
fr: Boucliers

# science
source: Hull
de: Hülle
fr: Coque

# button
source: Probe View
de: Sondenansicht
fr: Vue sonde

# button
source: Database
de: Datenbank
fr: Base de données

source: Link to Comms
de: Verbindung zu Komm
fr: Lier a Communications

source: Start hacking
de: Starte Hacking
fr: Démarrer piratage

source: Link to Science
de: mit Wissenschaft koppeln
fr: Lier a Science

source: Launch Probe
de: Starte Sonde
fr: Largage sonde

source: Alert level
de: Alarmstufe
fr: Niveau d'alerte

source: Beam info
de: Laser- Info
fr: Faisceaux : réglages

# damagecontrol
source: Hull
de: Hülle
fr: Coque

source: Coolant
de: Kühlmittel
fr: Liq. de refr.

# button
source: Power
de: Leistung
fr: Puissance

# button
source: Coolant
de: Kühlmittel
fr: Liquide de refroidissement

# button
source: Heat
de: Wärme
fr: Surchauffe

# button
source: Intercept all comms
de: Alle Nachrichten abfangen
fr: Intercepter toute comm.

# button
source: Global message
de: Globale Nachricht
fr: Message général

# button
source: Create...
de: Erstelle...
fr: Créer...

# button
source: Copy scenario
de: Szenario kopieren
fr: Copier scénario

# button
source: Copy selected
de: Auswahl kopieren
fr: Copier sélection

# button
source: Tweak
de: Anpassen
fr: Modifier

# button
source: Hail ship
de: Schiff rufen
fr: Envoyer message

source: Defend location
de: Verteitigungspunkt
fr: Défendre son emplacement

source: Stand ground
de: Halte Position
fr: Tenir sa position

source: Roaming
de: Patrouille
fr: Errer

source: Idle
de: Inaktiv
fr: Au repos

source: Orders:
de: Befehle:
fr: Ordres :

source: *mixed*
de: *diverse*
fr: *varié*

# create
source: cpu ship
de: CPU-Schip
fr: Vaisseau IA

# create
source: player ship
de: Spielerschiff
fr: Vaisseau joueur

# create
source: Artifact
de: Artefakt
fr: Artefact

# create
source: Warp Jammer
de: Störsender
fr: Brouilleur de vitesse lumière

# create
source: Supply Drop
de: Lieferung
fr: Caisse d'approvisionnement

# create
source: Asteroid
fr: Astéroïde

# create
source: Visual Asteroid
de: Visueller Asteroid
fr: Astéroïde décoratif

# create
source: Planet
fr: Planète

# create
source: BlackHole
de: Schwarzes Loch
fr: Trou noir

# create
source: Nebula
de: Nebel
fr: Nébuleuse

# create
source: Worm Hole
de: Wurmloch
fr: Trou de ver

# button
source: Send
de: Senden
fr: Envoyer

# chatGM
source: Target - Destroyed
de: Ziel - zerstört
fr: Cible - détruite

# chatGM
source: Channel not open, enter name to hail as to hail target.
de: Kanal nicht offen, bitte Namen angeben um das Ziel zu rufen.
fr: Canal non ouvert, entrer un nom d'appelant pour appeler la cible.

# chatGM
source: {callsign} - Inactive
de: {callsign} - Inaktiv
fr: {callsign} - Inactif

# chatGM
source: {callsign} - Opening communications with {target}
de: {callsign} - Öffne Verbindung zu {target}
fr: {callsign} - Ouverture des communications avec {target}

# chatGM
source: {callsign} - Hailing as {target}
de: {callsign} - Rufe als {target}
fr: {callsign} - Appelant comme {target}

# chatGM
source: {callsign} - Communicating with {target}
de: {callsign} - Kommuniziere mit {target}
fr: {callsign} - En communication avec {target}

# chatGM
source: **{callsign} - Communicating as {target}**
de: **{callsign} -Kommuniziere als {target}**
fr: **{callsign} - Communiquer comme {target}**

# chatGM
source: {callsign} - Communicating as {target}
de: {callsign} - Kommuniziere als {target}
fr: {callsign} - Communiquer comme {target}

# tab
source: Base
de: Allgemein
fr: Scan

# tab
source: Ship
de: Schiff
fr: Vaisseau

# tab
source: Asteroid
fr: Astéroïde

# tab
source: Jammer
de: Störsender
fr: Brouilleur

# tab
source: Shields
de: Schilde
fr: Boucliers

# tab
source: Beams
de: Laser
fr: Faisceaux

# tab
source: Systems
de: Systeme
fr: Systèmes

# tab
source: Power
de: Leistung
fr: Puissance

# tab
source: Coolant Rate
de: Kühlmittelrate
fr: Taux de liq. de refroid.

# tab
source: Heat Rate
de: Wärmerate
fr: Taux de chaleur

# tab
source: Power Rate
de: Leistungsrate
fr: Taux de puissance

# tab
source: Player
de: Spieler
fr: Options

# tab
source: Player 2
de: Spieler 2
fr: Options 2

source: Type name:
de: Typ-Name:
fr: Type :

source: Impulse speed:
de: Impuls-Geschwindigkeit:
fr: Vitesse des moteurs :

source: Impulse reverse speed:
de: Impuls rückwärts:
fr: Vit. d'inversion moteurs :

source: Turn speed:
de: Wendigkeit:
fr: Vitesse de rotation :

source: Jump Min Distance:
de: Minimale Sprungweite:
fr: Portée de saut min :

source: Jump Max Distance:
de: Maximale Sprungweite:
fr: Portée de saut max :

source: Jump charge:
de: Sprung-Aufladung:
fr: Temps rechargement du saut :

source: Hull max:
de: Max. Hülle:
fr: Niveau max de la coque :

source: Hull current:
de: Hülle aktuell:
fr: Niveau actuel de la coque :

source: Could be destroyed
de: Kann zerstört werden
fr: Peut être détruit

# tweak_ship
source: Special drives:
de: Spezialantriebe:
fr: Moteurs spéciaux :

source: Warp Drive
de: Warpantrieb
fr: Vitesse lumière

source: Jump Drive
de: Sprungantrieb
fr: Téléportation

source: Short-range radar range:
de: Kurzstreckenradar-Reichw:
fr: Rayon du radar courte portée :

source: Long-range radar range:
de: Langstreckeckenradar Reichw.:
fr: Rayon du radar longue portée :

# missiles
source: Storage space:
de: Lagerplatz:
fr: Capacité de stockage

# missiles
source: Stored amount:
de: Geladen:
fr: Stock actuel

source: Jammer Range:
de: Störsender-Reichweite:
fr: Portée du brouilleur

source: Asteroid Size:
de: Asteroidengröße:
fr: Taille de l'astéroïde :

source: Tube count:
de: Abschuss-Schächte:
fr: Nombre de tubes :

# tube
source: Direction:
de: Richtung:
fr: Orientation :

# tube
source: Load time:
de: Ladezeit:
fr: Temps de chargement :

# tube
source: Size:
de: Größe:
fr: Taille :

# tube
source: Small
de: Klein
fr: Petit

# tube
source: Medium
de: Mittel
fr: Moyen

# tube
source: large
de: groß
fr: Grand

# tube
source: Allowed use:
de: Erlaubte Nutzung:
fr: Missiles autorisés :

source: Shield {id_shield} max:
de: Schild {id_shield} max:
fr: Bouclier {id_shield} : puissance max

source: Shield {id_shield}:
de: Schild {id_shield}:
fr: Bouclier {id_shield} : puissance actuelle

source: Beam: {id_beam}
de: Laser: {id_beam}
fr: Faisceau : {id_beam}

# beam
source: Arc:
de: Winkel:
fr: Amplitude de l'arc

# beam
source: Direction:
de: Richtung:
fr: Orientation

# beam
source: Turret arc:
de: Turmwinkel:
fr: Tourelle : Amplitude de l'arc

# beam
source: Turret direction:
de: Turmrichtung:
fr: Tourelle : orientation

# beam
source: Turret rotation rate:
de: Turmdrehgeschwindigkeit:
fr: Tourelle : vitesse de rotation

# beam
source: Range:
de: Reichweite:
fr: Portée

# beam
source: Cycle time:
de: Abklingzeit:
fr: Intervalle entre 2 tirs

# beam
source: Damage:
de: Schaden:
fr: Dégâts

source: {system} health
de: {system} : Zustand
fr: {system} : santé actuelle

source: {system} health max
de: {system} : max. Zustand
fr: santé max

source: {system} heat
de: {system}: Wärme
fr: Surchauffe en cours

source: current factor
de: Aktueller Faktor
fr: Taux actuel :

source: desired factor
de: gewünschter Faktor
fr: Taux souhaité :

source: Applies on [Enter]
de: Übernehmen mit [Enter]
fr: Valider avec [Entrer]

source: current rate
de: Aktuelle Rate
fr: Taux actuel :

source: desired rate
de: gewünschte Rate
fr: Taux souhaité :

source: Control code:
de: Kontrollcode:
fr: Code de contrôle :

source: Reputation:
de: Ruf:
fr: Réputation actuelle :

source: Max energy:
de: Max. Energie:
fr: Énergie max :

source: Current energy:
de: Aktuelle Energie:
fr: Énergie actuelle :

source: Boost Speed:
de: Boost-Geschwindigkeit:
fr: Man. Combat : Vit. d'accélération

source: Strafe Speed:
de: Ausweich-Geschwind.:
fr: Man. Combat : Vit. d'esquive

source: Positions occupied:
de: Besetzte Positionen:
fr: Postes occupés :

source: Coolant:
de: Kühlm.:
fr: Liq. de refroid.

source: Max Scan Probes:
de: Maximal Sondenanzahl:
fr: Sondes : capacité max

source: Scan Probes:
de: Sonden:
fr: Sondes : stock actuel

# button
source: Can scan
de: Kann scannen
fr: Peut scanner

# button
source: Can hack
de: Kann hacken
fr: Peut pirater

# button
source: Can dock
de: Kann docken
fr: Peut accoster

# button
source: Can combat maneuver
de: Kann Flugmanöver
fr: Peut manœuvrer au combat

# button
source: Can self destruct
de: Selbstzerst. möglich
fr: Peut s'autodétruire

# button
source: Can launch probes
de: Kann Sonden starten
fr: Peut larguer des sondes

# button
source: Auto coolant
de: Auto-Kühlung
fr: Liq. de refroidissement auto

# button
source: Auto repair
de: Autoreparatur
fr: Réparation auto

# player_tweak
source: Warp (E/s): {energy_per_second}
fr: Vit. lumière (E/s) :

# player_tweak
source: Shields (E/s): {energy_per_second}
de: Shilde (E/s): {energy_per_second}
fr: Boucliers (E/s) :

source: Callsign:
de: Rufzeichen:
fr: Nom :

source: Unscanned description:
de: Beschreibung ungescannt.:
fr: Description sans scan :

source: Friend or Foe Description:
de: Beschreibung Freund/Feind:
fr: Description ami ou ennemi :

source: Simple Scan Description:
de: Beschreibung einfacher Scan:
fr: Description scan simple :

source: Full Scan Description:
de: Beschreibung:
fr: Description scan complet :

source: Heading:
de: Richtung:
fr: Cap :

source: Scanning Complexity:
de: Scankomplexität:
fr: Complexité du scan :

source: Scanning Depth:
de: Scantiefe:
fr: Profondeur du scan :

# missile
source: Lock
de: Auto
fr: Verrou

# hotkey_F1
source: Close
de: Schließen
fr: Fermer

# missile
source: Load
de: Laden
fr: Charger

# missile
source: Empty
de: Leer
fr: Vide

# missile
source: Unload
de: Entladen
fr: Décharger

# missile
source: Loading
de: Laden
fr: Chargement

# missile
source: Unloading
de: Entladen
fr: Déchargement

# missile
source: Firing
de: Feuert
fr: Feu

source: SELF DESTRUCT ACTIVATED
de: SELBSTZERSTÖRUNG AKTIVIERT
fr: AUTO DESTRUCTION ACTIVÉE

source: Waiting for autorization input: {codes} left
de: Warte auf Autorisierung: {codes} verbleibend
fr: Validation des codes en cours : {codes} restant

source: Have a nice day.
de: Einen schönen Tag noch.
fr: Yippee Ki Yay !

source: This ship will self-destruct in {seconds} seconds.
de: Dieses Schiff wird sich in {seconds} Sekunden selbst zerstören.
fr: Ce vaisseau s'autodétruira dans {seconds} secondes.

source: Self destruct activated!
de: Selbstzerstörung aktiviert!
fr: Autodestruction activée !

# selfdestruct
source: Enter [{letter}]
de: [{letter}] eingeben
fr: Entrer [{letter}]

source: Request Dock
de: Andocken
fr: Accostage

source: Cancel Docking
de: Andocken abbrechen
fr: Annuler accostage

source: Undock
de: Abdocken
fr: Désamarrer

# shields
source: Calibrating
de: Kalibriere
fr: Calibrage en cours

source: {frequency} Shields: {status}
de: Schilde ({frequency}): {status}
fr: Boucliers {frequency} : {status}

source: Shields: {status}
de: Schilde: {status}
fr: Boucliers : {status}

source: Self destruct
de: Selbstzertst.
fr: Autodestruction

# selfdestruct
source: Confirm!
de: Bestätige!
fr: Confirmer !

# shields
source: Calibrate
de: Kalibriere
fr: Calibrer

# jumpcontrol
source: Jump
de: Sprung
fr: Saut

# jumpcontrol
source: Jump in
de: Sprung in
fr: Saut dans
