Repository: daid/EmptyEpsilon
Catalog: resources/locale/main.*.po
Languages: de, fr

source: The advanced gunship is a ship equipped with 2 homing missiles to do initial damage and then take out the enemy with 2 front firing beams. It's designed to quickly take out the enemies weaker then itself.
fr: Le Combattant V2 est un navire équipé de 2 tubes de missile à tête chercheuse à l'avant lui permettant de faire de gros dégâts avant d'éliminer définitivement l'ennemi avec ses 2 faisceaux laser avant. Il est conçu pour éliminer rapidement les ennemis plus faibles que lui.

# class
source: Starfighter
fr: Chasseurs stellaires

source: The Strikeship is a warp-drive equipped fighter build for quick strikes, it's fast, it's agile, but does not do an extreme amount of damage, and lacks in rear shields.
fr: Le Navire de frappe est un vaisseau de combat équipé de la vitesse lumière et conçu pour des frappes éclairs. Il est rapide, agile mais n'inflige pas une quantité extrême de dégâts et manque de boucliers arrière.

source: The Advanced Striker is a jump-drive equipped fighter build for quick strikes, it's slow but very agile, but does not do an extreme amount of damage, and lacks in shields. However, due to the jump drive, it's quick to get into the action.
fr: Le Foudroyant est un vaisseau équipé d'une plate-forme de téléportation et conçu pour des frappes rapides. Il se déplace lentement mais est très agile. Il ne produit pas de gros dégâts et manque de boucliers mais en raison de la téléportation, il peut rentrer rapidement en action.

source: The Striker is the predecessor to the advanced striker, slow but agile, but does not do an extreme amount of damage, and lacks in shields
fr: L'Eclair est le prédécesseur du Foudroyant, lent mais agile, il n'inflige pas une quantité extrême de dégâts et manque de boucliers. Plus solide et maniable que le foudroyant, il dispose de la vitesse lumière.

# class
source: Dreadnought
fr: Cuirassés

source: The Dreadnought is a flying fortress, it's slow, slow to turn, but packs a huge amount of beam weapons in the front. Taking it head-on is suicide.
fr: Le Cuirassé est une forteresse volante, il est très lent en vitesse et à la manœuvre, mais contient une énorme quantité de faisceaux laser à l'avant. Le prendre de front serait un suicide.

source: The battle station is a huge ship with many defensive features. It can be docked by smaller ships.
fr: La Station de combat est un immense navire avec de nombreuses fonctionnalités défensives. Il peut être accosté par de plus petits navires.

# class
source: Corvette
fr: Corvettes

source: The weapons-platform is a stationary platform with beam-weapons. It's extremely slow to turn, but it's beam weapons do a huge amount of damage.
fr: La plateforme armée est une plateforme stationnaire équipée de faisceaux laser. Elle est extrêmement lente à tourner, mais ses faisceaux font d'énormes dégâts.

source: Blockade runner is a reasonably fast, high shield, slow on weapons ship designed to break through defense lines and deliver goods.
fr: Le Coursier est un vaisseau raisonnablement rapide, aux puissants boucliers mais avec un armement léger, conçu pour franchir les lignes de défense et livrer des marchandises.

source: The Atlantis X23 is the smallest model of destroyer, and its combination of frigate-like size and corvette-like power makes it an excellent escort ship when defending larger ships against multiple smaller enemies. Because the Atlantis X23 is fitted with a jump drive, it can also serve as an intersystem patrol craft.
fr: L' Atlantis X23 est le plus petit modèle de destroyer existant. Il associe la taille d'une frégate à la puissance de feu d'une corvette, ce qui en fait un excellent vaisseau d'escorte pour défendre de plus grands vaisseaux contre de multiples appareils ennemis de classe inférieure. Muni d'un moteur de saut, l' Atlantis X23 est particulièrement adapté aux missions de patrouille longue distance.

source: A refitted Atlantis X23 for more general tasks. The large shield system has been replaced with an advanced combat maneuvering systems and improved impulse engines. Its missile loadout is also more diverse. Mistaking the modified Atlantis for an Atlantis X23 would be a deadly mistake.
fr: Un Atlantis X23 réaménagé pour des missions plus générales. Un système de manœuvre de combat avancé et des moteurs a impulsion améliorés remplacent les larges boucliers du X23. Son armement en missiles est également plus varié. Confondre l'Atlantis modifié avec un Atlantis X23 serait une erreur fatale.

source: Contrary to its predecessor, the Starhammer II lives up to its name. By resolving the original Starhammer's power and heat management issues, the updated model makes for a phenomenal frontal assault ship. Its low speed makes it difficult to position, but when in the right place at the right time, even the strongest shields can't withstand a Starhammer's assault for long.
fr: Contrairement à son prédécesseur, le Starhammer II est à la hauteur de son nom. En solutionnant les problèmes de puissance et de surchauffe du Starhammer original, ce modèle amélioré fait un vaisseau d'assaut phénoménal. Sa faible vitesse le rend difficile a diriger, mais quand il se trouve au bon endroit au bon moment, même les boucliers les plus puissants ne peuvent pas résister longtemps à l'assaut d'un Starhammer.

source: A number of missile tubes range around this ship. Beams were deemed lower priority, though they are still present. Stronger defenses than a frigate, but not as strong as the Atlantis
fr: Le Creuset embarque un certain nombre de tubes de lancement, pointant dans toutes les directions. Les faisceaux laser jugés moins prioritaires ont une puissance réduite, bien qu'ils soient toujours présents. Ses défenses sont plus solides que celles d'une frégate, mais pas autant que celles de l'Atlantis.

source: A number of beams bristle from various points on this gunner. Missiles were deemed lower priority, though they are still present. Stronger defenses than a frigate, but not as strong as the Atlantis
fr: Le modèle Dissident est hérissé de faisceaux laser pointant dans diverses directions. Il embarque très peu de missiles et ne possède que 3 tubes de lancement. Ses défenses sont plus solides que celles d'une frégate, mais pas autant que celles de l'Atlantis.

source: This stationary defense platform operates like a station, with docking and resupply functions, but is armed with powerful beam weapons and can slowly rotate. Larger systems often use these platforms to resupply patrol ships.
fr: Cette plate-forme de défense stationnaire fonctionne comme une station avec ses baies d'amarrage et de réapprovisionnement. Elle est cependant équipée de puissants faisceaux laser et peut pivoter lentement. Les systèmes les plus étendus utilisent souvent ces plates-formes pour réapprovisionner les navires de patrouille.

source: These freighters are designed to transport armed troops, military support personnel, and combat gear.
fr: Les navettes sont destinées à transporter des troupes et autres personnels et équipements militaires.

source: Cargo freighters haul large loads of cargo across long distances on impulse power. Their cargo bays include climate control and stabilization systems that keep the cargo in good condition.
fr: Les transports de fret acheminent de grandes quantités de marchandises sur de longues distances grâce à la puissance de leurs moteurs à impulsion. Leurs soutes sont équipées de systèmes de contrôle et de stabilisation climatique qui maintiennent la cargaison en bon état.

source: These freighters are specially designed to haul garbage and waste. They are fitted with a trash compactor and fewer stabilzation systems than cargo freighters.
fr: Ces cargos sont spécialement conçus pour transporter des ordures et des déchets. Ils sont équipés d'un compacteur et de moins de systèmes de stabilisation que les transporteurs de fret.

source: Equipment freighters have specialized environmental and stabilization systems to safely carry delicate machinery and complex instruments.
fr: Les transports d'équipement disposent de systèmes spécialisés d'environnement et de stabilisation pour transporter en toute sécurité des machines délicates et instruments complexes.

source: Fuel freighters have massive tanks for hauling fuel, and delicate internal sensors that watch for any changes to their cargo's potentially volatile state.
fr: Les citernes de carburant ont des réservoirs gigantesques et des capteurs internes extrêmement sensibles qui contrôlent à tout moment l'état de leurs cargaisons potentiellement volatiles.

source: The Jump Carrier is a specialized Freighter. It does not carry any cargo, as it's cargo bay is taken up by a specialized jump drive and the energy storage required to run this jump drive. It is designed to carry other ships deep into space. So it has special docking parameters, allowing other ships to attach themselves to this ship.
fr: Il s' agit d'un cargo spécialisé. Il ne transporte aucune cargaison, car sa soute est occupée par un moteur de saut spécialisé et le stockage d'énergie necessaire pour faire fonctionner ce moteur de saut. Il est conçu pour transporter d'autres vaisseaux à travers l'espace. Il a donc des paramètres d'amarrage particuliers, permettant à d'autres vaisseaux de s'y attacher.

source: Benedict is an improved version of the Jump Carrier
fr: Le Benedict est une version améliorée du Téléporteur.

source: Kiriya is an improved warp drive version of the Jump Carrier
fr: Le Kiriya est un transporteur équipé d'un moteur à vitesse lumière.

source: The Odin is a "ship" so large and unique that it's almost a class of its own. The ship is often nicknamed the "all-father", a name that aptly describes the many roles this ship can fulfill. It's both a supply station and an extremely heavily armored and shielded weapon station capable of annihilating small fleets on its own. Odin's core contains the largest jump drive ever created. About 150 support crew are needed to operate the jump drive alone, and it takes 5 days of continuous operation to power it. Due to the enormous cost of this Dreadnought, only the richest star systems are able to build and maintain ships like the Odin. This machine's primary tactic is to jump into an unsuspecting enemy system and destroy everything before they know what hit them. It's effective and destructive, but extremely expensive.
fr: L'Odin est un "navire" si grand et si unique qu'il est presque à lui tout seul une classe à part. Ce navire est souvent surnommé le "Père de tout", un nom qui décrit bien les nombreux rôles qu'il peut remplir. C'est à la fois une station de ravitaillement et une station extrêmement bien protégée et très lourdement armée, capables d'anéantir à elle seule de petites flottes. Le noyau de l'Odin contient la plus grande plateforme de téléportation jamais créée. Environ 150 membres d'équipage sont nécessaires rien que pour faire fonctionner la téléportation, et il faut 5 jours d'opérations en continu pour l'alimenter. En raison du coût énorme de ce cuirassé, seuls les systèmes stellaires les plus riches sont capables de construire et d'entretenir des navires tel l'Odin. La tactique principale de cette machine est de sauter dans un système ennemi sans méfiance et de tout détruire avant qu'ils ne se rendent compte de ce qui leur arrive. C'est efficace et destructeur, mais extrêmement cher.

# class
source: Exuari
fr: Éxuaris

source: The Exuari fighter 'Dagger' is a single-seated spacecraft, very quick and agile, that does not do a lot of damage, but usually comes in larger groups. They are able to dodge most missiles and attack undefended areas of their enemies ships. However most of the Exuari fighter pilots expect their own death and do not care much about the enemies weapons ranges. Fighters are easy to take out, but should not be underestimated.
fr: Le chasseur Éxuari 'Dagger' est un vaisseau monoplace, très rapide et agile, qui ne fait pas beaucoup de dégâts, mais qui se déplace généralement en groupe plus important. Ils sont capables d'esquiver la plupart des missiles et d'attaquer les zones sans défense de leurs adversaires. Cependant, la plupart des pilotes de chasse Éxuari s'attendent à leur propre mort et ne se soucient guère de la puissance des armes ennemies. Les chasseurs sont faciles à éliminer, mais ne doivent pas être sous-estimés.

source: The Exuari interceptor 'Blade' is a improved fighter, originaly designed to hunt down rougue fighters. Nowadays Blades are often seen as the first attack wave of a larger assault, closely followed by Daggers. Blade pilots are often considered as fearless, but most of them are just consumed by their instinct for hunting.
fr: L'intercepteur Éxuari 'Blade' est un chasseur amélioré, conçu à l'origine pour traquer les chasseurs récalcitrants. De nos jours, les Blades sont souvent considérées comme la première vague d'attaque d'un assaut plus large, suivie de près par les Daggers. Les pilotes de Blades sont souvent considérés comme intrépides, mais la plupart d'entre eux sont simplement consumés par leur instinct de chasse.

source: The Exuari light bomber 'Gunner' is a single-seated spacecraft, designed to circumvent their enemies defense lines and bring its deadly load to slow moving targets. Gunners are not as agile as other fighters, but still faster than most capitol ships. A group of Gunners can do a lot of damage to a single stationary target if not destroyed before their target is inside their weapons range. Piloting a Gunner is considered to be a recreational (and often lethal) activity within the Exuari society, so don't expect experienced pilots.
fr: Le bombardier léger Éxuari 'Gunner' est un vaisseau monoplace, conçu pour contourner les lignes de défense de leurs ennemis et amener sa charge mortelle sur des cibles se déplaçant lentement. Les Gunners ne sont pas aussi agiles que les autres chasseurs, mais restent plus rapides que la plupart des vaisseaux. Un groupe de Gunners peut infliger beaucoup de dégâts à une seule cible stationnaire s'il n'est pas détruit avant que sa cible ne soit à portée de son arme. Piloter un Gunner est considéré comme une activité récréative (et souvent mortelle) au sein de la société Exuari, alors ne vous attendez pas à des pilotes expérimentés.

source: The Exuari bomber 'Shooter' carries two rounds of HVLIs. To keep the vessel at low costs, it has no automatic missile recharge system, so the single pilot has to load the second round manually. Shooter pilots tend to stay on the battlefield, even without ammunition and enjoy death spreading. Due to it's long reload cycle a Shooter may easily be destroyed between its attack runs.
fr: Le bombardier Éxuari 'Shooter' transporte deux séries de HVLI. Pour garder le navire à faible coût, il n'a pas de système de recharge automatique des missiles, de sorte que le pilote unique doit charger le deuxième tour manuellement. Les pilotes de Shooters ont tendance à rester sur le champ de bataille, même sans munitions, et apprécient la propagation de la mort. En raison de son cycle de rechargement long, un Shooter peut facilement être détruit entre ses attaques.

source: The Exuari heavy bomber 'Jagger' carries just a single round of improved HVLIs. Those are considered to be hull-penetrating and cause multiple times the damage of Gunner HVLIs.
fr: Le bombardier lourd Éxuari 'Jagger' ne transporte qu'une seule série de HVLI améliorés. Ceux-ci sont considérés comme pénétrant la coque et causent bien plus de dégâts que les Gunner HVLI.

source: The Exuari alpha striker 'Racer' is a warp-drive equipped Figter build for quick strikes. This spacecraft runs on a small crew and is often used as scout, interceptor or to perform preemptive attacks. It's fast, it's agile, but the striker beams do not cause an extreme amount of damage. Like all strikers, it lacks in rear shields.
fr: Le frappeur alpha Éxuari 'Racer' est un chasseur équipé de la vitesse lumière pour des frappes rapides. Ce vaisseau fonctionne avec un petit équipage et est souvent utilisé comme éclaireur, intercepteur ou pour effectuer des frappes préventives. C'est rapide, agile, mais les faisceaux laser de ce frappeur ne causent pas une quantité extrême de dégâts. Comme tous les frappeurs, il manque de boucliers arrière.

source: The Exuari beta striker 'Hunter' is a warp-drive equipped reinforement fighter. This spacecraft runs on a small crew and is often sent into battle to aid other Exuari ships when they engage in combat. It has an extra pair of striker beams and improved front shields. It's fast, it's agile, and can clean up what is left of the enemies fleet after an initial strike.
fr: Le frappeur bêta Éxuari 'Hunter' est un chasseur de renfort équipé de la vitesse lumière. Ce vaisseau fonctionne avec un petit équipage et est souvent envoyé au combat pour aider d'autres navires Éxuari lorsqu'ils s'engagent dans la bataille. Il a une paire supplémentaire de faisceaux laser et des boucliers avant améliorés. Il est rapide, agile et peut nettoyer ce qui reste de la flotte ennemie après une première frappe.

source: The Exuari gamma striker 'Strike' is a warp-drive equipped tactical bomber build for quick strikes against strong shielded targets. This spacecraft runs on a small crew and is equipped with HVLIs and an EMP. It's fast, it's agile, and can do a great amount of damage in short time.
fr: Le frappeur gamma Éxuari 'Strike' est un bombardier tactique équipé de la vitesse lumière pour des frappes rapides contre des cibles blindées puissantes. Ce vaisseau fonctionne avec un petit équipage et est équipé de HVLI et d'un EMP. C'est rapide, agile et peut faire beaucoup de dégâts en peu de temps.

source: The Exuari delta striker 'Dash' is a warp-drive equipped endurance bomber build for prolonged strikes. This spacecraft runs on a small crew and combines reinforced front shields with a good amount of HVLIs. It's fast, it's agile, and can take some damage.
fr: Le frappeur delta Éxuari 'Dash' est un bombardier d'endurance équipé de la vitesse lumière pour des frappes prolongées. Ce vaisseau fonctionne avec un petit équipage et combine des boucliers avant renforcés avec une bonne quantité de HVLI. Il est rapide, agile et peut encaisser des dégâts.

source: The Exuari Guard is not impressive, trying to be a alround escort or defense vessel. It has powering problems, causing the reload cycle of beams and missiles to take longer than expected. The Guard is equipped with turret beams and a large stock of different missiles, including homing missiles and mines.
fr: Le 'Guard' Éxuari n'est pas impressionnant, se voulant être un vaisseau d'escorte ou de défense. Il a des problèmes de puissance, ce qui fait que le cycle de rechargement des faisceaux laser et des missiles prend plus de temps que prévu. Le Gard est équipé de tourelles à faisceaux et d'un grand stock de missiles différents, y compris des missiles à tête chercheuse et des mines.

source: The Exuari Sentinel is an anti-fighter frigate. It has several rapid-firing, low-damage point-defense turret beams to quickly take out starfighters.
fr: Le 'Sentinel' Éxuari est une frégate anti-chasseur. Il dispose de plusieurs tourelles à faisceaux de défense à tir rapide et à faibles dégâts pour éliminer rapidement les chasseurs stellaires.

source: The Exuari Warden is a heavy artillery frigate, it fires bunches of missiles from forward facing tubes. Only a single point defense turret is present.
fr: Le 'Warden' Éxuari est une frégate d'artillerie lourde, elle tire des tas de missiles à partir de tubes orientés vers l'avant. Seule une tourelle de défense est présente.

source: The Exuari Flash is a special artillery sniper, built to deal a large amounts of damage quickly and from a distance before escaping. It's a basic freighter that carries nuclear weapons. Some say, this is what happens to freighters, when they fall into the hands of the Exuari.
fr: Le 'Flash' Éxuari est un sniper d'artillerie spécial, conçu pour infliger de grandes quantités de dégâts rapidement et à distance avant de s'échapper. C'est un cargo basique qui transporte des armes nucléaires. Certains disent que c'est ce qui arrive aux cargos lorsqu'ils tombent entre les mains des Exuari.

source: The Exuari Ranger is a special sniper, built to deal large amounts of damage over a large area and from a distance before escaping. It's a basic frigate that carries nuclear weapons, even though it's also one of the smallest of all frigate-class ships.
fr: Le 'Ranger' Éxuari est un sniper spécial, conçu pour infliger de gros dégâts sur une grande surface et à distance avant de s'échapper. C'est une frégate de base qui transporte des armes nucléaires, même si c'est aussi l'un des plus petits de tous les navires de classe frégate.

source: The Exuari Buster is a special sniper, built to deal a large amount of damage quickly and from a distance before escaping. It's a basic frigate that carries nuclear weapons, even though it's also one of the smallest of all frigate-class ships.
fr: Le 'Buster' Éxuari est un sniper spécial, conçu pour infliger une grande quantité de dégâts rapidement et à distance avant de s'échapper. C'est une frégate de base qui transporte des armes nucléaires. C'est aussi l'un des plus petits de tous les navires de classe frégate.

source: The Exuari 'Ryder' is a large carrier spacecraft with many defensive features. It can be docked by smaller ships to refuel or carry them. Unlike a station it is equipped with a slow impulse drive and capable of interstellar travel. It is used as a habitation for Exuari crews and has a hangar bay. A commom Exuari assault strategy is to keep a Ryder off the sensor range of the desired target, while fighters and artillery start from the carrier.
fr: Le 'Ryder' Éxuari est un imposant vaisseau de transport avec de nombreuses caractéristiques défensives. Il peut être amarré par de plus petits navires pour les ravitailler ou les transporter. Contrairement à une station, il est équipé d'un lent moteur à impulsion et est capable de se déplacer. Il sert d'habitation pour les équipages Éxuari et dispose d'un hangar. Une stratégie d'assaut commune Éxuari consiste à maintenir un Ryder hors de portée des capteurs de la cible souhaitée, tandis que les chasseurs et l'artillerie partent du transporteur.

source: The Exuari Fortress is a huge carrier with many defensive features. It can be docked by smaller ships to refuel or carry them. Unlike a station it is equipped with a slow impulse drive. The shields of this base carrier are saied to be undestroyable.
fr: Le 'Fortress' Éxuari est un énorme transporteur avec de nombreuses caractéristiques défensives. Il peut être amarré par de plus petits navires pour les ravitailler ou les transporter. Contrairement à une station, il est équipé d'un moteur à impulsion lent. Les boucliers de cette base de transport sont dits indestructibles.

source: The Phobos T3, just like the Atlantis, is the workhorse of almost any navy. It's extremely easy to modify, which makes retro-fitting this ship a breeze. Its basic stats aren't impressive, but due to its modular nature, it's fairly easy to produce in large quantities.
fr: Le Phobos T3, tout comme l'Atlantis, est le cheval de bataille de presque toutes les marines. Il est extrêmement facile à modifier, ce qui fait de la modernisation de ce navire un jeu d'enfant. Ses caractéristiques de base ne sont pas impressionnantes, mais en raison de sa nature modulaire, il est assez facile à produire en grandes quantités.
