Repository: daid/EmptyEpsilon
Catalog: resources/locale/main.cz.po
Languages: cs_cz

# database direction
source: Front
cs_cz: Přední

# database direction
source: Right
cs_cz: Pravá

# database direction
source: Left
cs_cz: Levá

# database direction
source: Rear
cs_cz: Zadní

# database
source: Factions
cs_cz: Frakce

# stance
source: Neutral
cs_cz: Neutrální

# stance
source: Enemy
cs_cz: Nepřátelské

# stance
source: Friendly
cs_cz: Pratelské

# database
source: Ships
cs_cz: Lodě

# database
source: Class
cs_cz: Třída

# database
source: Sub-class
cs_cz: Podtřída

# database
source: Size
cs_cz: Velikost

# database
source: Shield
cs_cz: Štíty

source: Hull
cs_cz: Trup

# database
source: Move speed
cs_cz: Rychlost pohybu

# database
source: Reverse move speed
cs_cz: Rychlost pohybu vzad

# database
source: Turn speed
cs_cz: Rychlost otáčení

# database
source: Warp speed
cs_cz: Warp rychlost

# database
source: Jump range
cs_cz: Dosah skoku

source: {direction} beam weapon
cs_cz: {direction} paprsková zbraň

# database
source: {damage} Dmg / {interval} sec
cs_cz: {damage} Poškození / {interval} sec

# database
source: {direction} tube
cs_cz: {direction} torpédomet

# database
source: {direction} small tube
cs_cz: {direction} malý torpédomet

# database
source: {direction} large tube
cs_cz: {direction} velký torpédomet

source: Storage {weapon}
cs_cz: {weapon} střely

# station
source: Helms
cs_cz: Navigace

# station
source: Weapons
cs_cz: Zbraně

# station
source: Engineering
cs_cz: Strojovna

# station
source: Science
cs_cz: Vědecké st.

# station
source: Relay
cs_cz: Komunikace+

# station
source: Tactical
cs_cz: Taktické st.

# station
source: Engineering+
cs_cz: Strojovna+

# station
source: Operations
cs_cz: Operační

# station
source: Single Pilot
cs_cz: Jeden pilot

# station
source: Damage Control
cs_cz: Kontrola škod

# station
source: Power Management
cs_cz: Správa napájení

# station
source: Database
cs_cz: Databáze

# station
source: Strategic Map
cs_cz: Strategická mapa

# station
source: Comms
cs_cz: Komunikace

# station
source: Ship's Log
cs_cz: Lodní deník

source: No class
cs_cz: Žádná třída

source: No sub-class
cs_cz: Žádná podtřída

# system
source: Reactor
cs_cz: Reaktor

# system
source: Beam Weapons
cs_cz: Paprskové zbraně

# system
source: Missile System
cs_cz: Torpédomety

# system
source: Maneuvering
cs_cz: Manévrování

# system
source: Impulse Engines
cs_cz: Impulzní pohon

# system
source: Warp Drive
cs_cz: Warpový pohon

# system
source: Jump Drive
cs_cz: Skokový pohon

# system
source: Front Shield Generator
cs_cz: Přední generátor štítů

# system
source: Rear Shield Generator
cs_cz: Zadní generátor štítů

source: Next
cs_cz: Další

# connectserver
source: Connecting...
cs_cz: Připojuji se...

# button
source: Cancel
cs_cz: Zrušit

source: Please enter the server password:
cs_cz: Prosím zadejte heslo serveru:

# game_client_disconnect_reason
source: still connected
cs_cz: stále připojen

# game_client_disconnect_reason
source: bad credentials
cs_cz: špatné příhlašovací údaje

# game_client_disconnect_reason
source: closed by server
cs_cz: odpojen serverem

# game_client_disconnect_reason
source: timed out
cs_cz: vypršel čas spojení

# game_client_disconnect_reason
source: unknown
cs_cz: neznámá

# game_client_disconnect_reason
source: version mismatch
cs_cz: nesoulad verzí

# game_client_disconnect_reason
source: unspecified error {error}
cs_cz: nespecifikovaná chyba {error}

# button
source: Back
cs_cz: Zpět

source: Connection error: {message}
cs_cz: Chyba připojení: {message}

# screenLan
source: Connect
cs_cz: Připojit

source: Last Session ({last})
cs_cz: Předchozí sezeni ({last})

source: Version: {version}
cs_cz: Verze: {version}

source: Your name:
cs_cz: Vaše jméno:

source: Start server
cs_cz: Spustit server

source: Start client
cs_cz: Spustit klienta

source: Options
cs_cz: Nastavení

source: Quit
cs_cz: Ukončit

source: Tutorials
cs_cz: Výuka

source: Server configuration
cs_cz: Nastavení serveru

source: Server name:
cs_cz: Název serveru:

source: Server password:
cs_cz: Heslo serveru:

source: GM control code:
cs_cz: Kód pána hry:

source: Scenario
cs_cz: Scénář

source: Start scenario
cs_cz: Spustit scénář

# title
source: Tutorials
cs_cz: Výukové scénáře

source: Start Tutorial
cs_cz: Spustit výuku

source: Graphics options
cs_cz: Nastavení zobrazení

source: Audio options
cs_cz: Nastavení zvuku

source: Interface options
cs_cz: Nastavení rozhraní

source: Helms Radar Lock
cs_cz: Otáčení navigačního radaru

source: Weapons Radar Lock
cs_cz: Otáčení zbraňového radaru

source: Science Radar Lock
cs_cz: Otáčení vědeckého radaru

source: Control Options
cs_cz: Nastavení ovládání

source: Configure Keyboard
cs_cz: Nastavení kláves

source: Language (applies on back)
cs_cz: Jazyk (použije se po zpět)

# options
source: Save
cs_cz: Uložit

source: Fullscreen toggle
cs_cz: Celá obrazovka

source: Sound Volume: {volume}%
cs_cz: Hlasitost zvuku: {volume}%

source: Music Playback
cs_cz: Přehrávání hudby

source: Disabled
cs_cz: Zakázáno

source: Enabled
cs_cz: Povoleno

source: Main Screen only
cs_cz: Pouze hlavní obrazovka

source: Music Volume: {volume}%
cs_cz: Hlasitost hudby: {volume}%

source: Impulse Engine sound
cs_cz: Zvuk Impulzního Motoru

source: Impulse Volume: {volume}%
cs_cz: Hlasitost impulz. motoru: {volume}%

source: Preview Soundtracks
cs_cz: Náhled zvukového podkladu

source: Enter this ship's control code:
cs_cz: Zadejte ovládací kód lodi:

source: Control code accepted. Granting access.
cs_cz: Ovládací kód přijat. Uděluji přístup.

source: Game master
cs_cz: Pán hry

source: Enter the GM control code:
cs_cz: Zadejte kód pána hry:

source: Spectate (view all)
cs_cz: Pozorovat (zobrazit vše)

source: Scan complexity:
cs_cz: Složitost skenu:

# scanning
source: None (delay)
cs_cz: Žádná (zpoždení)

# scanning
source: Simple
cs_cz: Jednoduchá

# scanning
source: Normal
cs_cz: Normální

# scanning
source: Advanced
cs_cz: Pokročilá

source: Hacking difficulty:
cs_cz: Obtížnost hackování:

# hacking
source: Simple
cs_cz: Jednoduchá

# hacking
source: Normal
cs_cz: Normální

# hacking
source: Difficult
cs_cz: Obtížná

# hacking
source: Fiendish
cs_cz: Ďábelská

source: Hacking type:
cs_cz: Typ hackovani:

# hacking
source: Mine
cs_cz: Miny

# hacking
source: Lights
cs_cz: Světla

# hacking
source: All
cs_cz: Vše

source: Beam/shield frequencies
cs_cz: Frekvence paprsků/štítů

source: Per-system damage
cs_cz: Poškození systémů

source: Select ship
cs_cz: Vyberte loď

source: Waiting for server to spawn a ship
cs_cz: Čekám až server přidá loď

source: Spawn player ship
cs_cz: Přidat hráčskou loď

source: Scenario selection
cs_cz: Výběr scénáře

source: Disconnect
cs_cz: Odpojit

source: 6/5 player crew
cs_cz: posádka: 6/5 hráčů

source: Main screen
cs_cz: Hlavní obrazovka

source: Alternative options
cs_cz: Alternativní možnosti

source: Main screen controls
cs_cz: Ovládání hlavní obrazovky

source: Ship window
cs_cz: Okno z lodi

source: Top-down 3D view
cs_cz: 3D pohled shora

# button
source: Lock camera on ship
cs_cz: Zamknout kameru na loď

# button
source: Lock camera on ship's target
cs_cz: Zamknout kameru na cíl lodi

# button
source: Close
cs_cz: Zavřít

source: Open Comms
cs_cz: Zahájit komunikaci

source: Place Waypoint
cs_cz: Umístit bod

source: Delete Waypoint
cs_cz: Smazat bod

source: Reputation
cs_cz: Reputace

source: Clock
cs_cz: Čas

source: Energy
cs_cz: Energie

source: Heading
cs_cz: Směr

source: Speed
cs_cz: Rychlost

source: Shields
cs_cz: Štíty

source: Beams
cs_cz: Paprskové zbraně

# health
source: Hull
cs_cz: Trup

# shields
source: Front
cs_cz: Přední

# shields
source: Rear
cs_cz: Zadní

# total
source: Coolant
cs_cz: Chlazení

# slider
source: Power
cs_cz: Výkon

# slider
source: Coolant
cs_cz: Chlazení

# slider
source: Power: {current_level}% / {requested}%
cs_cz: Výkon: {current_level}% / {requested}%

# slider
source: Coolant: {current_level}% / {requested}%
cs_cz: Chladivo: {current_level}% / {requested}%

source: Energy production
cs_cz: Produkce energie

source: Firing rate
cs_cz: Rychlost palby

# missile
source: Reload rate
cs_cz: Rychlost přebíjení

source: Turning speed
cs_cz: Rychlost otáčení

source: Combat recharge rate
cs_cz: Obnova úhybných manévrů

source: Impulse speed
cs_cz: Impulzní rychlost

source: Warp drive speed
cs_cz: Warpová rychlost

source: Jump drive recharge rate
cs_cz: Rychlost obnovy pohonu

source: Jump drive jump speed
cs_cz: Rychlost provedení skoku

# shields
source: Calibration speed
cs_cz: Rychlost kalibrace

# shields
source: Charge rate
cs_cz: Rychlost obnovy

source: Extra damage
cs_cz: Poškození navíc

source: Damage negate
cs_cz: Negace poškození

source: Callsign
cs_cz: Volací znak

# science
source: Distance
cs_cz: Vzdálenost

source: Bearing
cs_cz: Směr

source: Rel. Speed
cs_cz: Rel. Rychlost

source: Faction
cs_cz: Frakce

# science
source: Type
cs_cz: Typ

# science
source: Shields
cs_cz: Štíty

# science
source: Hull
cs_cz: Trup

# button
source: Probe View
cs_cz: Pohled sondy

source: Zoom: {zoom}x
cs_cz: Přiblížení: {zoom}x

# button
source: Database
cs_cz: Databáze

source: Link to Comms
cs_cz: Provázat s komunikační st.

source: Start hacking
cs_cz: Zahájit hackování

source: Link to Science
cs_cz: Propojit s vědeckou st.

source: Launch Probe
cs_cz: Vyslat sondu

source: Alert level
cs_cz: Stupeň poplachu

source: Beam info
cs_cz: Paprskové zbraně

# damagecontrol
source: Hull
cs_cz: Trup

source: Coolant
cs_cz: Chlazení

# button
source: Power
cs_cz: Výkon

# button
source: Coolant
cs_cz: Chlazení

# button
source: Heat
cs_cz: Teplota

# button
source: Pause
cs_cz: Pauza

# button
source: Intercept all comms
cs_cz: Odposlech všech komunikací

# button
source: Create...
cs_cz: Přidat...

# button
source: Copy scenario
cs_cz: Kopírovat scénář

# button
source: Copy selected
cs_cz: Kopírovat výběr

# button
source: Tweak
cs_cz: Upravit

# button
source: Hail ship
cs_cz: Volat lod

source: Defend location
cs_cz: Bránit lokaci

source: Stand ground
cs_cz: Zůstat na místě

source: Roaming
cs_cz: Toulat se

source: Idle
cs_cz: Nedělat nic

source: Orders:
cs_cz: Rozkazy:

source: *mixed*
cs_cz: *různé*

# create
source: cpu ship
cs_cz: NPC loď

# create
source: player ship
cs_cz: hráčská loď

# create
source: Artifact
cs_cz: Artefakt

# create
source: Warp Jammer
cs_cz: Rušička warpu

# create
source: Mine
cs_cz: Mina

# create
source: Visual Asteroid
cs_cz: Vizuálni Asteroid

# create
source: Planet
cs_cz: Planeta

# create
source: BlackHole
cs_cz: Černá díra

# create
source: Nebula
cs_cz: Mlhovina

# create
source: Worm Hole
cs_cz: Červí díra

# button
source: Send
cs_cz: Odeslat

# chatGM
source: Target - Destroyed
cs_cz: Cíl - Zničen

# chatGM
source: Channel not open, enter name to hail as to hail target.
cs_cz: Kanál neaktivní, zadej jméno za které voláš cíl.

# chatGM
source: {callsign} - Inactive
cs_cz: {callsign} - Neaktivní

# chatGM
source: {callsign} - Opening communications with {target}
cs_cz: {callsign} - Zahajuji komunikaci s {target}

# chatGM
source: {callsign} - Hailing as {target}
cs_cz: {callsign} - Volám jako {target}

# chatGM
source: {callsign} - Communicating with {target}
cs_cz: {callsign} - Komunikuji s {target}

# chatGM
source: **{callsign} - Communicating as {target}**
cs_cz: **{callsign} - Kounikuji jako {target}**

# chatGM
source: {callsign} - Communicating as {target}
cs_cz: {callsign} - Komunikuji jako {target}

# tab
source: Base
cs_cz: Základ

# tab
source: Ship
cs_cz: Loď

# tab
source: Jammer
cs_cz: Rušička

# tab
source: Shields
cs_cz: Štíty

# tab
source: Tubes
cs_cz: Torpédomety

# tab
source: Missiles
cs_cz: Rakety

# tab
source: Beams
cs_cz: Paprskové zbraně

# tab
source: Systems
cs_cz: Systémy

# tab
source: Power
cs_cz: Výkon

# tab
source: Coolant Rate
cs_cz: Tempo chlazení

# tab
source: Heat Rate
cs_cz: Tempo zařívání

# tab
source: Power Rate
cs_cz: Tempo výkonu

# tab
source: Player
cs_cz: Hráč

# tab
source: Player 2
cs_cz: Hráč 2

source: Type name:
cs_cz: Název typu:

source: Impulse speed:
cs_cz: Impulzní rychlost:

source: Impulse reverse speed:
cs_cz: Rychlost impulz. couvání:

source: Turn speed:
cs_cz: Rychlost otáčení:

source: Jump Min Distance:
cs_cz: Minimální vzdálenost skoku:

source: Jump Max Distance:
cs_cz: Maximální vzdálenost skoku:

source: Jump charge:
cs_cz: Náboj skokového pohonu:

source: Hull max:
cs_cz: Maximální trup:

source: Hull current:
cs_cz: Současný trup:

source: Could be destroyed
cs_cz: Lze zničit

# tweak_ship
source: Special drives:
cs_cz: Zvláštní pohony:

source: Warp Drive
cs_cz: Warpový pohon

source: Jump Drive
cs_cz: Skokový pohon

source: Short-range radar range:
cs_cz: Dosah radaru krátkého dosahu:

source: Long-range radar range:
cs_cz: Dosah radaru dlouhého dosahu:

# missiles
source: Storage space:
cs_cz: Maximum střel:

# missiles
source: Stored amount:
cs_cz: Aktuálně střel:

source: Jammer Range:
cs_cz: Dosah rušičky:

source: Asteroid Size:
cs_cz: Velikost asteroidu:

source: Tube count:
cs_cz: Počet torpédometů:

source: Tube: {id_tube}
cs_cz: Torpédomet: {id_tube}

# tube
source: Direction:
cs_cz: Směr:

# tube
source: Load time:
cs_cz: Doba nabíjení:

# tube
source: Size:
cs_cz: Velikost:

# tube
source: Small
cs_cz: Malé

# tube
source: Medium
cs_cz: Střední

# tube
source: large
cs_cz: velké

# tube
source: Allowed use:
cs_cz: Smí použít:

source: Shield {id_shield} max:
cs_cz: Maximum štítu {id_shield}:

source: Shield {id_shield}:
cs_cz: Štít {id_shield}:

source: Beam: {id_beam}
cs_cz: Paprsek: {id_beam}

# beam
source: Arc:
cs_cz: Oblouk:

# beam
source: Direction:
cs_cz: Směr:

# beam
source: Turret arc:
cs_cz: Oblouk střelecké věže:

# beam
source: Turret direction:
cs_cz: Smer střelecké věže:

# beam
source: Turret rotation rate:
cs_cz: Rychlost otáčení věže:

# beam
source: Range:
cs_cz: Dosah:

# beam
source: Cycle time:
cs_cz: Perioda cyklu:

# beam
source: Damage:
cs_cz: Poškození:

source: {system} health
cs_cz: {system} - zdraví

source: {system} health max
cs_cz: {system} - maximum zdraví

source: {system} heat
cs_cz: {system} - teplota

source: current factor
cs_cz: současný faktor

source: desired factor
cs_cz: požadovaný faktor

source: Applies on [Enter]
cs_cz: Použije se po [Enter]

source: current rate
cs_cz: současné tempo

source: desired rate
cs_cz: požadované tempo

source: Control code:
cs_cz: Ovládací kód:

source: Reputation:
cs_cz: Reputace:

source: Max energy:
cs_cz: Maximum energie:

source: Current energy:
cs_cz: Současná energie:

source: Boost Speed:
cs_cz: Rychlost úhybu vpřed:

source: Strafe Speed:
cs_cz: Rychlost úhybu do boku:

source: Positions occupied:
cs_cz: Obsazené pozice:

source: position
cs_cz: pozice

source: Coolant:
cs_cz: Chlazení:

source: Max Scan Probes:
cs_cz: Maximum sond:

source: Scan Probes:
cs_cz: Sond:

# button
source: Can scan
cs_cz: Může skenovat

# button
source: Can hack
cs_cz: Může hackovat

# button
source: Can dock
cs_cz: Může kotvit

# button
source: Can combat maneuver
cs_cz: Může dělat úhybné manévry

# button
source: Can self destruct
cs_cz: Může spustit sebedestrukci

# button
source: Can launch probes
cs_cz: Může vyslat sondu

# button
source: Auto coolant
cs_cz: Automatické chlazení

# button
source: Auto repair
cs_cz: Automatické opravy

# player_tweak
source: Shields (E/s): {energy_per_second}
cs_cz: Štíty (E/s): {energy_per_second}

source: Callsign:
cs_cz: Volací znak:

source: Unscanned description:
cs_cz: Popis - neoskenovaný:

source: Friend or Foe Description:
cs_cz: Popis - přítel/nepřítel:

source: Simple Scan Description:
cs_cz: Popis - jednoduchý sken:

source: Full Scan Description:
cs_cz: Popis - úplný sken:

source: Heading:
cs_cz: Směr:

source: Scanning Complexity:
cs_cz: Složitost skenu:

source: Scanning Depth:
cs_cz: Hloubka skenu:

# missile
source: Lock
cs_cz: Zaměření

# missile
source: Load
cs_cz: Nabít

# missile
source: Empty
cs_cz: Prázdné

# missile
source: Unload
cs_cz: Vybít

# missile
source: Loading
cs_cz: Nabíjí se

# missile
source: Unloading
cs_cz: Vybíjí se

# missile
source: Firing
cs_cz: Střílí

source: SELF DESTRUCT ACTIVATED
cs_cz: SEBEDESTRUKCE AKTIVNÍ

source: Waiting for autorization input: {codes} left
cs_cz: Čekám na zadání kódu: zbývá zadat {codes} kód(y)

source: Have a nice day.
cs_cz: Přeji pěkný den.

source: This ship will self-destruct in {seconds} seconds.
cs_cz: Tato loď se sama zničí za {seconds} sekund.

source: Self destruct activated!
cs_cz: Sebedestrukce aktivována!

source: Code [{letter}]: {self_destruct_code}
cs_cz: Kód [{letter}]: {self_destruct_code}

# selfdestruct
source: Enter [{letter}]
cs_cz: Zadejte kód [{letter}]

source: Request Dock
cs_cz: Požádat o zakotveni

source: Cancel Docking
cs_cz: Zrušit kotvení

source: Undock
cs_cz: Odkotvit

# shields
source: Calibrating
cs_cz: Kalibruje se

# shields
source: ON
cs_cz: Zdvižené

# shields
source: OFF
cs_cz: Sklopené

source: {frequency} Shields: {status}
cs_cz: {frequency} Štíty: {status}

source: Shields: {status}
cs_cz: Štity: {status}

source: Self destruct
cs_cz: Sebedestrukce

# selfdestruct
source: Confirm!
cs_cz: Potvrdit!

# shields
source: Calibrate
cs_cz: Kalibrovat

# jumpcontrol
source: Distance
cs_cz: Vzdálenost

# jumpcontrol
source: Jump
cs_cz: Skok

# jumpcontrol
source: Jump in
cs_cz: Skok za

# jumpcontrol
source: Charging
cs_cz: Nabíjí se

# slider
source: Impulse
cs_cz: Impulz

source: Damage with your beams
cs_cz: Poškození vašimi paprsky

source: Damage on your shields
cs_cz: Poškození vašich štítů

# scienceFrequencyGraph
source: No enemy beams
cs_cz: Žádné nepříelské paprsky

# scienceFrequencyGraph
source: No enemy shields
cs_cz: Žádné nepřátelské štíty

# systems
source: DAMAGED
cs_cz: POŠKOZEN

# systems
source: JAMMED
cs_cz: ZARUŠEN

# systems
source: NO POWER
cs_cz: ŽÁDNÝ VÝKON

# systems
source: LOW ENERGY
cs_cz: MÁLO ENERGIE

# systems
source: LOW POWER
cs_cz: MÁLO VÝKONU

# systems
source: OVERHEATING
cs_cz: PŘEHŘÍVÁ SE

# systems
source: HACKED
cs_cz: HACKNUTÝ

# target
source: Hull
cs_cz: Trup

source: Game Paused
cs_cz: Hra pozastavena

source: Unpause
cs_cz: Odpauzovat

source: Defeat!
cs_cz: Porážka!

source: Victory!
cs_cz: Vítězství!

source: {faction} wins
cs_cz: Výhra frakce: {faction}

source: Combat maneuver
cs_cz: Úhybné manévry

source: SHIP DESTROYED!
cs_cz: LOĎ ZNIČENA!

# shipdestroyed
source: Return
cs_cz: Zpět

source: Opening communications...
cs_cz: Zahajuji komunikaci...

source: Answer
cs_cz: Odpovědět

source: Ignore
cs_cz: Ignorovat

source: No reply...
cs_cz: Bez odpovědi...

source: Communications were suddenly cut
cs_cz: Komunikace byla nečekaně přerušena

source: Communications channel closed
cs_cz: Komunikační kanál uzavřen

source: Hailed by {name}
cs_cz: {name} nás volá

source: Jump in: {delay}
cs_cz: Skok za: {delay}

# scanning
source: Electric signature
cs_cz: Elektrická signatura

# controlbutton
source: Main screen
cs_cz: Hlavní obrazovka

# mainscreen
source: Front
cs_cz: Přední

# mainscreen
source: Back
cs_cz: Zadní

# mainscreen
source: Left
cs_cz: Levý

# mainscreen
source: Right
cs_cz: Pravý

# mainscreen
source: Target lock
cs_cz: Zaměřený cíl

# mainscreen
source: Tactical
cs_cz: Taktický radar

# mainscreen
source: Show comms
cs_cz: Zobrazit komunikaci

# mainscreen
source: Hide comms
cs_cz: Skrýt komunikaci

# hacking
source: Target system:
cs_cz: Zacílit systém:

# hacking
source: Hacking in Progress: {percent}%
cs_cz: Hackovaní probíha: {percent}%

# hacking
source: {target}: hacked {percent}%
cs_cz: {target}: hacknutý na {percent}%

source: Hacking SUCCESS!
cs_cz: Hackování ÚSPEŠNÝ!

source: Hacking FAILURE!
cs_cz: Hackování SELHAL!

# hotkey_Basic
source: Show in-game help
cs_cz: Zobrazit nápovědu ve hře

# hotkey_MainScreen
source: View forward
cs_cz: Pohled vpřed

# hotkey_MainScreen
source: View left
cs_cz: Pohled vlevo

# hotkey_MainScreen
source: View right
cs_cz: Pohled vpravo

# hotkey_MainScreen
source: View backward
cs_cz: Pohled vzad

# hotkey_MainScreen
source: View long-range radar
cs_cz: Zobrazit radar dlouhého dosahu

# hotkey_MainScreen
source: Toggle first-person view
cs_cz: Přepnout pohled z první osoby

# hotkey_menu
source: Helms
cs_cz: Kormidlo

# hotkey_Helms
source: Increase impulse
cs_cz: Zvýšit impulz

# hotkey_Helms
source: Decrease impulse
cs_cz: Snížit impulz

# hotkey_Helms
source: Zero impulse
cs_cz: Nulový impulz

# hotkey_Helms
source: Max impulse
cs_cz: Maximální impulz

# hotkey_Helms
source: Max reverse impulse
cs_cz: MAximální impulz vzad

# hotkey_Helms
source: Turn left
cs_cz: Otáčet vlevo

# hotkey_Helms
source: Turn right
cs_cz: Otáčet vpravo

# hotkey_Helms
source: Warp off
cs_cz: Zastavit warp

# hotkey_Helms
source: Increase Warp
cs_cz: Zvýšit Warp

# hotkey_Helms
source: Decrease Warp
cs_cz: Snížit Warp

# hotkey_Helms
source: Dock request/abort/undock
cs_cz: Kotvení - požádat/zrušit/odkotvit

# hotkey_Helms
source: Initiate docking
cs_cz: Zahajit kotvení

# hotkey_Helms
source: Abort docking
cs_cz: Zrušit kotvení

# hotkey_Helms
source: Undock
cs_cz: Odkotvit

# hotkey_Helms
source: Increase jump distance
cs_cz: Zvýšit vzdálenost skoku

# hotkey_Helms
source: Decrease jump distance
cs_cz: Snížit vzdálenost skoku

# hotkey_Helms
source: Initiate jump
cs_cz: Zahájit skok

# hotkey_menu
source: Weapons
cs_cz: Zbraně

# hotkey_Weapons
source: Select homing
cs_cz: Vybrat naváděnou střelu

# hotkey_Weapons
source: Select nuke
cs_cz: Vybrat jadernou střelu

# hotkey_Weapons
source: Select mine
cs_cz: Vybrat minu

# hotkey_Weapons
source: Select EMP
cs_cz: Vybrat EMP

# hotkey_Weapons
source: Select HVLI
cs_cz: Vybrat HVLI

# hotkey_Weapons
source: Load tube {number}
cs_cz: Nabít torpédomet {number}

# hotkey_Weapons
source: Unload tube {number}
cs_cz: Vybít torpédomet {number}

# hotkey_Weapons
source: Fire tube {number}
cs_cz: Vystřelit z torpédometu {number}

# hotkey_Weapons
source: Select next hostile target
cs_cz: Vybrat dalšího nepřítele

# hotkey_Weapons
source: Select next target (any)
cs_cz: Vybrat další cíl (libovolný)

# hotkey_Weapons
source: Toggle shields
cs_cz: Zvednout/sklopit štíty

# hotkey_Weapons
source: Increase shield frequency target
cs_cz: Zvýšit frekvenci štítů

# hotkey_Weapons
source: Decrease shield frequency target
cs_cz: Snížit frekvenci štítů

# hotkey_Weapons
source: Start shield calibration
cs_cz: Spustit kalibraci štítů

# hotkey_Weapons
source: Next beam subsystem target type
cs_cz: Zacílit paprsky další subsystém

# hotkey_Weapons
source: Previous beam subsystem target type
cs_cz: Zacílit paprsky předchozí subsystém

# hotkey_Weapons
source: Increase beam frequency
cs_cz: Zvýšit frekvenci paprsků

# hotkey_Weapons
source: Decrease beam frequency
cs_cz: Snížit frekvenci paprsků

# hotkey_Weapons
source: Toggle missile aim lock
cs_cz: Přepnout zámek zaměření raket

# hotkey_Weapons
source: Enable missile aim lock
cs_cz: Zapnout zámek zaměření raket

# hotkey_Weapons
source: Turn missile aim to the left
cs_cz: Posunout zaměření raket vlevo

# hotkey_Weapons
source: Turn missile aim to the right
cs_cz: Posunout zaměření raket vpravo

# hotkey_menu
source: Science
cs_cz: Vedecká st.

# hotkey_Science
source: Scan object
cs_cz: Skenovat objekt

# hotkey_Science
source: Select next scannable object
cs_cz: Vybrat další skenovatelný objekt

# hotkey_menu
source: Engineering
cs_cz: Strojovna

# hotkey_Engineering
source: Select reactor system
cs_cz: Vybrat systém reaktoru

# hotkey_Engineering
source: Select missile weapon system
cs_cz: Vybrat torpédomety

# hotkey_Engineering
source: Select maneuvering system
cs_cz: Vybrat manévrování

# hotkey_Engineering
source: Select impulse system
cs_cz: Vybrat impulzní pohon

# hotkey_Engineering
source: Select warp system
cs_cz: Vybrat warp pohon

# hotkey_Engineering
source: Select jump drive system
cs_cz: Vybrat skokový pohon

# hotkey_Engineering
source: Select front shields system
cs_cz: Vybrat přední štíty
