Repository: daid/EmptyEpsilon
Catalog: resources/locale/main.cz.po
Languages: cs_cz

# hotkey_Engineering
source: Select rear shields system
cs_cz: Vybrat zadní štíty

# hotkey_Engineering
source: Set system power to 0%
cs_cz: Energie do systému na 0%

# hotkey_Engineering
source: Set system power to 30%
cs_cz: Energie do systému na 30%

# hotkey_Engineering
source: Set system power to 50%
cs_cz: Energie do systému na 50%

# hotkey_Engineering
source: Set system power to 100%
cs_cz: Energie do systému na 100%

# hotkey_Engineering
source: Set system power to 150%
cs_cz: Energie do systému na 150%

# hotkey_Engineering
source: Set system power to 200%
cs_cz: Energie do systému na 200%

# hotkey_Engineering
source: Set system power to 250%
cs_cz: Energie do systému na 250%

# hotkey_Engineering
source: Set system power to 300%
cs_cz: Energie do systému na 300%

# hotkey_Engineering
source: Increase system power
cs_cz: Zvýšit energii do systému

# hotkey_Engineering
source: Decrease system power
cs_cz: Snížit energii do systému

# hotkey_Engineering
source: Increase system coolant
cs_cz: Zvýšit chlazení systému

# hotkey_Engineering
source: Decrease system coolant
cs_cz: Snížit chlazení systému

# hotkey_Engineering
source: Next repair crew
cs_cz: Další tým opravářů

# hotkey_Engineering
source: Crew move up
cs_cz: Přesun opravářů nahoru

# hotkey_Engineering
source: Crew move down
cs_cz: Přesun opravářů dolů

# hotkey_Engineering
source: Crew move left
cs_cz: Přesun opravářů doleva

# hotkey_Engineering
source: Crew move right
cs_cz: Přesun opravářů doprava

# hotkey_Engineering
source: Start self-destruct
cs_cz: Spustit sebedestrukci

# hotkey_Engineering
source: Confirm self-destruct
cs_cz: Potvrdit sebedestrukci

# hotkey_Engineering
source: Cancel self-destruct
cs_cz: Zrušit sebedestrukci

# gm_info
source: Owner
cs_cz: Majitel

# gm_info
source: Target
cs_cz: Cíl

# gm_info
source: Faction
cs_cz: Frakce

# gm_info
source: Size
cs_cz: Velikost

# missile
source: Homing
cs_cz: Naváděné

# missile
source: Nuke
cs_cz: Jaderné

# missile
source: Mine
cs_cz: Miny

# cpulog
source: Searching for targets.
cs_cz: Hledá cíle.

# cpulog
source: Searching for hostiles around {x},{y}.
cs_cz: Hledá nepřátele kolem {x},{y}.

# cpulog
source: Searching for supplies.
cs_cz: Hledá zásoby.

# cpulog
source: Docking to {callsign}.
cs_cz: Kotví k {callsign}.

# cpulog
source: Standing ground for now.
cs_cz: Prozatím zůstává na místě.

# cpulog
source: Defending {x},{y}.
cs_cz: Brání {x},{y}.

# cpulog
source: Defending {callsign}.
cs_cz: Brání {callsign}.

# cpulog
source: Following {callsign}.
cs_cz: Sleduje {callsign}.

# cpulog
source: Moving to {x},{y}.
cs_cz: Letí na {x},{y}.

# cpulog
source: Moving to attack {callsign}!
cs_cz: Leti k útoku na {callsign}!

# gm_info
source: Orders
cs_cz: Rozkazy

# orderscpu
source: Idle
cs_cz: Nedělat nic

# orderscpu
source: Roaming
cs_cz: Toulat se

# orderscpu
source: Retreat
cs_cz: Ustoupit

# orderscpu
source: Stand Ground
cs_cz: Zůstat na místě

# orderscpu
source: Defend Location
cs_cz: Bránit lokaci

# orderscpu
source: Defend Target
cs_cz: Bránit cíl

# orderscpu
source: Fly in formation
cs_cz: Letět ve formaci

# orderscpu
source: Fly towards
cs_cz: Letět k

# orderscpu
source: Fly towards (ignore all)
cs_cz: Letět k (ignorovat vše)

# orderscpu
source: Attack
cs_cz: Útok

# orderscpu
source: Dock
cs_cz: Zadokovat

# alert
source: RED ALERT
cs_cz: ČERVENÝ POPLACH

# alert
source: YELLOW ALERT
cs_cz: ŽLUTÝ POPLACH

# alert
source: Normal
cs_cz: Normální

# shiplog
source: Start of log
cs_cz: Začátek deníku

# shiplog
source: Hailed by {name}
cs_cz: Volá nás {name}

# shiplog
source: Communication channel closed by other side
cs_cz: Komunikace uzavřena protistranou

# shiplog
source: Hailing from {callsign} stopped
cs_cz: Voláni od {callsign} přestalo

# shiplog
source: Communication channel closed
cs_cz: Komunikačni kanál uzavřen

# chatdialog
source: Opened comms with {name}
cs_cz: Zahájena komunikace s: {name}

# shiplog
source: Hailing: {name}
cs_cz: Voláme: {name}

# chatdialog
source: Opened comms to {callsign}
cs_cz: Zahájena komunikace s {callsign}

# shiplog
source: Opened communication channel to {callsign}
cs_cz: Otevřen komunikační kanál s {callsign}

# shiplog
source: Refused communications from {callsign}
cs_cz: Komunikace od {callsign} odmítnuta

# shiplog
source: Refused communications to {callsign}
cs_cz: Komunikace s {callsign} odmítnuta

# shiplog
source: Hail suddenly went dead.
cs_cz: Volani náhle ustalo.

# shiplog
source: Accepted hail from {callsign}
cs_cz: Přijata komunikace od {callsign}

# shiplog
source: Refused hail from {callsign}
cs_cz: Odmítnuta komunikace od {callsign}

# shiplog
source: Opened communication channel to {name}
cs_cz: Otevřen komunikační kanál s {name}

# shiplog
source: Refused hail from {name}
cs_cz: Odmítnuta komunikace od {name}

# gm_info
source: CallSign
cs_cz: Volací znak

# gm_info
source: Type
cs_cz: Typ

# gm_info
source: Hull
cs_cz: Trup

# gm_info
source: Shield
cs_cz: Štíty

# tube
source: Front
cs_cz: Přední

# tube
source: Right
cs_cz: Pravý

# tube
source: Left
cs_cz: Levý

# tube
source: Rear
cs_cz: Zadní

source: The Atlantis X23 is the smallest model of destroyer, and its combination of frigate-like size and corvette-like power makes it an excellent escort ship when defending larger ships against multiple smaller enemies. Because the Atlantis X23 is fitted with a jump drive, it can also serve as an intersystem patrol craft.
cs_cz: Atlantis X23 je nejmenší model torpédoborce. Velikostí fregata a silou korveta tvoři výbornou doprovodnou loď pro obranu větších lodí proti více menším nepřátelům. Atlantis X23 je dále vybavena skokovým pohonem takže může být použita i jako hlídková loď mezi hvězdnými systémy.

source: A refitted Atlantis X23 for more general tasks. The large shield system has been replaced with an advanced combat maneuvering systems and improved impulse engines. Its missile loadout is also more diverse. Mistaking the modified Atlantis for an Atlantis X23 would be a deadly mistake.
cs_cz: Refitovana verze Atlantis X23 pro více všeobecné úkoly. Silný systém štítů byl nahrazen pokročilým manévrovacím systémem a vylepšenými impulzními motory. Její torpédová výbava je taktéž více univerzální. Splést si tuto upravenou Atlantis za Atlantis X23 by byla smrtelná chyba.

source: Contrary to its predecessor, the Starhammer II lives up to its name. By resolving the original Starhammer's power and heat management issues, the updated model makes for a phenomenal frontal assault ship. Its low speed makes it difficult to position, but when in the right place at the right time, even the strongest shields can't withstand a Starhammer's assault for long.
cs_cz: Oproti svému předchůdci, Starhammer II (Hvězdné kladivo) dostává svému jménu. Vyrešením problému původního Starhammeru v energetice a chlazení se stal tento vylepšený model fenomenální lodí pro čelní útok. Jeho nízká rychlost klade sice větší nároky na pilota, ale když je ve správný čas na správném místě, ani nejsilnější lodě nevydrží proti útoku Starhammeru dlouho.

source: A number of missile tubes range around this ship. Beams were deemed lower priority, though they are still present. Stronger defenses than a frigate, but not as strong as the Atlantis
cs_cz: Početné torpédomety kolem lodi. Paprskové zbraně byly považovány za nižší prioritu, ale stále tu nějaké jsou. Lepší obrana, nez fregaty, ale ne tak silná jako Atlantis

source: A number of beams bristle from various points on this gunner. Missiles were deemed lower priority, though they are still present. Stronger defenses than a frigate, but not as strong as the Atlantis
cs_cz: Řada paprskových zbraní ježících se z různých míst na této střelecké lodi. Torpédomety byly považovány za nižší prioritu, ale stále tu nějaké jsou. Lepší obrana, než fregaty, ale ne tak silná jako Atlantis

source: This stationary defense platform operates like a station, with docking and resupply functions, but is armed with powerful beam weapons and can slowly rotate. Larger systems often use these platforms to resupply patrol ships.
cs_cz: Tato staticka obranná platforma funguje jako stanice, s dokováním a zásobováním, ale je vyzbrojena silnými paprskovými zbraněmi a dokáže se pomalu otáčet. Větší hvězdné systémy často využívají tyto platformy pro zásobování hlídkových lodí.

source: These freighters are designed to transport armed troops, military support personnel, and combat gear.
cs_cz: Tyto přepravní lodě byly navrženy pro transport vojáků, podpůrného armádního personálu a bojové výbavy.

source: Cargo freighters haul large loads of cargo across long distances on impulse power. Their cargo bays include climate control and stabilization systems that keep the cargo in good condition.
cs_cz: Tyto přepravní lodě transportují velké množství nákladu na veliké vzdálenosti impulzní rychlostí. Výbava nákladového prostoru zahrnuje systémy pro ovládání a stabilizaci prostředí, které udržují náklad v dobrém stavu.

source: These freighters are specially designed to haul garbage and waste. They are fitted with a trash compactor and fewer stabilzation systems than cargo freighters.
cs_cz: Tyto přepravní lodě jsou speciálně navrženy pro transport odpadu. Jsou vybaveny zhutňovačem odpadu a méně systémy pro stabilizaci prostředí, než nákladní lodě.

source: Equipment freighters have specialized environmental and stabilization systems to safely carry delicate machinery and complex instruments.
cs_cz: Tyto přepravní lodě mají specializované systémy pro stabilizaci prostředí, které zajišťují bezpečný transport choulostivých strojů a složitých přístrojů.

source: Fuel freighters have massive tanks for hauling fuel, and delicate internal sensors that watch for any changes to their cargo's potentially volatile state.
cs_cz: Palivové tankery mají masivní nádrže pro transport paliva a velmi jemné vnitřní senzory, které hlídají jakoukoliv změnu ve stavu potenciálně výbušného nákladu.

# commsShipAssist
source: What do you want?
cs_cz: Co chcete?

# commsShipAssist
source: Sir, how can we assist?
cs_cz: Jak vám můžeme pomoci?

# commsShipAssist
source: Defend a waypoint
cs_cz: Bránit bod

# commsShipAssist
source: No waypoints set. Please set a waypoint first.
cs_cz: Nemáte umístěn žádný bod. Nejprve jej umístěte.

# commsShipAssist
source: Which waypoint should we defend?
cs_cz: Jaký bod máme bránit?

# commsShipAssist
source: Defend %s
cs_cz: Branit %s

# commsShipAssist
source: Assist me
cs_cz: Pomozte mi

# commsShipAssist
source: Heading toward you to assist.
cs_cz: Letíme k vám na pomoc

# commsShipAssist
source: Report status
cs_cz: Ohlašte stav

# commsShipAssist
source: Dock at %s
cs_cz: Kotvím u %s

# commsShipAssist
source: Docking at %s.
cs_cz: Kotví k %s

# commsShipEnemy
source: We will see to your destruction!
cs_cz: Postaráme se o vaše zničení!

# commsShipEnemy
source: Your bloodline will end here!
cs_cz: Vaše pokrevní linie končí zde!

# commsShipEnemy
source: Your feeble threats are meaningless.
cs_cz: Vaše patetické hrozby jsou bezvýznamné.

# commsShipEnemy
source: Ktzzzsss. You will DIEEee weaklingsss!
cs_cz: Ktzzzsss. ZZZEEEMŘETE ssslabošššii!

# commsShipEnemy
source: We wish you no harm, but will harm you if we must. End of transmission.
cs_cz: Nechceme vám ublížit, ale ublížíme vám, když budeme muset. Konec přenosu.

# commsShipEnemy
source: Stay out of our way, or your death will amuse us extremely!
cs_cz: Držte se nám z cesty, nebo nás vaše smrt velice pobaví!

# commsShipEnemy
source: One zero one. No binary communication detected. Switching to universal speech. Generating appropriate response for target from human language archives. :Do not cross us.: Communication halted.
cs_cz: Jedna nula jedna. Binární komunikace nedetekována. Přepínám na univerzální řeč. Generuji patřičnou odpověd pro cíl z lidských jazykových archivů. :Nedrážděte nás.: Komunikace přerušena.

# commsShipEnemy
source: EXECUTE: SELFDESTRUCT
cs_cz: PROVÉST PŘÍKAZ: SEBEDESTRUKCE

# commsShipEnemy
source: Rogue command received. Targeting source.
cs_cz: Zachycen zbloudilý příkaz. Zaměřuji zdroj.

# commsShipEnemy
source: External command ignored.
cs_cz: Externí příkaz ignorován.

# commsShipEnemy
source: The hive suffers no threats. Opposition to any of us is opposition to us all. Stand down or prepare to donate your corpses toward our nutrition.
cs_cz: Úl nestrpí žádné hrozby. Opozice vůči komukoli z nás je opozicí vůči nám všem. Stáhněte se nebo se připravte darovat své mrtvoly na naši výživu.

# commsShipEnemy
source: <Transmits 'The Itsy-Bitsy Spider' on all wavelengths>
cs_cz: <Vysílá 'The Itsy-Bitsy Spider' na všech frekvencích>

# commsShipEnemy
source: We do not need permission to pluck apart such an insignificant threat.
cs_cz: Nepotřebujeme povolení k rozebrání takové nevýznamné hrozby.

# commsShipEnemy
source: The hive has greater priorities than exterminating pests.
cs_cz: Úl má důležitější věci na práci, než hubit škůdce.

# commsShipEnemy
source: Mind your own business!
cs_cz: Věnujte se svým věcem!

# commsShip
source: Sorry, we have no time to chat with you. We are on an important mission.
cs_cz: Omlouváme se, ale nemáme čas na diskuzi s vámí. Jsme na důležité misi.

# commsShip
source: We have nothing for you. Good day.
cs_cz: Nemáme pro vás nic, Přejeme pěkný den.

# commsShipAssist
source: Hull: %d%%
cs_cz: Trup: %d%%

# commsShipAssist
source: Shield: %d%%
cs_cz: Štíty: %d%%

# commsShipAssist
source: Front Shield: %d%%
cs_cz: Prední štít: %d%%

# commsShipAssist
source: Rear Shield: %d%%
cs_cz: Zadní štít: %d%%

# commsShipAssist
source: Shield %d: %d%%
cs_cz: Štít %d: %d%%

# commsShipAssist
source: %s Missiles: %d/%d
cs_cz: %s Střely: %d/%d

# commsShipAssist
source: WP %d
cs_cz: Bod %d

# commsStation
source: We are under attack! No time for chatting!
cs_cz: Jsme pod útokem! Není čas na pokec!

# commsStation
source: Good day, officer! Welcome to %s. What can we do for you today?
cs_cz: Dobrý den, důstojníku! Vítejte na stanici %s. Co pro vás můžeme dnes udělat?

# commsStation
source: Welcome to our lovely station %s.
cs_cz: Vítejte na naší krásné stanici %s.

# commsStation
source: Do you have spare homing missiles for us?
cs_cz: Máte navíc nějaké naváděné střely?

# commsStation
source: Can you restock us with HVLI?
cs_cz: Můžete nám doplnit zásoby HVLI?

# commsStation
source: Please re-stock our mines.
cs_cz: Prosíme, doplňte naše miny.

# commsStation
source: Can you supply us with some nukes?
cs_cz: Můžete nám poskytnout nějaké jaderné střely?

# commsStation
source: Please re-stock our EMP missiles.
cs_cz: Prosím, doplňte naše EMP střely.

# commsStation
source: %s (%d rep each)
cs_cz: %s (%d rep každá)

# commsStation
source: You need to stay docked for that action.
cs_cz: Pro tuto akci musíte zůstat zadokovaní.

# commsStation
source: We do not deal in weapons of mass destruction.
cs_cz: Neobchodujeme se zbraněmi hromadného ničení.

# commsStation
source: We do not deal in weapons of mass disruption.
cs_cz: Neobchodujeme se zbraněmi hromadného rušení.

# commsStation
source: We do not deal in those weapons.
cs_cz: S těmito zbraněmi neobchodujeme.

# commsStation
source: All nukes are charged and primed for destruction.
cs_cz: Všechny jaderné střely jsou nabité a připravené k ničení.

# commsStation
source: Sorry, sir, but you are as fully stocked as I can allow.
cs_cz: Omlouvám se, ale jste zásobeni nejvíce, jak můžu dovolit.

# commsStation
source: Not enough reputation.
cs_cz: Nemáte dostatek reputace.

# commsStation
source: You are fully loaded and ready to explode things.
cs_cz: Jste plně naloženi a můžete vybuchovat věci.

# commsStation
source: We generously resupplied you with some weapon charges. Put them to good use.
cs_cz: Velkoryse jsme vám doplnili zásoby zbraní. Využijte je dobře.

# commsStation
source: This is %s. Good day, officer. If you need supplies, please dock with us first.
cs_cz: Zde je %s. Dobrý den, důstojníku. Pokud potřebujete zásoby, nejprve u nás zakotvěte.

# commsStation
source: This is %s. Greetings. If you want to do business, please dock with us first.
cs_cz: Zde je %s. Zdravíme. Pokud s námi chcete obchodovat, nejprve u nás zakotvěte.

# commsStation
source: Can you send a supply drop? (%d rep)
cs_cz: Můžete nám poslat zásobovací modul? (%d rep)

# commsStation
source: Please send reinforcements! (%d rep)
cs_cz: Prosím pošlete posily! (%d rep)

# commsStation
source: You need to set a waypoint before you can request backup.
cs_cz: Musíte mít umístěn bod, než můžete žádat pomoc.

# commsStation
source: To which waypoint should we deliver your supplies?
cs_cz: Na jaký bod máme doručit zásoby?

# commsStation
source: We have dispatched a supply ship toward %s.
cs_cz: Vyslali jsme zásobovací loď na %s.

# commsStation
source: Not enough reputation!
cs_cz: Nemáte dostatek reputace!

# commsStation
source: You need to set a waypoint before you can request reinforcements.
cs_cz: Musíte mít umístěn bod, než můžete žádat o posily.

# commsStation
source: To which waypoint should we dispatch the reinforcements?
cs_cz: Na jaký bod máme vyslat posily?

# commsStation
source: We have dispatched %s to assist at %s.
cs_cz: Vyslali jsme %s k pomoci na %s.

# commsStation
source: WP %d
cs_cz: Bod %d

# commsShip
source: Transporting goods.
cs_cz: Převážím zboží.

# commsShip
source: We have nothing for you. Good day.
cs_cz: Nic pro vás nemáme. Přeji dobrý den.

source: Independent
cs_cz: Nezávislí

source: Human Navy
cs_cz: Lidské Námořnictvo

source: The remnants of the human navy. While all other races were driven to the stars out of greed or scientific research, humans where the only race to start exploring the galaxy because their homeworld could no longer sustain their population. Some other races view humans as a sort of virus or plague due to the rate at which they can breed and spread. Due to human regulations on spaceships, naval ships are the only ones permitted in deep space. However, this hasn't completely prevented humans outside of the navy from spacefaring, as quite a few humans sign up on alien trading vessels or pirate raiders.
cs_cz: Zbytky pozemskeho namornictva. Zatím co ostatní rasy se vydaly do vesmíru ve jménu chamtivosti, nebo vědeckého pokroku, lidé byli jedinou rasou, která začala prozkoumávat galaxii, když jejich svět již nedokázal udržet jejich populaci. Některé další rasy vidí lidstvo jako nějaký virus nebo mor, na základě rychlosti s jakou se množí a rozšiřují. Lidské předpisy pro vesmírné lodě určují, že jen lodě námořnictva smí do hlubokého vesmíru. To však úplně nezabránilo lidem mimo námořnictvo, aby se vydali do vesmíru, neboť pěkných pár lidí se přihlásilo ke službě na mimozemských obchodních lodích nebo pirátských nájezdnících.

source: Arlenians
cs_cz: Arleniane

source: Ghosts
cs_cz: Duchové

source: Ktlitans
cs_cz: Ktlitané

source: TSN
cs_cz: PHN

source: USN
cs_cz: SHN

source: CUF
cs_cz: NSF

source: Range
cs_cz: Dosah

source: Damage
cs_cz: Poškození

source: Blast radius
cs_cz: Poloměr výbuchu

source: Damage at center
cs_cz: Poškození v epicentru

source: Damage at edge
cs_cz: Poškozeni na okraji

source: Drop distance
cs_cz: Vypouštěcí vzdálenost

source: Trigger distance
cs_cz: Aktivační vzdálenost

source: Burst
cs_cz: Dávka
