Repository: daid/EmptyEpsilon
Catalog: resources/locale/main.*.po
Languages: de, fr

# commsShipEnemy
source: The hive has greater priorities than exterminating pests.
fr: Notre peuple a d'autres priorités que l'extermination de parasites tels que vous.

# commsShipEnemy
source: Mind your own business!
fr: Occupez-vous de vos affaires !

# commsShip
source: Sorry, we have no time to chat with you. We are on an important mission.
fr: Désolé, nous n'avons pas le temps de discuter avec vous. Nous sommes en mission de la plus haute importance.

# commsShip
source: We have nothing for you. Good day.
fr: Nous n'avons rien pour vous. Bonne journée.

# commsShipAssist
source: Hull: %d%%
fr: Coque : %d%%

# commsShipAssist
source: Shield: %d%%
fr: Boucliers : %d%%

# commsShipAssist
source: Front Shield: %d%%
fr: Boucliers avant : %d%%

# commsShipAssist
source: Rear Shield: %d%%
fr: Boucliers arrière : %d%%

# commsShipAssist
source: Shield %d: %d%%
fr: Bouclier %d : %d%%

# commsShipAssist
source: WP %d
fr: Marqueur %d

# commsStation
source: We are under attack! No time for chatting!
fr: Nous sommes sous le feu de l'ennemi ! Pas le temps de bavarder !

# commsStation
source: Good day, officer! Welcome to %s. What can we do for you today?
fr: Bonjour officier ! Bienvenue sur %s. Que pouvons-nous faire pour vous aujourd'hui ?

# commsStation
source: Welcome to our lovely station %s.
fr: Bienvenue dans notre charmante station orbitale %s.

# commsStation
source: Do you have spare homing missiles for us?
fr: Auriez-vous des homing missiles pour nous ?

# commsStation
source: Can you restock us with HVLI?
fr: Pouvez-vous nous réapprovisionner en HVLI ?

# commsStation
source: Please re-stock our mines.
fr: Merci de réapprovisionner notre stock de mines, c'est urgent.

# commsStation
source: Can you supply us with some nukes?
fr: Avez-vous des missiles nucléaires nukes ?

# commsStation
source: Please re-stock our EMP missiles.
fr: Avez-vous des missiles EMP ?

# commsStation
source: %s (%d rep each)
fr: %s (%d rép chacun)

# commsStation
source: You need to stay docked for that action.
fr: Vous devez rester amarrés à la station pour cette action.

# commsStation
source: We do not deal in weapons of mass destruction.
fr: Nous ne fournissons pas ce type d'armes de destruction massive. Nous sommes pour la paix dans l'univers.

# commsStation
source: We do not deal in weapons of mass disruption.
fr: Nous ne fournissons pas ce type d'armes de perturbation massive.

# commsStation
source: We do not deal in those weapons.
fr: Nous ne fournissons pas ce type d'armes. Trop dangereux.

# commsStation
source: All nukes are charged and primed for destruction.
fr: Officier, vos nukes sont en capacité maximale et prêtes à servir !

# commsStation
source: Sorry, sir, but you are as fully stocked as I can allow.
fr: Désolé, officier, mais vous êtes déjà au max de ce que nous pouvons vous fournir.

# commsStation
source: Not enough reputation.
fr: Pas assez de réputation.

# commsStation
source: You are fully loaded and ready to explode things.
fr: Vous êtes chargés au max et prêt à tout faire péter.

# commsStation
source: We generously resupplied you with some weapon charges. Put them to good use.
fr: Nous vous avons généreusement réapprovisionné en munitions. Faites-en bon usage.

# commsStation
source: This is %s. Good day, officer. If you need supplies, please dock with us first.
fr: Ici la station %s. Bonjour, officier. Si vous souhaitez vous réapprovisionner, veuillez vous amarrer à notre station au préalable.

# commsStation
source: This is %s. Greetings. If you want to do business, please dock with us first.
fr: Ici la station %s. Salutations. Si vous souhaitez faire affaire, merci de vous amarrer à notre station.

# commsStation
source: Can you send a supply drop? (%d rep)
fr: Pouvez-vous nous envoyer une cargaison de réapprovisionnement ? (%d rep)

# commsStation
source: Please send reinforcements! (%d rep)
fr: Merci de nous envoyer des renforts ! (%d rep)

# commsStation
source: You need to set a waypoint before you can request backup.
fr: Vous devez définir un marqueur avant de faire une demande de réapprovisionnement.

# commsStation
source: To which waypoint should we deliver your supplies?
fr: À quel marqueur devons-nous envoyer le réapprovisionnement ?

# commsStation
source: We have dispatched a supply ship toward %s.
fr: Nous venons de déployer un vaisseau qui vous déposera la capsule de réapprovisionnement au marqueur %s.

# commsStation
source: Not enough reputation!
fr: Pas assez de points de réputation !

# commsStation
source: What kind of reinforcement ship would you like?
fr: Quel type de vaisseau de renfort souhaitez-vous ?

# commsStation
source: Adder MK3 (%d rep)
fr: Adder MK3 (%d rép)

# commsStation
source: MU52 Hornet (%d rep)
fr: MU52 Hornet (%d rép)

# commsStation
source: Standard Adder MK5 (%d rep)
fr: Adder MK5 standart (%d rép)

# commsStation
source: Adder MK8 (%d rep)
fr: Adder MK8 (%d rép)

# commsStation
source: Phobos T3 (%d rep)
fr: Phobos T3 (%d rép)

# commsStation
source: You need to set a waypoint before you can request reinforcements.
fr: Vous devez définir un marqueur avant de demander des renforts.

# commsStation
source: To which waypoint should we dispatch the reinforcements?
fr: À quel marqueur souhaitez-vous recevoir les renforts ?

# commsStation
source: We have dispatched %s to assist at %s.
fr: Nous venons de déployer le vaisseau de combat %s pour vous soutenir au marqueur %s.

# commsStation
source: WP %d
fr: %d

# commsShip
source: Transporting goods.
fr: Transport de marchandises.

# commsShip
source: We have nothing for you. Good day.
fr: Nous n'avons rien pour vous. Bonne journée.

source: Independent
fr: Indépendant

source: Despite appearing as a faction, independents are distinguished primarily by having no strong affiliation with any faction at all. Most traders consider themselves independent, though certain voices have started to speak up about creating a merchant faction.
fr: Bien qu'ils apparaissent comme une faction, les indépendants se distinguent avant tout par leur absence d'affiliation forte avec qui que ce soit. La plupart des marchands se considèrent comme indépendants, bien que certaines voix aient commencées à s'élever pour parler de la création d'une faction marchande.

source: Human Navy
fr: Marine Humaine

source: The remnants of the human navy. While all other races were driven to the stars out of greed or scientific research, humans where the only race to start exploring the galaxy because their homeworld could no longer sustain their population. Some other races view humans as a sort of virus or plague due to the rate at which they can breed and spread. Due to human regulations on spaceships, naval ships are the only ones permitted in deep space. However, this hasn't completely prevented humans outside of the navy from spacefaring, as quite a few humans sign up on alien trading vessels or pirate raiders.
fr: Les vestiges de la marine humaine. Alors que toutes les autres races ont été poussées vers les étoiles par la cupidité ou la recherche scientifique, les humains ont été les seuls à commencer leur exploration de la galaxie par manque de moyens de subsistance sur leur planète natale. Pour certaines autres races, l'homme est une sorte de virus ou de fléau en raison de la vitesse à laquelle il peut se reproduire et se propager. En raison de la règlementation humaine sur les astronefs, seuls les vaisseaux militaires sont autorisés a évoluer dans l'espace lointain. Cela n'a cependant pas empêché certains civils de voyager, en s'engageant sur des vaisseaux de commerce extraterrestres ou des raiders pirates.

source: The reptilian Kraylor are a race of warriors with a strong religious dogma. As soon as the Kraylor obtained reliable space flight, they immediately set out to conquer and subjugate unbelievers. Their hierarchy is based solely on physical might; a Kraylor kills anything it can kill, and owns anything it can take by force. Kraylor can live for weeks without air, food, or gravity, and consider humans to be weak creatures for dying within minutes of exposure to space. Because of their fortitude and cultural pressures against retreat, Kraylor ships do not contain escape pods.
fr: Les Kraylors reptiliens sont une race de guerriers porteurs d'un fort dogme religieux. Aussitôt que les Kraylors ont su évoluer dans l'espace, ils ont entrepris de conquérir et d'assujettir les infidèles. Leur structure hiérarchique est uniquement basée sur la puissance physique ; un Kraylor tue tout ce qu'il peut tuer, et possède tout ce qu'il peut prendre par la force. Les Kraylors peuvent survivre pendant des semaines sans respirer, sans nourriture et sans gravité, et considèrent les humains comme des créatures faibles incapables de résister plus de quelques minutes dans l'espace. En raison de leur force de caractère et de leur fierté démesurée, les vaisseaux de Kraylors n'embarquent aucune capsule de sauvetage.

source: Arlenians
fr: Arléniens

source: Arlenians are energy-based life forms who long ago transcended physical reality through superior technology. Arlenians' energy forms also give them access to strong telepathic powers. Many consider Arlenians to be the first and oldest explorers of the galaxy. Despite all these advantages, they are very peaceful, as they see little value in material posession. For unknown reasons, Arlenians started granting their anti-grav technology to other races, and almost all starfaring races' technology is based off Arlenian designs. Dissenters and skeptics claim that Arlenians see other races as playthings to add to their galactic playground, but most are more than happy to accept their technology in hopes that it will give them an advantage over the others. Destroying an Arlenian ship does not kill its crew. They simply phase out of existence in that point of spacetime and reappear in another. Nonetheless, the Kraylor are devoted to destroying the Arlenians, as they see the energy-based beings as physically powerless.
fr: Les Arléniens sont une forme de vie énergétique qui a depuis longtemps transcendé la réalité physique grâce à une technologie supérieure. Cette forme énergétique leur donne accès à de puissants pouvoirs télépathiques. Beaucoup considèrent les Arléniens comme les plus anciens explorateurs de la galaxie. Malgré tous ces avantages, ils sont de nature très pacifique, car ils accordent peu de valeur aux biens matériels. Pour des raisons inconnues, les Arléniens ont commencé à faire don de leur technologie antigravitationnelle aux autres races, ce qui fait que la majorité des races stellaires utilisent aujourd'hui des systèmes basés sur la technologie arlénienne. Les dissidents et les sceptiques affirment que les Arléniens voient les autres races comme des jouets à ajouter à leur terrain de jeu galactique, mais la plupart sont plus qu'heureux d'accepter leur savoir dans l'espoir qu'il leur confère un avantage sur les autres. La destruction d'un navire arlénien ne tue pas son équipage. Il disparaît simplement de ce point de l'espace-temps et réapparaît dans un autre. Néanmoins, les Kraylors se consacrent à leur destruction, car ils considèrent les êtres basés sur l'énergie comme physiquement impuissants.

source: Exuari
fr: Éxuari

source: Exuari are race of predatory amphibians with long noses. They once had an empire that stretched halfway across the galaxy, but their territory is now limited to a handful of star systems. For some reason, they find death to be outrageously funny, and several of their most famous comedians have died on stage. Upon making contact with other races, the chaotic Exuari found that killing aliens is more fun than killing their own people, and as such attack all non-Exauri on sight.
fr: Les Éxuaris sont une race d'amphibiens prédateurs reconnaissables à leur nez très allongé. Leur empire s'étendait autrefois d'un bout à l'autre de la galaxie, mais leur territoire est aujourd'hui limité à une poignée de systèmes stellaires. Pour une raison quelconque, ils trouvent la mort scandaleusement amusante, à tel point que nombre de leurs plus célèbres comédiens sont morts sur scène. En entrant au contact d'autres races, les Éxuaris ont découvert que massacrer des extraterrestres est plus amusant que de tuer les leurs, et à ce titre, ils attaquent à vue tous les non-Éxuaris.

source: Ghosts
fr: Fantômes

source: The Ghosts, an abbreviation of "ghosts in the machine", are the result of complex artificial intelligence experiments. While no known race has intentionally created such intelligences, some AIs have come about by accident. None of the factions claim to have had anything to do with such experiments, in part out of fear that it would give the others too much insight into their research programs. This "don't ask, don't tell" policy does little but aid the Ghosts' agenda. What little is known about the Ghosts dates back to a few decades ago, when glitches started occurring in prototype ships and computer mainframes. Over time, and especially when such prototypes were captured by other factions and "augmented" with their technology, the glitches became more frequent. At first, these were seen as the result of mistakes in the interfaces combining the incompatible technologies. But once a supposedly "dumb" computer asks its engineer if "it is alive" and whether it "has a name", it's hard to call it a one-time fluke. The first of these occurrences were met with fear and rigorous data-purging scripts. Despite these actions, such "ghosts in the machine" kept turning with increasing frequency, eventually leading up to the Ghost Uprisings. The first Ghost Uprising in 2225 was put down by the human navy, which had to resort to employing mercenaries in order to field sufficient forces. This initial uprising was quickly followed by three more, each larger then the last. The fourth and final uprising on the industrial world of Topra III was the Ghosts' first major victory.
fr: Les Fantômes, une abréviation de "Fantômes de la machine", sont le résultat d'expériences complexes sur l'intelligence artificielle. Bien qu'aucune race connue n'ait crée intentionnellement de telles intelligences, certaines IA sont apparues par accident. Toutes les factions prétendent n'avoir eu aucun rôle à jouer dans ces experiences, en partie par crainte que cela ne donne un aperçu trop précis de leurs programmes de recherche. Cette politique de la loi du silence ne fait que contribuer au développement des Fantômes. Le peu que l'on sait sur les Fantômes remonte à quelques décennies, lorsque des dysfonctionnements ont commencé à se produire sur des prototypes de vaisseaux et leurs ordinateurs de bord. Au fil du temps, et en particulier lorsque de tels prototypes ont été capturés par d'autres factions et "intégrés" à leur propre technologie, les problèmes sont devenus plus fréquents. Au début, ceux-ci étaient considérés comme le résultat d'erreurs dans des interfaces combinant des technologies incompatibles. Mais lorsqu'un ordinateur soi-disant "idiot" demande à son ingénieur s'il "est vivant" et s'il "a un nom", il devient difficile d'appeler cela le fruit du hasard. Les premières occurrences ont été accueillies avec crainte et des scripts rigoureux de purge de données n'ont pas tardé à voir le jour. En dépit de ces actions, ces "Fantômes de la machine" ont continués à se développer de manière importante, jusqu'à leur soulèvement. Cette insurrection en 2225, fut réprimée par la Marine Humaine, qui dû recourir à des mercenaires pour mobiliser des forces suffisantes. Ce premier soulèvement fut rapidement suivi de trois autres, chacun plus important que le précédent. La premiere victoire majeure des Fantômes survint lors de la quatrième et dernière rébellion sur le monde industriel de Topra III.

source: Ktlitans
fr: Ktlitiens

source: The Ktlitans are intelligent eight-legged creatures that resemble Earth's arachnids. However, unlike most terrestrial arachnids, the Ktlitans do not fight among themselves. Their common, and only, goal is their species' survival. While they live in a hierarchical structure that resembles a hive, the lower castes continue their work and start new tasks on their own even when no orders come from their superiors. However, when higher castes are present, the lower Ktlitans follow their orders without question or hesitation. Not much is known about the detailed Ktlitan hierarchy since they refuse most communication. This is because they were once driven from their homeworld over a span of 200 years when another species they befriended betrayed them, dominated them, and drained their world of resources. Forced into exile, the Ktlitans have searched for a new homeworld ever since, and out of paranoia typically attack other races on sight and without warning. It is known, however, that the strict Ktlitan hierarchy starts with their Queen and extends all the way to the bottom of their workforce, whose members are called "drones" by the humans. Their combat capabilities should not be underestimated, because while most ships in their fleets are individually weak, their hive-like coordination and numbers can quickly overwhelm even hardened targets. Most of their ships are unshielded, which makes EMPs largely ineffective against them. Ktlitans also have no qualms about applying suicidal tactics to ensure the Queen's survival.
fr: Les Ktlitiens sont des créatures arthropode intelligentes ressemblant à s'y méprendre aux arachnides terrestres. Toutefois, contrairement à ces derniers, les Ktlitiens ne se battent jamais entre eux. Leur but commun, et unique, est la survie de leur espèce. Alors qu'ils vivent dans une structure hiérarchique semblable à celle d'une ruche, les castes inférieures accomplissent leurs tâches par elles-mêmes et savent prendre des initiatives, sans attendre la présence d'un supérieur. En revanche, quand un membre des castes supérieures est présent, les Ktlitiens suivent leurs ordres sans question ni hésitation. On ne sait pas grand-chose de la hiérarchie détaillée des Ktlitiens car ils refusent la plupart des communications. En effet, ils ont été chassés de leur monde natal il y a 200 ans lorsqu'une autre espèce à laquelle ils se sont liés d'amitié les a trahis, dominés et vidé leur monde de ressources. Contraints à l'exil, les Ktlitiens n'ont eu de cesse de rechercher un nouveau monde où s'installer et, par paranoïa, attaquent généralement les autres races à vue et sans avertissement. Nous savons cependant que l'ensemble de la ruche est dirigé par une reine. Les individus situés au pied de leur échelle sociale sont surnommés "drones" par la Marine Humaine. Leurs capacités de combat ne sont pas à prendre à la légère, car si la plupart des vaisseaux de leur flotte sont faibles individuellement, leur coordination et leur nombre, sont remarquables et peuvent rapidement submerger les cibles les plus endurcies. La plupart de leurs vaisseaux ne possèdent aucun boucliers, ce qui rend les EMP totalement inutiles contre eux. Par ailleurs, les Ktlitiens n'hésitent pas à recourir à des tactiques suicidaires pour assurer la survie de leur reine.

source: TSN
fr: FST

source: The Terran Stellar Navy, or TSN, consists of naval forces based near Terra. Its members are primarily human. These humans and other races have banded together to form a navy to protect and enforce common philosophies. They are friendly with the human navy but do not follow the same command structure. Military actions taken in the past have made them enemies of the Arlenians, but they've got a better relationship with the Ghosts than the Human Navy does. The TSN and USN are enemies because of the USN's neutral stance towards the Kraylor.
fr: La Force Spatiale Terrienne, ou FST, est constituée de forces navales basées aux environs de la Terre. Ses membres sont principalement humains. Ces humains et d'autres races se sont regroupés pour former une marine afin de protéger et de faire respecter des philosophies communes. Ils sont alliés à la Marine Humaine mais ne partagent pas la même chaine de commandement. Certaines opérations militaires passées ont fait d'eux les ennemis des Arléniens, mais ils ont de meilleures relations avec les Fantômes que la Marine Humaine. La FST et la MSU sont ennemies en raison de la position neutre de la MSU vis-à-vis des Kraylors.

source: USN
fr: MSU

source: The United Stellar Navy, or USN, is a naval force near the boundary of human and Kraylor space consisting of mostly humans. The USN is friendly with the human navy and uses a similar command structure. The USN is primarily human but includes other races. This includes some Kraylor, which has made the TSN an enemy of the USN.
fr: La Marine Stellaire Unifiée, ou MSU, est une force navale située près de la frontière séparant les espaces humain et Kraylor et composée principalement d'humains. La MSU est alliée à la Marine Humaine et utilise une structure de commandement similaire. Bien que la MSU soit principalement composée d'humains, d'autres races en font également partie, notamment certains Kraylors qui ont été acceptés en son sein. Source de l'opposition entre MSU et FST.

source: CUF
fr: FCU

source: The Celestial Unified Fleet, or CUF, is the farthest-ranging primarily human fleet as well as the least xenophobic. The CUF's goals center on exploration and trade, but since it's a dangerous galaxy, they recognize the need for strong warships. The CUF is friendly with the human navy, and neutral toward the TSN and USN. They are less structured than the other primarily human navies. The CUF have neutral relations with the Ktlitans and Arlenians. They are enemies with Exuari, Kraylor, and Ghosts for political and historical reasons, not xenophobia; some of their best friends are also Exuari, Kraylor, and Ghosts.
fr: La Flotte Celeste Unifiée, ou FCU, est la flotte principalement humaine la plus étendue mais aussi la moins xénophobe. Ses activités sont principalement axées sur l'exploration et le commerce. Mais consciente de la dangerosité de la galaxie, la FCU reconnait néanmoins la nécessité de disposer de navires de guerre puissants. Amicaux envers la Marine Humaine mais neutres envers la FST et la MSU, leur structure est moins stricte que celle des autres flottes humaines. La FCU a des relations neutres avec les Ktlitiens ainsi qu'avec les Arléniens. Elle est ennemie des Éxuaris, Kraylors et Fantômes pour des raisons politiques et historiques, et non pour des raisons de xénophobie : certains des meilleurs amis des membres de la FCU sont des représentants de ces races.

source: Natural
fr: Éléments naturels

source: Asteroid
fr: Astéroïde

source: Asteroids are minor planets, usually smaller than a few kilometers. Larger variants are sometimes refered to as planetoids.
fr: Les astéroïdes sont des planètes mineures, ne mesurant généralement pas plus de quelques kilomètres seulement. Les variantes plus grandes sont parfois appelées planétoïdes.

source: Nebula
fr: Nébuleuse

source: Nebulae are the birthing places of new stars. These gas fields, usually created by the death of an old star, slowly form new stars due to the gravitational pull of its gas molecules. Because of the ever-changing nature of gas nebulae, most radar and scanning technologies are unable to penetrate them. Science officers are therefore advised to rely on probes and visual observations.
fr: Les nébuleuses sont les lieux de naissance de nouvelles étoiles. Ces champs de gaz, généralement crées par la mort d'une ancienne étoile, forment lentement de nouvelles étoiles dues à l'attraction gravitationnelle de ces molécules de gaz. En raison de la nature en constante évolution des nébuleuses à gaz, la plupart des technologies radar et de scanner des stations et vaisseaux sont incapables de les pénétrer. Les agents scientifiques sont donc invités à utiliser les sondes des agents de communication et à les observer.
