Repository: daid/EmptyEpsilon
Catalog: resources/locale/tutorial.*.po
Languages: de, fr, it, zh_cn

source: This is the main screen, which displays your ship and the surrounding space. While you cannot move the ship from this screen, you can use it to visually identify objects.
de: Dies ist der Hauptschirm, welcher euer Schiff und den umgebenden Raum darstellt. Von hier aus kannst du das Schiff nicht steuern, aber visuell Objekte identifizieren.
fr: Voici l'ecran principal. Il affiche votre vaisseau et l'espace environnant. Bien que vous ne puissiez pas deplacer le navire a partir de cet ecran, vous pouvez l'utiliser pour identifier visuellement des objets.
it: Questa è la schermata principale, che mostra la nave e lo spazio circostante. Sebbene non sia possibile muovere la nave da questa schermata, è possibile utilizzarla per identificare visivamente gli oggetti.
zh_cn: 这是主屏幕，显示你的飞船及周围的太空环境。 虽然你无法从这个屏幕移动飞船，但你可以用它来直观地识别物体。

source: Welcome to the long-range radar. This radar can detect objects up to 30u from your ship, depicted at the radar's center. This radar allows you to quickly identify distant objects.
de: Dies ist das Langstrecken-Radar. Es kann Ojekte bis zu einer Entfernung von 30u erfassen, wobei das Schiff in der Radarmitte dargestellt wird. Dieses Radar erlaubt dir, schnell entfernte Objekte zu identifizieren.
fr: Bienvenue sur le radar longue portee. Ce radar peut detecter des objets jusqu'a 30u de votre vaisseau, represente au centre du radar. Il vous permet d'identifier rapidement les objets eloignes.
it: Benvenuto nel radar a lungo raggio. Questo radar è in grado di rilevare oggetti fino a 30u dalla vostra nave, raffigurata al centro del radar. Questo radar consente di identificare rapidamente oggetti distanti.
zh_cn: 欢迎来到远程雷达。此雷达可以探测到距离你的飞船（显示在雷达中心）30个单位以内的物体。此雷达可让你快速识别远距离目标。

source: To the right of your ship is a brown dot. This is an asteroid. Asteroid impacts will damage your ship, so avoid hitting them.
de: Rechterhand des Schiffes ist ein brauner Punkt zu erkennen. Dies ist ein Asteroid. Kollisionen mit Asteroiden können das Schiff beschädigen, daher solltest du diese vermeiden.
fr: A droite de votre vaisseau se trouve un point marron. C'est un asteroide. Les impacts d'asteroides endommageront votre vaisseau, alors evitez de les heurter.
it: A destra della tua nave c'è un punto marrone. È un asteroide. Gli impatti con gli asteroidi danneggiano la tua nave, quindi evita di colpirli.
zh_cn: 你飞船右侧有一个棕色光点。那是一颗小行星。 撞击小行星会损坏你的飞船，所以请避免撞到它们。

source: The white dot is a mine. When you move near a mine, it explodes with a powerful 1u-radius blast. Striking a mine while your shields are down will surely destroy your ship.
de: Der weiße Punkt ist eine Mine. Wenn du dich in die Nähe einer Mine bewegst, explodiert sie in einer starken Explosion mit einem Radius von 1u. Das Auslösen einer Mine ohne aktive Schilde kann leicht das Schiff zerstören.
fr: Le point blanc est une mine. Lorsque vous vous approchez d'une mine, elle explose avec un puissant souffle de 1u de rayon. Toucher une mine alors que vos boucliers sont baisses detruira assurement votre vaisseau.
it: Il punto bianco è una mina. Se ti avvicini troppo a una mina essa esplode con un raggio di 1u. Colpire una mina mentre i tuoi scudi sono abbassati distruggerà sicuramente la tua nave.
zh_cn: 白色光点是一枚水雷。当你靠近水雷时，它会以1个单位的半径爆炸，产生强大冲击。如果你的护盾关闭时撞到水雷，你的飞船肯定会被摧毁。

source: This large dot is a station. Stations can be several different sizes and belong to different factions. The dot's color indicates whether the station is friendly (green), neutral (light blue), or hostile (red).
de: Dies sind Raumstationen. Raumstationen können in verschiedenen Größen vorkommen und unterschiedlichen Fraktionen angehören. Die Farbe des Symbols weist darauf hin, ob die Station freundlich (grün), neutral (hellblau) oder feindlich (rot) gesinnt ist.
fr: Ce gros point est une station. Les stations peuvent avoir plusieurs tailles differentes et appartenir a diverses factions. La couleur du point indique si elle est amicale (vert), neutre (bleu clair) ou hostile (rouge) envers vous.
it: Questo grande punto è una stazione. Le stazioni possono essere di diverse dimensioni e appartengono a diverse fazioni. Il colore del punto indica se la stazione è alleata (verde), neutrale (azzurra) o ostile (rosso).
zh_cn: 这个大光点是一个空间站。空间站的尺寸和所属派系各不相同。光点的颜色表示空间站是友方（绿色）、中立（浅蓝色）还是敌对（红色）。

source: The rainbow-colored cloud is a nebula. Nebulae block long-range sensors, preventing ships from detecting what's inside of them at distances of more than 5u. Sensors also cannot detect objects behind nebulae.
de: Diese bunte Wolke ist ein Nebel. Nebel blockieren Langstrecken-Sensoren, und hindern Schiffe daran zu erkennen, was sich im inneren Befindet, solange es mehr als 5u von ihnen entfernt ist. Außerdem können die Sensoren keine Objekte hinter Nebeln entdecken.
fr: Le nuage de couleur arc-en-ciel est une nebuleuse. Les nebuleuses bloquent les capteurs a longue portee, empechant les vaisseaux de detecter ce qui se trouve a l'interieur a une distance de plus de 5u. Les capteurs ne peuvent pas non plus detecter les objets qui se trouvent au-dela d'une nebuleuse.
it: La nuvola color arcobaleno è una nebulosa. Le nebulose bloccano i sensori a lungo raggio, impedendo alle navi di rilevare ciò che c'è all'interno a distanze superiori a 5u. Inoltre i sensori non sono in grado di rilevare oggetti dietro le nebulose.
zh_cn: 彩虹色的云团是星云。星云会阻碍远程传感器，使飞船无法探测到其中5个单位以外的物体。传感器也无法探测到星云后面的物体。

source: Finally, these are ships. They look like you on radar, and their attitude toward you is reflected by the same colors as stations. In addition to green, blue, and red, ships of unknown attitude appear as gray objects.
de: Zu guter Letzt: dies sind Schiffe. Ihre Gesinnung wird durch die selben Farben dargestellt wie bei Raumstationen. Zusätzlich zu grün, hellblau und rot erscheinen Schiffe unbekannter Gesinnung als graue Objekte.
fr: Enfin, voici des vaisseaux. Ils vous ressemblent sur le radar, et leur attitude envers vous est refletee par les memes couleurs que celles des stations. En plus du vert, du bleu et du rouge, les vaisseaux d'attitude inconnue apparaissent en gris.
it: Infine, queste sono navi. Somigliano alla tua nave sul radar, e il loro atteggiamento verso di te è rispecchiato dagli stessi colori delle stazioni. Oltre al verde, al blu e al rosso, le navi di schieramento sconosciuto appaiono come oggetti grigi.
zh_cn: 最后，这些是飞船。它们在雷达上看起来和你一样，它们对你的态度也用和空间站相同的颜色表示。除了绿色、蓝色和红色，未知态度的飞船显示为灰色物体。

source: Next, we will look at the short-range radar.
de: Als nächstes sehen wir uns das Kurzstreckenradar an.
fr: Passons maintenant au radar a courte portee.
it: Successivamente, vedremo il radar a corto raggio.
zh_cn: 接下来，我们看看短程雷达。

source: The short-range radar can detect objects up to 5u from your ship. It also depicts the range of your own beam weapons. Your ship has 2 beam weapons aimed forward. Each type of ship has different beam weapon layouts, with different ranges and locations.
de: Das Kurzstreckenradar kann Objekte bis zu einer Entfernung von 5u erfassen. Außerdem zeigt es die Reichweite der eigenen Laserwaffen an. Dieses Schiff besitzt 2 Laserwaffen, die nach vorne gerichtet sind. Jeder Schiffstyp hat eine andere Konfiguration der Laserwaffen, mit unterschiedlichen Reichweite und Anordnung.
fr: Le radar a courte portee peut detecter des objets jusqu'a 5u de votre vaisseau. Il indique egalement la portee de vos propres armes a faisceau. Votre vaisseau a 2 armes a rayons dirigees vers l'avant. Chaque type de vaisseau en a une disposition differente, avec diverses portees et positions.
it: Il radar a corto raggio è in grado di rilevare oggetti fino a 5u dalla vostra nave. Mostra anche la portata dei tuoi cannoni a raggi. La tua nave ha 2 cannoni a raggi rivolti in avanti. Ogni tipo di nave ha diverse configurazioni di armi a raggi, con diverse portate e posizioni.
zh_cn: 短程雷达可以探测到距离你的飞船5个单位以内的物体。它还会显示你自身光束武器的射程。 你的飞船有2门光束武器，均指向前方。每种类型的飞船都有不同的光束武器布局，射程和位置也各不相同。

source: This is the helms screen. As the helms officer, you command your ship's movement in space.
de: Dies ist die Steuerkonsole Als Steuerperson bist du für die Bewegung des Schiffes im Raum verantwortlich.
fr: Voici l'ecran de pilotage. En tant qu'officier de navigation, vous commandez les deplacements de votre vaisseau dans l'espace.
it: Questo è lo schermo del timone. Come ufficiale timoniere, controlli il movimento della nave nello spazio.
zh_cn: 这是驾驶屏幕。 作为驾驶员，你负责指挥飞船在太空中的移动。

source: Your primary controls are your impulse engines and maneuvering thrusters. Your impulse controls are on the left side of the screen. Raise your impulse level to 100% to fly forward right now.
de: Deine Primärsteuerung stellen der Impulsantrieb und die Manövrierdüsen dar. Die Impulskontrollen befinden sich an der linken Seite der Konsole. Setze den Impulsantrieb auf 100%, um das Schiff vorwärts zu bewegen..
fr: Vos commandes primaires concernent vos moteurs a impulsion et vos propulseurs de manoeuvre. Vos commandes d'impulsion se trouvent sur le cote gauche de l'ecran. Augmentez votre niveau d'impulsion a 100 % pour vous deplacer vers l'avant.
it: I tuoi comandi principali sono i motori a impulso e i propulsori di manovra. I controlli del motore a impulso si trovano sul lato sinistro dello schermo. Alza i motori a impulso al 100% per andare in avanti.
zh_cn: 你的主要控制是脉冲引擎和机动推进器。 脉冲控制在屏幕左侧。 现在将你的脉冲级别提升到100%以向前飞行。

source: Good. You now know how to move forward. I've disabled your impulse engine for now. Next, let's rotate your ship. Rotating the ship is easy. Simply press a heading on the radar screen to rotate your ship in that direction. Try rotating to heading 200 right now.
de: Gut. Du weißt nun, wie man sich vorwärts bewegt. Ich habe fürs erste den Impulsantrieb deaktiviert. Als nächstes drehen wir das Schiff. Drehungen sind einfach: Klicke an eine Stelle auf dem Radar um das Schiff in diese Richtung zu drehen. Versuche nun, das Schiff in Richtung 200 Grad auszurichten.
fr: Bien. Vous savez maintenant comment avancer. J'ai desactive votre moteur a impulsion pour le moment. Faisons maintenant tourner votre vaisseau. Il suffit pour cela de cliquer sur le radar, dans la direction ou vous souhaiter aller pour faire pivoter votre vaisseau. Essayez de virer au cap 200.
it: Bene. Ora sai come andare avanti. Ho disattivato il tuo motore a impulso per ora. Adesso, ruotiamo la tua nave. Ruotare la nave è facile. Basta premere una rotta sullo schermo radar per ruotare la nave in quella direzione. Prova subito a ruotare verso la rotta 200.
zh_cn: 很好。你现在知道如何向前移动了。 我现在已禁用你的脉冲引擎。接下来，让我们旋转你的飞船。 旋转飞船很简单。只需在雷达屏幕上按一个航向，即可将你的飞船朝该方向旋转。 现在尝试旋转到航向200。

source: Excellent! Next up: docking. Docking with a station recharges your energy, repairs your hull, and allows the relay officer to request weapon refills. It can also be important for other mission-related events. To dock, maneuver within 1u of a station and press the "Request Dock" button, from which point docking is fully automated. Maneuver to the nearby station and request permission to dock.
de: Sehr gut!! Nächster Schritt: Docking. Das Andocken an eine Station lädt die Schiffsenergie auf, repariert die Hülle, und erlaubt der Kommunikationsstation, das Auffüllen der Munitionsvorräte anzufordern. Um anzudocken, nähere dich einer Station auf 1U und betätige das Kontrollfeld "Andocken". Daraufhin läuft die Andocksequenz vollautomatisch ab. Nähere dich nun der Station und fordere eine Andockerlaubnis an.
fr: Excellent ! Prochaine etape : l'amarrage. L'amarrage a une station recharge votre energie, repare votre coque et permet a l'officier de liaison de commander des renouvellements de munitions. Cela peut egalement etre important pour d'autres evenements lies aux missions. Pour vous amarrer, approchez vous a moins de 1u d'une station et appuyez sur le bouton "Demande d'amarrage", a partir de la la manoeuvre est entierement automatise. Deplacez-vous vers la station voisine et demandez la permission de vous amarrer.
it: Eccellente! Il prossimo: approdare. Approdare ad una stazione ricarica l'energia, ripara lo scafo e consente all'ufficiale di comunicazione di richiedere ricariche per armi. Può anche essere importante per altri eventi legati alle missioni. Per approdare, manovrare entro 1u di distanza da una stazione e premere il pulsante "Richiedi approdo", momento dal quale l'ancoraggio è completamente automatizzato. Manovra verso stazione vicina e richiedi il permesso di approdare.
zh_cn: 干得漂亮！ 接下来：停靠。与空间站停靠可以为你补充能量、修复船体，并允许通讯官请求补充武器。它对其他任务相关事件也可能很重要。 要停靠，请在距离空间站1个单位以内进行机动，然后按下“请求停靠”按钮，从此时起，停靠将完全自动化。 机动到附近的空间站并请求停靠许可。

source: Now that you are docked, your movement is locked. As helms officer, there is nothing else you can do but undock, so do that now.
de: Da wir nun angedockt sind, ist die Bewegung des Schiffes nicht möglich. Als Steuerperson gibt es nichts was du im Moment tun kannst - außer abzudocken. Daher wähle nun "abdocken".
fr: Maintenant que vous etes a quai, vos mouvements sont verrouilles. En tant qu'officier de navigation, vous ne pouvez rien faire d'autre que de vous desarrimer lorsque le reste de votre equipage sera pret. Faites-le maintenant.
it: Ora che sei attraccato, il tuo movimento è bloccato. In qualità di ufficiale di timoniere non c'è nient'altro che tu possa fare oltre a disancorarti, quindi fallo adesso.
zh_cn: 你现在已经停靠，你的移动被锁定。作为驾驶员，除了解除停靠，你无能为力，所以现在就解除停靠吧。

source: Ok, there are just a few more things that you need to know. Remember those beam weapons? As helms officer, it is your task to keep those beams on your target. I've set up an stationary enemy ship as a target. Destroy it with your beam weapons. Note that at every shot, the corresponding firing arc will change color.
de: Okay, Es gibt noch ein paar Dinge die du wissen solltest. Erinnerst du dich an die Laserwaffen? An der Steuerkonsole ist es dein Job, diese Strahlen auf das Ziel ausgerichtet zu halten. Ich habe nun ein stationäres feindliches Schiff als Ziel erfasst. Zerstöre es mit den Lasern.
zh_cn: 好的，还有几件事你需要知道。 还记得那些光束武器吗？作为驾驶员，你的任务是让光束始终瞄准你的目标。 我已设置了一艘静止的敌方飞船作为目标。用你的光束武器摧毁它。请注意，每次射击时，相应的射击弧度都会改变颜色。

source: Aggression is not always the solution, but boy, it is fun! On to the next task: moving long distances. There are two methods of moving long distances quickly. Depending on your ship, you either have a warp drive or a jump drive. The warp drive moves your ship at high speed, while the jump drive instantly teleports your ship a great distance.
de: Aggression ist nicht immer die Lösung, aber ein guter Teil des Spiels. Nun zum nächsten Punkt: Die Überbrückung großer Entfernungen. Es gibt zwei Methoden, um schnell große Entfernungen zurückzulegen. Abhängig von deinem Schiff, steht entweder ein Warp- oder ein Sprungantrieb zur Verfügung. Der Warpantrieb bewegt das Schiff mit hoher Geschwindigkeit, während dich der Sprungantrieb direkt zu einem Weit entfernten Punkt teleportiert.
fr: L'agressivite n'est pas toujours la solution, mais ma foi, c'est amusant ! Passons a la suite : le deplacement sur de longues distances. Il existe deux methodes pour se deplacer rapidement sur de longues distances. Selon votre vaisseau, vous avez soit un moteur a distorsion, soit un moteur de saut. Le moteur a distorsion deplace votre vaisseau a grande vitesse, tandis que le moteur de saut teleporte instantanement votre vaisseau sur une grande distance.
it: L'aggressività non è sempre la soluzione, ma ragazzi, è divertente! Passiamo al compito successivo: spostarsi su lunghe distanze. Esistono due metodi per muoversi rapidamente per lunghe distanze. A seconda della tua nave hai un motore a curvatura o un motore di salto. Il motore a curvatura muove la tua nave ad alta velocità, mentre il motore di salto teletrasporta istantaneamente la tua nave a grande distanza.
zh_cn: 进攻并非总是解决之道，但天呐，它真有趣！ 接下来是下一个任务：长距离移动。 有两种快速长距离移动的方法。根据你的飞船类型，你可能拥有跃迁引擎或超空间引擎。 跃迁引擎使你的飞船高速移动，而超空间引擎则能瞬间将你的飞船远距离传送。

source: First, let us try the warp drive. It functions like the impulse drive but only propels your ship forward, and consumes energy at a much faster rate. Use the warp drive to move more than 30u away from this starting point.
de: Zunächst testen wir den Warpantrieb. Er funktioniert wie der Impulsantrieb, kann das Schiff allerdings nur vorwärts bewegen und verbraucht wesentlich mehr Energie. Nutze den Warpantrieb um dich mehr als 30u vom Startpunkt zu entfernen.
fr: Essayons d'abord le moteur de distorsion. Il fonctionne comme le moteur a impulsion, mais ne propulse votre vaisseau que vers l'avant, et consomme beaucoup plus d'energie. Utilisez le moteur de distorsion pour vous eloigner de plus de 30u de votre position actuelle.
it: Per prima cosa, proviamo il motore a curvatura. Funziona come il motore a impulsi, ma spinge la nave solo in avanti e consuma energia a un ritmo molto più veloce. Usa il motore a curvatura per spostarti a più di 30u da questo punto di partenza.
zh_cn: 首先，让我们尝试跃迁引擎。 它的功能类似于脉冲驱动，但只向前推进你的飞船，并且能量消耗速度快得多。 使用跃迁引擎，从这个起始点移动超过30个单位的距离。

source: Next, let us demonstrate the jump drive. To use the jump drive, point your ship in the direction where you want to jump, configure a distance to jump, and then initiate it. The jump occurs 10 seconds after you initiate. Use the jump drive to jump more than 30u from this starting point, in any direction.
de: Widmen wir uns nun dem Sprungantrieb. Um den Sprungantrieb zu nutzen, drehe das Schiff in die Richtung in die du springen möchtest, stelle die Entfernung ein und starte den Sprungvorgang. Der Sprung findet 10 Sekunden nach dem Auslösen statt. Nutze nun den Sprungantrieb, um dich in beliebiger Richtung mehr als 30u vom Startpunkt wegzubewegen.
fr: Voyons maintenant le moteur de saut. Pour utiliser la commande de saut, pointez votre vaisseau dans la direction ou vous voulez sauter, configurez une distance de saut, puis lancez la commande. Le lancement du saut prend 10 secondes. Utilisez la commande de saut pour sauter a plus de 30u de votre position actuelle, dans n'importe quelle direction.
it: Successivamente, dimostriamo il motore di salto. Per utilizzare il motore di salto punta la tua nave nella direzione in cui vuoi saltare, configura la distanza a cui saltare e quindi avvialo. Il salto avviene 10 secondi dopo l'avvio. Usa il motore di salto per saltare più di 30u da questo punto di partenza, in qualsiasi direzione.
zh_cn: 接下来，让我们演示超空间引擎。 要使用超空间引擎，将你的飞船指向你想要跃迁的方向，配置跃迁距离，然后启动。跃迁会在你启动后10秒发生。使用超空间引擎，从这个起始点向任意方向跃迁超过30个单位。

source: Notice how your jump drive needs to recharge after use. This covers the basics of the helms officer.
de: Beachte, dass sich der Sprungantrieb nach Benutzung wieder aufladen muss. Damit kennst du die Grundlagen zur Benutzung der Steuerkonsole.
fr: Remarquez comment votre moteur de saut doit se recharger apres utilisation. Cela couvre les bases de l'officier de navigation.
it: Nota come il tuo motore di salto debba ricaricarsi dopo l'uso. Questo copre le basi dell'ufficiale di timoniere.
zh_cn: 请注意，你的超空间引擎在使用后需要充能。 这涵盖了驾驶员的基本职责。

source: This is the weapons screen. As the weapons officer, you are responsible for targeting beam weapons, loading and firing missile weapons, and controlling your shields.
de: Dies ist die Waffenstation. Als Waffenoffizier:in bist du für die Zielerfassung der Laserwaffen und Raketen, das Laden und abfeuern von Raketen, sowie für die Schilde zuständig.
zh_cn: 这是武器屏幕。 作为武器官，你负责瞄准光束武器、装填和发射导弹武器，以及控制你的护盾。

source: Your most fundamental task is to target your ship's weapons. Your beam weapons only fire at your selected target, and homing missiles travel toward your selected target. Target the ship in front of you by pressing it.
de: Deine wichtigste Aufgabe ist die Zielerfassung für die Schiffswaffen. Die Laserwaffen feuern nur auf angewählte Ziele, und Zielsuchraketen bewegen sich in die Richtung des Ziels. Erfasse das Schiff vor dir, indem du es anwählst.
zh_cn: 你最基本的任务是瞄准飞船的武器。 你的光束武器只会向你选择的目标开火，追踪导弹也会飞向你选择的目标。 点击你前方的飞船来锁定目标。

source: Good! Notice that your beam weapons did not fire on this ship until you targeted it. Next up: shield controls.
de: Gut! Denke daran, dass die Laserwaffen nicht auf das Schiff feuern bevor es als Ziel erfasst ist. Nächster Schritt: Schildkontrolle.
zh_cn: 很好！请注意，直到你锁定目标，你的光束武器才对这艘飞船开火。 接下来是：护盾控制。

source: As you might notice, you are being shot at. Do not worry, you cannot die right now. You are taking damage, however, so enable your shields to protect yourself.
de: Wie du vielleicht bemerkt hast, wirst du gerade beschossen. Keine Sorge, im Moment kannst du nicht sterben. Allerdings bekommst du Schaden - aktiviere also die Schilde, um dich zu schützen.
zh_cn: 你可能会注意到，你正在被射击。别担心，你现在不会死亡。 然而，你正在受到伤害，所以请启用你的护盾来保护自己。

source: Shields protect your ship from direct damage, but they cost extra energy to maintain, can take only a limited amount of damage, and are slow to recharge. Eventually, this enemy's attacks will get through your shields. Disable your shields to continue.
de: Schilde schützen dein Schiff vor direktem Schaden, allerdings verbrauchen sie zusätzliche Energie, können nur begrenzt schaden absorbieren, und laden sich nur langsam wieder auf. Früher oder später wird dieses Schiff deine Schilde durchdringen. Deaktiviere die Schilde um fortzufahren.
zh_cn: 护盾可以保护你的飞船免受直接伤害，但它们需要额外能量来维持，只能承受有限的伤害，并且充能缓慢。最终，敌人的攻击会穿透你的护盾。 禁用你的护盾以继续。

source: While only a single button, your shields are vital for survival. They protect against all kinds of damage, including beam weapons, missiles, asteroids, and mines, so make them one of your primary priorities. Next up, the real fun starts: missile weapons.
de: Auch wenn es nur ein einzelner Knopf ist: Schilde sind lebenswichtig. Sie schützen vor jeder Art vor Schaden, wie etwa Laser, Raketen, Asteroiden und Minen, also behandle sie mit hoher Priorität.. Als nächstes beginnt die Action so richtig: Raketen.
zh_cn: 虽然只是一个按钮，但你的护盾对于生存至关重要。它们可以抵御各种伤害，包括光束武器、导弹、小行星和水雷，因此请将它们作为你的首要任务之一。 接下来，真正的乐趣开始了：导弹武器。

source: You have 1 homing missile in your missile storage now, and 1 weapon tube. You can load this missile into your weapon tube. Depending on your ship type, you might have more types of missiles and more weapon tubes. Load this homing missile into the weapon tube by selecting the homing missile, and then pressing the load button for this tube. Note that it takes some time to load missiles into tubes.
de: Du hast 1 Zielsuchrakete in deinem Vorrat, und einen Raketenschacht. Du kannst diese Rakete in den Schacht laden. Je nach Schiffstyp hast du später evtl. mehrere Arten von Raketen oder mehrere Raketenschächte. Lade diese Zielsuchrakete in den Schacht, indem du die Rakete anwählst und dann den Laden-Knopf betätigst. Du wirst sehen, dass das Beladen etwas Zeit braucht.
zh_cn: 你现在导弹存储中有一个追踪导弹，以及一个武器发射管。 你可以将这枚导弹装填到你的武器发射管中。根据你的飞船类型，你可能拥有更多类型的导弹和更多的武器发射管。 选择追踪导弹，然后按下该发射管的装填按钮，将这枚追踪导弹装填到武器发射管中。请注意，将导弹装填到发射管中需要一些时间。

source: Great! Now fire this missile by clicking on the tube.
de: Sehr gut! Nun feuere die Rakete ab, indem du auf die Schaltfläche für den Raketenschacht drückst.
zh_cn: 太棒了！现在点击发射管来发射这枚导弹。

source: Missile away!
de: Feuer frei!
zh_cn: 导弹已发射！

source: BOOM! That was just firing straight ahead, but you can also aim missiles. First, unlock your aim by pressing the [Lock] button above the radar view. Next, aim your missiles with the aiming dial surrounding the radar. Point the aiming dial at the next ship, load a missile, and fire.
de: BOOM! Das war einfach ein gerader Schuss, doch du kannst auch zielen. Zuerst entsperre den Sucher, indem du den [Auto]-Knopf über dem Radar betätigst. Als nächstes ziele mit dem Zielrad, welches das Radar umgibt. Richte das Zielrad auf das nächste Schiff aus, lade eine Rakete, und feuere sie ab.
