Repository: daid/EmptyEpsilon
Catalog: resources/locale/tutorial.*.po
Languages: de, fr, it, zh_cn

source: Perfect aim! The next ship is behind you. Target the ship by pressing it to guide your homing missiles toward your selected target. While not necessary against a stationary target, this homing ability can make all the difference against a moving target.
de: Perfekter Schuss! Das nächste Schiff befindet sich hinter dir. Erfasse das Schiff in dem du darauf klickst. Damit leitest du die Zielsuchraketen zum gewählten Ziel.. Auch wenn es bei einem stationären Ziel unnötig ist, kann diese Zielsuchfähigkeit bei bewegten Zielen entscheidend sein.
zh_cn: 完美瞄准！ 下一艘飞船在你身后。点击它来锁定目标，引导你的追踪导弹飞向你选定的目标。 虽然对静止目标并非必要，但这种追踪能力对移动目标而言至关重要。

source: In addition to homing missiles, your ship might have nukes, EMPs, and mines. Nukes and EMPs have the same features as homing missiles, but have a 1u-radius blast and do much more damage. EMPs damage only shields, and thus are great for weakening heavily shielded enemies.
de: Zusätzlich zu Zielsuchraketen kann dein Schiff auch Nukes, EMPs und Minen besitzen. Nukes und EMPs funktionieren wie Zielsuchraketen, allerdings explodieren sie in einem Radius von 1u und machen mehr Schaden. EMPs beschädigen ausschließlich Schilde, und sind daher perfekt um Schiffe mit starken Schilden zu schwächen.
zh_cn: 除了追踪导弹，你的飞船可能还配备了核弹、电磁脉冲弹和水雷。核弹和电磁脉冲弹与追踪导弹具有相同的功能，但它们的爆炸半径为1个单位，并造成更多伤害。电磁脉冲弹只对护盾造成伤害，因此非常适合削弱护盾强大的敌人。

source: Welcome to engineering. Engineering is split into two parts. The top part shows your ship's interior, including damage control teams stationed throughout. The bottom part controls power and coolant levels of your ship's systems.
de: Willkommen im Maschinenraum. Diese Konsole unterteilt sich in zwei Bereiche. Der obere Teil zeigt das Innere des Schiffs, inklusive der Standorte der Reparaturteams. Der untere Teil steuert Energiezufuhr und Kühlung der Schiffssysteme.
zh_cn: 欢迎来到工程部。 工程部分为两部分。上半部分显示你的飞船内部，包括部署在各处的损管团队。 下半部分控制飞船各系统的能量和冷却液级别。

source: First, we will explain your control over your ship's systems. Each row on the bottom area of the screen represents one of your ship's system, and each system has a damage level, heat level, power level, and coolant level. I've overheated your warp system. An overheating system can damage your ship. You can prevent this by putting coolant in your warp system. Select the warp system and increase the coolant slider.
de: Zuerst befassen wir uns mit der Kontrolle der Systeme. Jede Zeile der unteren Hälfte Repräsentiert eines der Schiffssysteme, und jedes System hat folgende Werte: Zustand, Wärmegrad, Leistung und Kühlmittelstand. Ich habe gerade das Warpsystem überhitzt. Ein überhitztes System kann das Schiff beschädigen. Du kannst dem vorbeugen, indem du Kühlflüssigkeit in das Warpsystem leitest. Wähle das Warpsystem aus und schiebe den Kühlmittel-Regler nach oben.
zh_cn: 首先，我们将解释你对飞船系统的控制。 屏幕底部区域的每一行代表你飞船的一个系统，每个系统都有损坏程度、热量、能量和冷却液级别。 我已使你的跃迁系统过热。系统过热会损坏你的飞船。你可以通过向跃迁系统添加冷却液来防止这种情况。选择跃迁系统并增加冷却液滑块。

source: I've also overheated the impulse system. As before, increase the system's coolant level to mitigate the effect. Note that the warp system's coolant level is automatically reduced to allow for coolant in the impulse system. This is because you have a limited amount of coolant available to distribute this across your ship's systems.
de: Außerdem habe ich nun das Impuls-System überhitzt. Erhöhe auch hier wieder den Kühlmittelstand um dem entgegenzuwirken. Du wirst feststellen, dass der Kühlmittelstand des Warpsystems automatisch reduziert wird, damit Kühlflüssigkeit zum Impuls-System gleitet werden kann. Dies liegt daran, dass nur eine begrenzte Menge an Kühlflüssigkeit zur Verfügung steht, die auf die einzelnen Systeme verteilt werden kann.
zh_cn: 我还使脉冲系统过热了。和之前一样，增加系统的冷却液级别以减轻影响。请注意，跃迁系统的冷却液级别会自动降低，以便为脉冲系统提供冷却液。 这是因为你可分配给飞船各系统的冷却液总量是有限的。

source: Good! Next up: power levels. You can manage each system's power level independently. Adding power to a system makes it perform more effectively, but also generates more heat, and thus requires coolant to prevent it from overheating and damaging the system. Maximize the power to the front shield system.
de: Gut! Nächster Schritt: Leistungswerte. Du kannst die Leistung für jedes System getrennt einstellen. Wenn du die Leistung eines System erhöhst, arbeitet es effektiver - aber es produziert auch mehr Wärme, und benötigt daher Kühlung, damit es nicht überhitzt und beschädigt wird. Erhöhe nun die Leistung der Frontschilde auf Maximum.
zh_cn: 很好！接下来是：能量级别。 你可以独立管理每个系统的能量级别。向系统增加能量会使其运行更有效，但也会产生更多热量，因此需要冷却液来防止其过热和损坏系统。 将前护盾系统的能量最大化。

source: The added power increases the amount of heat in the system. Overpower the system until it overheats.
de: Die zusätzliche Leistung wird den Wärmegrad des Systems erhöhen. Warte, bis das System überhitzt.
zh_cn: 增加的能量会增加系统中的热量。 超负荷运行系统直到它过热。

source: Note that as the system overheats, it takes damage. Because the system is damaged, it functions less effectively. Systems can also take damage when your ship is hit while the shields are down.
de: Nun da das System überhitzt, nimmt es Schaden. Dadurch arbeitet es weniger effizient. Systeme können ebenfalls beschädigt werden, wenn das Schiff getroffen wird und die Schilde unten sind.
zh_cn: 请注意，当系统过热时，它会受到损坏。由于系统已损坏，其运行效率会降低。 当你的飞船在护盾关闭时被击中时，系统也可能受损。

source: In this top area, you see your damage control teams in your ship.
de: Im oberen Bereich siehst du die Reparaturteams auf dem Schiff.
zh_cn: 在这个上方区域，你看到你飞船中的损管团队。

source: The front shield system is damaged, as indicated by the color of this room's outline. Select a damage control team from elsewhere on the ship by pressing it, then press on that room to initiate repairs. (Repairs will take a while.)
de: Das Frontschildsystem ist beschädigt, wie an der Umrissfarbe des entsprechenden Raumes zu erkennen ist. Wähle ein Reparaturteam auf dem Schiff, dann wähle den Raum um die Reparatur zu veranlassen. (Dies wird einen Moment dauern.)
zh_cn: 前护盾系统已损坏，如该房间轮廓的颜色所示。 通过点击选择飞船其他地方的损管团队，然后点击那个房间以开始维修。 （维修需要一段时间。）

source: Good. Now you know your most important tasks. Next, we'll go over each system's function in detail. Remember, each system performs better with more power, but performs less well when damaged. Your job is to keep vital systems running as well as you can.
de: Gut. Du kennst nun die wichtigsten Aufgaben an dieser Konsole. Als nächstes gehen wir etwas mehr ins Detail. Denke daran: Ein System mit mehr Leistung arbeitet auch besser, aber arbeitet schlechter wenn es Schaden nimmt. Deine Aufgabe ist es, die wichtigen System so gut wie möglich am laufen zu halten.
zh_cn: 很好。现在你了解了最重要的任务。接下来，我们将详细介绍每个系统的功能。 请记住，每个系统在能量充足时表现更好，但在受损时表现较差。你的职责是尽可能地保持关键系统正常运行。

source: Reactor: The reactor generates energy. Adding power to the reactor increases your energy generation rate.
de: Reaktor: Der Reaktor erzeugt Energie. Wenn du die Leistung des Reaktors erhöhst, wird die Energieproduktion gesteigert.
zh_cn: 反应堆： 反应堆产生能量。向反应堆增加能量会提高你的能量生成速率。

source: Beam Weapons: Adding power to the beam weapons system increases their rate of fire, which causes them to do more damage. Note that every beam you fire adds additional heat to the system.
de: Laserwaffen: Mehr Energie für die Laser erhöht ihre Feuerrate und damit auch den verursachenden Schaden. Beachte: Jeder abgefeuerte Strahl erhöht zusätzlich die Wärme des Systems.
zh_cn: 光束武器： 向光束武器系统增加能量会提高其射速，从而造成更多伤害。 请注意，你发射的每一束光束都会给系统增加额外的热量。

source: Missile System: Increased missile system power lowers the reload time of weapon tubes.
de: Raketensystem: Eine höhere Systemleistung senkt die Ladezeiten für die Raketenschächte.
zh_cn: 导弹系统： 增加导弹系统能量可缩短武器发射管的装填时间。

source: Maneuvering: Increasing power to the maneuvering system allows the ship to turn faster. It also increases the recharge rate for the combat maneuvering system.
de: Manövrierdüsen: Eine höhere Leistung der Manövrierdüsen lässt das Schiff sich schneller drehen. Außerdem reduziert sich die Aufladezeit des Flugmanöversystems.
zh_cn: 机动系统： 增加机动系统能量可使飞船转向更快。它还会提高战斗机动系统的充能速率。

source: Impulse Engines: Adding power to the impulse engines increases your impulse flight speed.
de: Impulsantrieb: Mehr Leistung in diesem System erhöht die Fluggeschwindigkeit bei Impuls.
zh_cn: 脉冲引擎： 向脉冲引擎增加能量可提高你的脉冲飞行速度。

source: Warp Drive: Adding power to the warp drive increases your warp drive flight speed.
de: Warpantrieb: Ähnlich wie bei Impuls, ermöglicht eine höhere Leistung in diesem System höhere Warpgeschwindigkeiten.
zh_cn: 跃迁引擎： 向跃迁引擎增加能量可提高你的跃迁飞行速度。

source: Jump Drive: A higher-powered jump drive recharges faster and has a shorter delay before jumping.
de: Sprungantrieb: Ein Sprungantrieb mit mehr Leistung lädt sich schneller wieder auf und reduziert die sonst üblichen 10 Sekunden bis zum Sprung.
zh_cn: 超空间引擎： 能量更高的超空间引擎充能更快，且跃迁前延迟更短。

source: Shields: Additional power in the shield system increases their rate of recharge, and decreases the amount of degradation your shields sustain when damaged.
de: Schilde: Mehr Leistung auf den Schilden reduziert ihre Aufladezeit, sowie die Schwächung der Schilde bei einem Treffer.
zh_cn: 护盾： 护盾系统中额外的能量会提高其充能速率，并减少护盾受损时的衰减量。

source: This concludes the overview of the engineering station. Be sure to keep your ship running in top condition!
de: Damit wären wir am Ende der Übersicht zu dieser Konsole angelangt. Halte das Schiff in einem guten Zustand!
zh_cn: 工程工作站的概览到此结束。务必让你的飞船保持最佳运行状态！

source: Welcome, science officer. You are the eyes of the ship. Your job is to supply the captain with information. From your station, you can detect and scan objects at a range of up to 30u.
de: Willkommen auf der Wissenschafts-Station! Du bist die Augen und Ohren des Schiffes. Deine Aufgabe ist es, Captain und Crew mit Informationen zu versorgen. Von deiner Station aus kannst du in einem Radius von 30U Objekte erfassen und scannen.
zh_cn: 欢迎，科学官。 你是飞船的眼睛。你的职责是向舰长提供信息。从你的工作站，你可以探测和扫描距离30个单位以内的物体。

source: On this radar, you can select objects to get information about them. I've added a friendly ship and a station for you to examine. Select them and notice how much information you can observe. Heading and distance are of particular importance, as without these, the helms officer will be jumping in the dark.
de: Auf diesem Radar kannst du Objekte anwähle und Informationen darüber erhalten. Ich habe ein freundlich gesinntes Schiff und eine Station hinzugefügt, welche du untersuchen kannst Wähle sie aus und achte auf die Informationen, die du dadurch bekommst. Richtung und Entfernung sind besonders wichtig, denn ohne diese Infos müsste der Pilot einen Sprung ins Ungewisse machen.
zh_cn: 在这个雷达上，你可以选择物体来获取它们的信息。 我已添加了一艘友方飞船和一个空间站供你查看。选择它们，注意你能观察到多少信息。 航向和距离尤为重要，因为没有这些，驾驶员将寸步难行。

source: I've replaced the friendly station with an unknown ship. Once you select it, notice that you know nothing about this ship. To learn about it, you must scan it. Scanning requires you to match your scanner's frequency bands to your target's. Scan this ship now.
de: Ich habe die Station nun durch ein unbekanntes Schiff ersetzt. Sobald du es ausgewählt hast, wirst du feststellen, dass du nichts über dieses Schiff weißt. Um mehr darüber herauszufinden, kannst du es scannen. Bei einem Scan musst du die Frequenzen des Scanners an die Zielfrequenz angleichen. Scanne nun das Schiff.
zh_cn: 我已将友方空间站替换为一艘未知飞船。当你选择它后，会发现你对这艘飞船一无所知。 要了解它，你必须扫描它。扫描要求你将扫描仪的频段与目标的频段匹配。 现在扫描这艘飞船。

source: Good. Notice that you now know this ship is unfriendly. It might have been a friendly or neutral ship as well, but until you scanned it, you do not know.
de: Gut. Wie du siehst ist das Schiff feindlich. Es hätte auch freundlich oder neutral sein können, aber bevor du es gescannt hast, konntest du das nicht wissen.
zh_cn: 很好。请注意，你现在知道这艘飞船不友好。它也可能是友方或中立飞船，但直到你扫描它之前，你都无法得知。

source: Note that you have less information about this ship than the friendly ship. You must perform a deep scan of this ship to acquire more information. A deep scan takes more effort and requires you to align 2 different frequency bands simultaneously. Deep scan the enemy now.
de: Wie du siehst, hast du weniger Informationen über dieses Schiff als über das Freundlich gesinnte. du musst einen Tiefenscan durchführen um mehr Informationen zu bekommen. Führe nun einen Tiefenscan bei dem feindlichen Schiff durch, indem du ein zweites Mal scannst.
zh_cn: 请注意，你关于这艘飞船的信息比友方飞船少。你必须对这艘飞船进行深度扫描才能获取更多信息。 深度扫描需要更多精力，并且需要你同时对齐2个不同的频段。 现在对敌人进行深度扫描。

source: Excellent. Notice that this took more time and concentration than the simple scan, so be careful to perform deep scans only when necessary or you could run out of time.
de: Hervorragend. Wie du siehst, erfordert dies mehr Zeit und Konzentration als ein einfacher Scan. Achte also darauf, Tiefenscans nur durchzuführen wenn es nötig ist, um nicht zu viel Zeit zu verlieren.
zh_cn: 太棒了。请注意，这比简单扫描花费了更多时间和精力，所以请谨慎，只在必要时才进行深度扫描，否则你可能会时间不足。

source: Next to the long-range radar, the science station can also access the science database. In this database, you can look up details on things like ship types, weapons, and other objects.
de: Neben dem Langsteckenradar hat die Wissenschaftsstation außerdem Zugriff auf die Datenbank. In dieser Datenbank kannst du detaillierte Information zu Dingen wie Schiffstypen, Waffen, und anderen Objekten abrufen.
zh_cn: 在远程雷达旁边，科学工作站还可以访问科学数据库。 在这个数据库中，你可以查找飞船类型、武器和其他物体等详细信息。

source: Remember, your job is to supply information. Knowing the location and status of other ships is vital to your captain. Without your information, the crew is mostly blind.
de: Wie erwähnt, ist es deine Aufgabe, Informationen zu Verfügung zu stellen. Das Wissen über den Standort und Zustand anderer Schiffe ist für deine:n Captain unverzichtbar. Ohne deine Informationen ist die Crew größtenteils blind.
zh_cn: 请记住，你的职责是提供信息。了解其他飞船的位置和状态对你的舰长至关重要。 没有你的信息，船员们几乎是盲目的。

source: Welcome to relay! It is your job to communicate with stations and ships. You also have access to short-range radar data from friendly ships and stations, and can place navigational waypoints and launch scanning probes.
de: Willkommen zur Kommunikations-Station Es ist deine Aufgaben, mit Stationen und Schiffen zu kommunizieren. Außerdem hast du Zugriff auf die Kurzstreckendaten befreundeter Schiffe und Stationen und kannst Navigationspunkte setzen sowie Sonden starten.
zh_cn: 欢迎来到通讯部！ 你的职责是与空间站和飞船进行通讯。你还可以访问来自友方飞船和空间站的短程雷达数据，并可以设置导航航路点和发射扫描探测器。

source: Your first responsibility is to coordinate the ship's communications. You can target any station or ship and attempt to communicate with it. Other ships can also attempt to contact you.
de: Deine Hauptverantwortlichkeit ist es, die Schiffskommunikation zu koordinieren. Du kannst jede Station und jedes Schiff anwählen, und einen Kommunikationsversuch starten. Andere Schiffe können ebenfalls versuchen mit dir zu kommunizieren.
zh_cn: 你的首要职责是协调飞船的通讯。 你可以锁定任何空间站或飞船并尝试与之通讯。其他飞船也可以尝试联系你。

source: You successfully opened communications. Congratulations.
de: Glückwunsch, du hast erfolgreich einen Kommunikationskanal geöffnet.
zh_cn: 你成功建立了通讯。恭喜你。

source: Tell me more!
de: Erzählen Sie mir mehr!
zh_cn: 告诉我更多！

source: Sorry, there's nothing more to tell you.
de: Es tut mir leid, es gibt nichts weiteres zu sagen.
zh_cn: 抱歉，没有更多可告诉你的了。

source: Continue with the tutorial.
de: Fahre mit dem Tutorial fort.
zh_cn: 继续教程。

source: The tutorial will continue when you close communications with this station.
de: Das Tutorial wird fortgesetzt, sobald du die Kommunikation mit der Station beendest.
zh_cn: 当你关闭与该空间站的通讯后，教程将继续。

source: Open communications with the station near you to continue the tutorial.
de: Öffne nun einen Kommunikationskanal zu der Station in deiner Nähe.
zh_cn: 与你附近的空间站建立通讯以继续教程。

source: Now finish your talk with the station.
de: Nun beende dein Gespräch mit der Station. Abhängig vom Szenario hast du unterschiedlich Optionen, während du mit Stationen kommunizierst. Beispielsweise könnten sie dich über neue Anweisungen und deinen Missionsfortscritt informieren, um Unterstützung bitten oder deine Waffenvorräte aufstocken. All dies ist Teil der Aufgaben als Kommunikationsoffizier.
zh_cn: 现在结束你与空间站的对话。

source: Depending on the scenario, you might have different options when communicating with stations. They might inform you about new objectives and your mission progress, ask for backup, or resupply your weapons. This is all part of your responsibilities as relay officer.
de: Abhängig vom Szenario hast du unterschiedlich Optionen, während du mit Stationen kommunizierst. Beispielsweise könnten sie dich über neue Anweisungen und deinen Missionsfortschritt informieren, um Unterstützung bitten oder deine Waffenvorräte aufstocken. All dies ist Teil der Aufgaben als Kommunikationsoffizier:in.
zh_cn: 根据剧本不同，你与空间站通讯时可能会有不同的选项。 他们可能会通知你新的目标和任务进度，请求支援，或为你补充武器。这些都是你作为通讯官的职责一部分。

source: Your station also includes this radar map. On this map, you can detect objects within short-range radar range of all allied ships and stations. Everything else is invisible to you. This gives you a different view from the science officer, because you can scan the contents of nebulae.
de: Deine Station beinhaltet auch eine Radarkarte. Auf dieser Karte kannst du Objekte sehen, die sich innerhalb des Kurzstreckenradars aller verbündeten Schiffen und Stationen befinden. Alles andere ist für dich nicht sichtbar. Dadurch hast du eine andere Ansicht als die Wissenschafts-Station, auch da du die Inhalte von Nebeln scannen kannst.
zh_cn: 你的工作站还包括这个雷达地图。 在此地图上，你可以探测所有友方飞船和空间站短程雷达范围内的物体。其他一切对你来说都是不可见的。这与科学官的视角不同，因为你可以扫描星云内部的内容。

source: Finally, you control your ship's probes. Probes can expand your radar view. Launch a probe to the top right, toward the ship designated DMY-01.
de: Außerdem hast du Kontrolle über die Sonden des Schiffes. Sonden können deine Radaransicht erweitern. Starte eine Sonde nach rechts oben, in Richtung des Schiffes mit der Identifikationsnummer DMY-01.
zh_cn: 最后，你控制着飞船的探测器。探测器可以扩展你的雷达视野。向右上角，朝向指定为DMY-01的飞船发射一枚探测器。

source: Probes can expand your sensory capabilities beyond your normal range and explore nebulae. However, you have a limited supply of them and can't replenish them until you to dock with a station.
de: Sonden können deine Sensordaten erweitern und Nebel erforschen. Allerdings ist ihr Vorrat begrenzt und kann nur wieder aufgefüllt werden, wenn du an einer Station andockst.
zh_cn: 探测器可以将你的感知能力扩展到常规范围之外，并探索星云。然而，你拥有的探测器数量有限，并且在与空间站停靠之前无法补充。

source: Welcome, operations officer. You are the eyes of the ship. Your job is to supply the captain with information. From your station, you can detect and scan objects at a range of up to 30u.
de: Willkommen auf der OPS-Station! Du bist die Augen und Ohren des Schiffes. Deine Aufgabe ist es, Captain und Crew mit Informationen zu versorgen. Von deiner Station aus kannst du in einem Radius von 30U Objekte erfassen und scannen.
zh_cn: 欢迎，行动官。 你是飞船的眼睛。你的职责是向舰长提供信息。从你的工作站，你可以探测和扫描距离30个单位以内的物体。

source: Your second responsibility is to coordinate the ship's communications. You can target any station or ship and attempt to communicate with it. Other ships can also attempt to contact you.
de: Deine zweite Verantwortlichkeit ist es, die Schiffskommunikation zu koordinieren. Du kannst jede Station und jedes Schiff anwählen, und einen Kommunikationsversuch starten. Andere Schiffe können ebenfalls versuchen mit dir zu kommunizieren.
zh_cn: 你的第二项职责是协调飞船的通讯。 你可以锁定任何空间站或飞船并尝试与之通讯。其他飞船也可以尝试联系你。

source: This concludes the tutorial. While we have covered the basics, there are more advanced features in the game that you might discover.
de: Hier endet das Tutorial. Dies Grundlagen sind hiermit abgedeckt, jedoch hält das Spiel auch noch erweiterte Funktionen bereit, welche du nach und nach entdecken wirst.
zh_cn: 教程到此结束。虽然我们已经涵盖了基础知识，但游戏中还有更多高级功能等待你去发现。

source: Welcome to the EmptyEpsilon tutorial. Note that this tutorial is designed to give you a quick overview of the basic options for the game, but does not cover every single aspect. Press next to continue...
de: Willkommen zum EmptyEpsilon-Tutorial Dieses Tutorial gibt dir einen kurzen Überblick über die Grundlagen des Spiels, deckt allerdings nicht jeden einzelnen Aspekt ab. Drücke "weiter" um fortzusetzen...
fr: Bienvenue dans le tutoriel EmptyEpsilon, Notez que ce tutoriel est concu pour vous donner un apercu rapide des options de base du jeu, mais qu'il ne couvre pas tous les aspects. Appuyez sur suivant pour continuer...
it: Benvenuto nel tutorial EmptyEpsilon. Tieni presente che questo tutorial è progettato per fornire una rapida panoramica delle opzioni di base per il gioco, ma non copre ogni singolo aspetto. Premere Avanti per continuare...
zh_cn: 欢迎来到EmptyEpsilon教程。 请注意，本教程旨在为你快速概览游戏的基本选项，但并未涵盖所有方面。 按下一步继续...

source: BOOM! That was just firing straight ahead, but you can also aim missiles. First, unlock your aim by pressing the [Lock] button above the radar view. Next, aim your missiles with the aiming dial surrounding the radar. Point the aiming dial at the next ship, load a missile, and fire.
zh_cn: 轰隆！那只是直线发射，但你也可以瞄准导弹。 首先，通过按下雷达视图上方的[锁定]按钮来解锁你的瞄准。 接下来，使用雷达周围的瞄准盘来瞄准你的导弹。 将瞄准盘指向下一艘飞船，装填一枚导弹，然后开火。

source: This concludes main screen and radar tutorial. While we have covered the basics, there are more advanced features in the game that you might discover.
fr: Ceci conclut le tutoriel sur l'ecran principal et le radar. Bien que nous ayons couvert les bases, il existe des fonctions plus avancees que vous pourrez decouvrir en cours de partie.
it: Questo conclude il tutorial sulla schermata principale e sui radar. Abbiamo coperto le basi ma nel gioco ci sono caratteristiche più avanzate che potresti scoprire.

source: Ok, there are just a few more things that you need to know. Remember the beam weapons from the basics tutorial? As helms officer, it is your task to keep those beams on your target. I've set up an stationary enemy ship as a target. Destroy it with your beam weapons. Note that at every shot, the corresponding firing arc will change color.
fr: Nous avons un dernier point a aborder. Vous vous souvenez des armes a faisceau du tutoriel sur les bases ? En tant qu'officier de navigation, votre t√¢che est de maintenir ces faisceaux sur votre cible. J'ai mis en place un vaisseau ennemi stationnaire comme cible. Detruisez-le avec vos armes a faisceaux. Notez qu'a chaque tir, l'arc de tir correspondant change de couleur.
it: Ok, ci sono solo alcune altre cose che devi sapere. Ricordi le armi a raggi del tutorial di base? In qualità di ufficiale di timoniere, è tuo compito mantenere quei raggi sul tuo bersaglio. Ho posizionato una nave nemica stazionaria come bersaglio. Distruggila con le tue armi a raggi. Nota che ad ogni colpo, l'arco di fuoco corrispondente cambierà colore.
