Repository: daid/EmptyEpsilon
Catalog: resources/locale/tutorial_01_mainscreen.*.po
Languages: fr

source: Welcome to the EmptyEpsilon tutorial. Note that this tutorial is designed to give you a quick overview of the basic options for the game, but does not cover every single aspect. Press next to continue...
fr: Bienvenue dans le tutoriel EmptyEpsilon, Notez que ce tutoriel est conçu pour vous donner un aperçu rapide des options de base du jeu, mais qu'il ne couvre pas tous les aspects. Appuyez sur suivant pour continuer...

source: This is the main screen, which displays your ship and the surrounding space. While you cannot move the ship from this screen, you can use it to visually identify objects.
fr: Voici l'ecran principal. Il affiche votre vaisseau et l'espace environnant. Bien que vous ne puissiez pas deplacer le navire a partir de cet ecran, vous pouvez l'utiliser pour identifier visuellement des objets.

source: Welcome to the long-range radar. This radar can detect objects up to 30u from your ship, depicted at the radar's center. This radar allows you to quickly identify distant objects.
fr: Bienvenue sur le radar longue portee. Ce radar peut detecter des objets jusqu'a 30u de votre vaisseau, represente au centre du radar. Il vous permet d'identifier rapidement les objets eloignes.

source: To the right of your ship is a brown dot. This is an asteroid. Asteroid impacts will damage your ship, so avoid hitting them.
fr: À droite de votre vaisseau se trouve un point marron. C'est un asteroide. Les impacts d'asteroides endommageront votre vaisseau, alors evitez de les heurter.

source: The white dot is a mine. When you move near a mine, it explodes with a powerful 1u-radius blast. Striking a mine while your shields are down will surely destroy your ship.
fr: Le point blanc est une mine. Lorsque vous vous approchez d'une mine, elle explose avec un puissant souffle de 1u de rayon. Toucher une mine alors que vos boucliers sont baisses detruira assurement votre vaisseau.

source: This large dot is a station. Stations can be several different sizes and belong to different factions. The dot's color indicates whether the station is friendly (green), neutral (light blue), or hostile (red).
fr: Ce gros point est une station. Les stations peuvent avoir plusieurs tailles differentes et appartenir a diverses factions. La couleur du point indique si elle est amicale (vert), neutre (bleu clair) ou hostile (rouge) envers vous.

source: The rainbow-colored cloud is a nebula. Nebulae block long-range sensors, preventing ships from detecting what's inside of them at distances of more than 5u. Sensors also cannot detect objects behind nebulae.
fr: Le nuage de couleur arc-en-ciel est une nebuleuse. Les nebuleuses bloquent les capteurs a longue portee, empechant les vaisseaux de detecter ce qui se trouve a l'interieur a une distance de plus de 5u. Les capteurs ne peuvent pas non plus detecter les objets qui se trouvent au-dela d'une nebuleuse.

source: Finally, these are ships. They look like you on radar, and their attitude toward you is reflected by the same colors as stations. In addition to green, blue, and red, ships of unknown attitude appear as gray objects.
fr: Enfin, voici des vaisseaux. Ils vous ressemblent sur le radar, et leur attitude envers vous est refletee par les memes couleurs que celles des stations. En plus du vert, du bleu et du rouge, les vaisseaux d'attitude inconnue apparaissent en gris.

source: Next, we will look at the short-range radar.
fr: Passons maintenant au radar a courte portee.

source: The short-range radar can detect objects up to 5u from your ship. It also depicts the range of your own beam weapons. Your ship has 2 beam weapons aimed forward. Each type of ship has different beam weapon layouts, with different ranges and locations.
fr: Le radar a courte portee peut detecter des objets jusqu'a 5u de votre vaisseau. Il indique egalement la portee de vos propres armes a faisceau. Votre vaisseau a 2 armes a rayons dirigees vers l'avant. Chaque type de vaisseau en a une disposition differente, avec diverses portees et positions.

source: This concludes main screen and radar tutorial. While we have covered the basics, there are more advanced features in the game that you might discover.
fr: Ceci conclut le tutoriel sur l'ecran principal et le radar. Bien que nous ayons couvert les bases, il existe des fonctions plus avancees que vous pourrez decouvrir en cours de partie.
