Repository: daid/EmptyEpsilon
Catalog: resources/locale/tutorial.cz.po
Languages: cs

source: Sorry, there's nothing more to tell you.
cs: Omlouvám se, ale nemám co bych k tomu dodal.

source: Continue with the tutorial.
cs: Pokračovat ve výuce.

source: The tutorial will continue when you close communications with this station.
cs: Výuka bude pokračovat jakmile zavřete komunkaci s touto stanicí.

source: Open communications with the station near you to continue the tutorial.
cs: Pro pokračování výuky zahajte komunikaci se stanicí nedaleko vás.

source: Now finish your talk with the station.
cs: A teď dokončete komunikaci s touto stanicí.

source: Depending on the scenario, you might have different options when communicating with stations. They might inform you about new objectives and your mission progress, ask for backup, or resupply your weapons. This is all part of your responsibilities as relay officer.
cs: V závislosti na scénáři budete mít při komunikaci se stanicemi různé možnosti. Mohou vás informovat o nových cílech mise a vašem postupu, žádat vaši pomoc, nebo vám doplnit zásoby raket. To vše části vaší zodpovědnosti komunikačního důstojníka.

source: Your station also includes this radar map. On this map, you can detect objects within short-range radar range of all allied ships and stations. Everything else is invisible to you. This gives you a different view from the science officer, because you can scan the contents of nebulae.
cs: Vaše pracoviště také zahtnuje tuto radarovou mapu. Na této mapě vidíte všechny objekty v dosahu radaru krátkého dosahu spřátelených lodí a stanic. Všechno ostatní je pro vás neviditelné. To vám dává oproti vědeckému důstojníkovi jiný pohled, protože vy můžete prozkoumat mlhoviny.

source: Finally, you control your ship's probes. Probes can expand your radar view. Launch a probe to the top right, toward the ship designated DMY-01.
cs: Nakonec, máte k dispozici sondy.Sondy mohou rozšířit váš radarový dosah. Vyšlete sondu doprava nahoru k lodi označené DMY-01

source: Probes can expand your sensory capabilities beyond your normal range and explore nebulae. However, you have a limited supply of them and can't replenish them until you to dock with a station.
cs: Sondy mohou rozšířit vaše skenovací schopnosti nad rámec vašeho normálního dosahu, Nicméně, máte jich jen omezený počet a nemůžete je doplnit, dokud nejste zadokovaní u stanice.

source: Welcome, operations officer. You are the eyes of the ship. Your job is to supply the captain with information. From your station, you can detect and scan objects at a range of up to 30u.
cs: Vítejte, operační důstojníku. Vy jste očima lodi. Vaše práce je zásobovat kapitána informacemi. Z vaší stanice můžete detekovat a skenovat objekty až do vzdálenosti 30U.

source: Your second responsibility is to coordinate the ship's communications. You can target any station or ship and attempt to communicate with it. Other ships can also attempt to contact you.
cs: Vaše druhou zodpovědnost je starat se o komunikaci. Můžete vybrat jakoukoliv stanici nebo loď a zkusit s ní komunikovat. Ostatní lodě se můžou pokusit zkontaktovat vás.

source: This concludes the tutorial. While we have covered the basics, there are more advanced features in the game that you might discover.
cs: Tímto zakončujeme výuku. I když jsme probrali jen základy, ve hře je více pokročilejších funkcí, které můžete ještě objevit.

source: Welcome to the EmptyEpsilon tutorial. Note that this tutorial is designed to give you a quick overview of the basic options for the game, but does not cover every single aspect. Press next to continue...
cs: Vítejte ve výuce EmptyEpsilon. Mějte na paměti, že tato výuka vás má v rychlosti seznámit se základními možnostmi hry, ale nepokrývá úplně všechny aspekty hry. Stiskněte další pro pokračování...
