Repository: daid/EmptyEpsilon
Catalog: resources/locale/tutorial.cz.po
Languages: cs

source: This is the main screen, which displays your ship and the surrounding space. While you cannot move the ship from this screen, you can use it to visually identify objects.
cs: Toto je hlavní obrazovka, která zobrazuje vaši loď a okolní prostor. I když nemůžete s lodí z této obrazovky pohnout, můžete ji použít k vizuální identifikaci objektů.

source: Welcome to the long-range radar. This radar can detect objects up to 30u from your ship, depicted at the radar's center. This radar allows you to quickly identify distant objects.
cs: Vítejte na radaru dlouhého dosahu. Tento radar dokáže detekovat objekty až 30U daleko od vaší lodi, která je zobrazená uprostřed radaru. Tento radar umožňuje rychle identifikovat vzdálené objekty.

source: To the right of your ship is a brown dot. This is an asteroid. Asteroid impacts will damage your ship, so avoid hitting them.
cs: Napravo od vaší lodi je hnědá tečka. To je asteroid. Nárazy do asteroidů poškodí vaši loď, takže se jim vyhýbejte.

source: The white dot is a mine. When you move near a mine, it explodes with a powerful 1u-radius blast. Striking a mine while your shields are down will surely destroy your ship.
cs: Bílá tečka je mina. Když se přiblížíte k mině, exploduje - dosah výbuchu je 1U. Setkání s minou, když jsou vaše štíty sklopené, celkem jistě zničí vaši loď.

source: This large dot is a station. Stations can be several different sizes and belong to different factions. The dot's color indicates whether the station is friendly (green), neutral (light blue), or hostile (red).
cs: Tato velká tečka je stanice. Stanice mohou mít několik různých velikostí a patřit různým frakcím. Barva tečky označuje zda je stanice přátelská (zelená), neutrální (světle modrá), nebo nepřátelská (červená).

source: The rainbow-colored cloud is a nebula. Nebulae block long-range sensors, preventing ships from detecting what's inside of them at distances of more than 5u. Sensors also cannot detect objects behind nebulae.
cs: Duhově zbarvený mrak je mlhovina. Mlhoviny blokují radar dlouhého dosahu a brání lodi detekovat, co je uvnitř ve vzdálenosti vetší, než 5U. Také brání detekci objektů za mlhovinami.

source: Finally, these are ships. They look like you on radar, and their attitude toward you is reflected by the same colors as stations. In addition to green, blue, and red, ships of unknown attitude appear as gray objects.
cs: Nakonec, toto jsou lodě. Na radaru vypadají jako vy a jejich postoj k vám je znázorněn stejnými barvami jako stanice. Navíc k zelené, modré a červené, se lodě s neznámou příslušností zobrazují jako šedé objekty.

source: Next, we will look at the short-range radar.
cs: Dále se podíváme na radar krátkého dosahu.

source: The short-range radar can detect objects up to 5u from your ship. It also depicts the range of your own beam weapons. Your ship has 2 beam weapons aimed forward. Each type of ship has different beam weapon layouts, with different ranges and locations.
cs: Radar krátkého dosahu dokáže detekovat objekty do vzdálenosti 5u od vaší lodi. Zobrazuje také dostřel vašich paprskových zbraní. Vaše loď má dvě paprskové zbraně namířené dopředu. Každý typ lodi má různé rozložení paprskových zbraní, s různým dostřelem a umístěním.

source: This is the helms screen. As the helms officer, you command your ship's movement in space.
cs: Toto je navigační obrazovka. Jako kormidelník ovládáte pohyb vaší lodi ve vesmíru.

source: Your primary controls are your impulse engines and maneuvering thrusters. Your impulse controls are on the left side of the screen. Raise your impulse level to 100% to fly forward right now.
cs: Loď ovládáte hlavně pomocí impulzních motorů a manévrovacích trysek. Ovládání impulzního pohonu je na levé straně obrazovky. Pro let kupředu teď nastavte váš impulz na 100%.

source: Good. You now know how to move forward. I've disabled your impulse engine for now. Next, let's rotate your ship. Rotating the ship is easy. Simply press a heading on the radar screen to rotate your ship in that direction. Try rotating to heading 200 right now.
cs: Paráda. Nyní víte jak se pohybovat dopředu. Prozatím jsem vypnul vaše impulzní motory. Pojďme otočit vaši loď. Otáčení lodi je snadné. Jednoduše kliknete na kurs na radarové obrazovce a tím natočíte vaši loď vybraným směrem. Zkuste se teď otočit na kurs 200.

source: Excellent! Next up: docking. Docking with a station recharges your energy, repairs your hull, and allows the relay officer to request weapon refills. It can also be important for other mission-related events. To dock, maneuver within 1u of a station and press the "Request Dock" button, from which point docking is fully automated. Maneuver to the nearby station and request permission to dock.
cs: Výborně! Další na řadě je dokování. Dokování se stanicí vám doplňuje energii, opravuje váš trup a umožňuje vašemu komunikačnímu důstojníkovi požádat o doplnění raket. Také to můze být důležité pro další události v rámci mise. Pro zadokování se přibližte na vzdálenost 1U od stanice a siskněte tlačítko "Požádat o zakotvení", zbytek procedury je již zcela automatícký. Přibližte se k nedaleké stanici a zažádejte o zakotvení.

source: Now that you are docked, your movement is locked. As helms officer, there is nothing else you can do but undock, so do that now.
cs: Když jste zakotvení, váš pohyb je omezen. Jako kormidelník nemůžete dělat nic jiného, než se odkotvit. Tak to teď udělejte.

source: Ok, there are just a few more things that you need to know. Remember those beam weapons? As helms officer, it is your task to keep those beams on your target. I've set up an stationary enemy ship as a target. Destroy it with your beam weapons. Note that at every shot, the corresponding firing arc will change color.
cs: Ok. Ještě je tu pár dalších věcí, které potřebujete znát. Pamatujete si ještě paprskové zbraně? Jako kormidelník je váš úkol udržet tyto zbraně na cíli. Nachystali jsme nepohyblivou nepřátelskou loď jako terč. Zničte ji s vašimi paprskovými zbraněmi. Všimněte si, že při každém výstřelu patřičný palebný oblouk změní barvu.

source: Aggression is not always the solution, but boy, it is fun! On to the next task: moving long distances. There are two methods of moving long distances quickly. Depending on your ship, you either have a warp drive or a jump drive. The warp drive moves your ship at high speed, while the jump drive instantly teleports your ship a great distance.
cs: Agrese není vždy řešením, ale je rozhodně zábavná! Teď k dalšímu úkolu: přesuny na dlouhé vzdálenosti. Jsou dvě možnosti rychlého přesunu na dlouhé vzdálenosti. V závislosti na vaší lodi máte buď warp pohon, nebo skokový pohon. Warpový pohon pohybuje vaší lodí vysokou rychlostí, zatímco skokový pohon okamžitě teleportuje vaši loď na velkou vzdálenost.

source: First, let us try the warp drive. It functions like the impulse drive but only propels your ship forward, and consumes energy at a much faster rate. Use the warp drive to move more than 30u away from this starting point.
cs: Nejprve zkusme warpový pohon. Fungje podobně jako impulzní pohon, ale pohání vaši loď pouze dopředu a spotřebovává energii mnohem rychleji. Přesuňte se s použitím warpového pohonu více než 30U od tohoto místa.

source: Next, let us demonstrate the jump drive. To use the jump drive, point your ship in the direction where you want to jump, configure a distance to jump, and then initiate it. The jump occurs 10 seconds after you initiate. Use the jump drive to jump more than 30u from this starting point, in any direction.
cs: Dále se podívejme na skokový pohon. Chcete-li použít skokový pohon, namiřte vaši loď směrem, kterým chcete skočit, nastavte vzdálenost skoku a pak jej zahajte. Ke skoku dojde 10 sekund po zahájení. Použijte skokový pohon ke skoku více, než 30U od této pozice ve kterémkoliv směru.

source: Notice how your jump drive needs to recharge after use. This covers the basics of the helms officer.
cs: Všimněte si že se váš skokovy motor potřebuje po použití dobít. Toto pokrývá základy navigačního důstojníka.

source: This is the weapons screen. As the weapons officer, you are responsible for targeting beam weapons, loading and firing missile weapons, and controlling your shields.
cs: Toto je obrazovka ovládání zbraní. Jako zbraňový důstojník jste zodpovědný za míření paprskových zbraní, nabíjení, vybíjení a střelbu z torpédometů a za ovládání štítů.

source: Your most fundamental task is to target your ship's weapons. Your beam weapons only fire at your selected target, and homing missiles travel toward your selected target. Target the ship in front of you by pressing it.
cs: Váš nejzákladnější úkol je zaměřování paprskových zbraní. Paprskové zbraně střílí pouze na vámi vybraný cíl a naváděné střely letí k vámi vybranému cíli. Zaměřte loď přímo před vámi kliknutím na ni.

source: Good! Notice that your beam weapons did not fire on this ship until you targeted it. Next up: shield controls.
cs: Výborně! Všimněte si, že vaše paprskové zbraně nestřílely, dokud jste tuto loď nezacílili. Dále: ovládání štítů.

source: As you might notice, you are being shot at. Do not worry, you cannot die right now. You are taking damage, however, so enable your shields to protect yourself.
cs: Jak jste si jistě mohli všimnout, někdo na vás střílí. Nebojte se, momentálně nemůžete umřít. Nicméně, stále dostáváte poškození, takže se braňte zvednutím štítů.

source: Shields protect your ship from direct damage, but they cost extra energy to maintain, can take only a limited amount of damage, and are slow to recharge. Eventually, this enemy's attacks will get through your shields. Disable your shields to continue.
cs: Štíty chrání vaši loď před přímým poškozením, ale zvednuté stojí energii navíc, mohou dostat jen omezené množství poškození a pomalu se obnovují. Je jen otázkou času, kdy nepřátelská palba projde vašimi štíty. Sklopte štíty pro pokračování.

source: While only a single button, your shields are vital for survival. They protect against all kinds of damage, including beam weapons, missiles, asteroids, and mines, so make them one of your primary priorities. Next up, the real fun starts: missile weapons.
cs: I když je to jen jedno tlačítko, štíty jsou kritické pro přežití. Chrání proti různým typům poškození, včetně paprskových zbraní, raket, asteroidů a min, takže by to pro vás měla být jedna z hlavních priorit. Dále: Ta správná zábava - torpédomety.

source: You have 1 homing missile in your missile storage now, and 1 weapon tube. You can load this missile into your weapon tube. Depending on your ship type, you might have more types of missiles and more weapon tubes. Load this homing missile into the weapon tube by selecting the homing missile, and then pressing the load button for this tube. Note that it takes some time to load missiles into tubes.
cs: Právě teď máte 1 naváděnou střelu ve skladu raket, a 1torpédomet. Můžete nabít tuto raketu do torpédometu. V závislosti na typu vaší lodi můžete mít více typů raket a více torpédometů. Nabijte tuto naváděnou střelu do torpédometu vybráním střely a poté stiskem tlačítka "Nabít" u patřičného torpédometu. Mějte na paměti, že nabít střelu do torpédometu nějakou dobu trvá.

source: Great! Now fire this missile by clicking on the tube.
cs: Skvěle! Teď vystřelte raketu kliknutím na torpédomet.

source: Missile away!
cs: Raketa vypuštěna!

source: BOOM! That was just firing straight ahead, but you can also aim missiles. First, unlock your aim by pressing the [Lock] button above the radar view. Next, aim your missiles with the aiming dial surrounding the radar. Point the aiming dial at the next ship, load a missile, and fire.
cs: BUM! To byla zatím jen střelba vpřed, ale rakety můžete i mířit. Nejprve odemkněte zámek míření stisknutím tlačítka [zaměření] nad radarovým zobrazením. Dále, zamiřte vaše střely zaměřovacím prstenci kolem radaru. Zamiřte prstencem na další loď, nabijte raketu a vystřelte.

source: Perfect aim! The next ship is behind you. Target the ship by pressing it to guide your homing missiles toward your selected target. While not necessary against a stationary target, this homing ability can make all the difference against a moving target.
cs: Skvělý zásah! Další loď je za vámi. Zaměřte ji kliknutím na ni, pro navádění rakety přímo na vybraný cíl. I když to není nutné proti stacionárním cílům, navádění může velmi pomoct proti pohyblivým cílům.

source: In addition to homing missiles, your ship might have nukes, EMPs, and mines. Nukes and EMPs have the same features as homing missiles, but have a 1u-radius blast and do much more damage. EMPs damage only shields, and thus are great for weakening heavily shielded enemies.
cs: Kromě naváděných střel může vaše loď mít jaderné střely, EMP, a miny. EMP a jaderné střely mají stejné vlastnosti jako naváděné střely, ale mají poloměr výbuchu 1U a dávají mnohem větší poškození. EMP poškozují pouze štíty a tudíž jsou skvělé proti nepřátelům se silnými štíty.

source: Welcome to engineering. Engineering is split into two parts. The top part shows your ship's interior, including damage control teams stationed throughout. The bottom part controls power and coolant levels of your ship's systems.
cs: Vítejte ve strojovně. Obrazovka strojovny je rozdělena na dvě části. Horní část zobrazuje interiéry vaší lodi a rozmístění opravářských týmů. Spodní část obrazovky ovládá energii a chlazení lodních systémů.

source: First, we will explain your control over your ship's systems. Each row on the bottom area of the screen represents one of your ship's system, and each system has a damage level, heat level, power level, and coolant level. I've overheated your warp system. An overheating system can damage your ship. You can prevent this by putting coolant in your warp system. Select the warp system and increase the coolant slider.
cs: Nejprve vysvětlíme ovládání lodních systémů. Každý řádek na spodní části obrazovky zobrazuje jeden z lodních systémů a každý systém má stav poškození, teplotu, výkon a chlazení. Váš warpový pohon je přehřátý. Přehřátý systém může poškodit vaši loď. Můžete tomu zabránit přidáním chladiva do warpového pohonu. Vybrete warpový pohon a zvyšte pomocí posuvníku chlazení množství chladiva.

source: I've also overheated the impulse system. As before, increase the system's coolant level to mitigate the effect. Note that the warp system's coolant level is automatically reduced to allow for coolant in the impulse system. This is because you have a limited amount of coolant available to distribute this across your ship's systems.
cs: Nyní je přehřátý i impulzní pohon. Stejne jako před tím, pro zlepšení situace zvyšte množství chladiva do systému. Všimněte si, že úroveň chlazení warpového pohonu je automaticky snížená, aby bylo chladivo pro impulzní pohon. To je způsobeno tím, že máte jen omezené množství chladiva na chlazení lodních systémů.

source: Good! Next up: power levels. You can manage each system's power level independently. Adding power to a system makes it perform more effectively, but also generates more heat, and thus requires coolant to prevent it from overheating and damaging the system. Maximize the power to the front shield system.
cs: Dobře! Další na řadě: výkony. Výkon každého systému je možné ovládat nezávisle. Zvýšení výkonu systému způsobí, že systém bude pracovat efektivněji, ale také se bude více ohřívat a tím vyžadovat chlazení, aby se nepřehřál a tím i nepoškodil. Zvyšte výkon předních štítů na maximum.

source: The added power increases the amount of heat in the system. Overpower the system until it overheats.
cs: Vyšší výkon zvyšuje teplotu systému. Přetěžujte systém než se přehřeje.

source: Note that as the system overheats, it takes damage. Because the system is damaged, it functions less effectively. Systems can also take damage when your ship is hit while the shields are down.
cs: Všiměte si, že jak se systém přehřívá, dostává poškození. A protože je poškozený, funguje méně efektivně. Systémy také můžou být poškozeny když má vaše loď sklopené štíty a je zasažena.

source: In this top area, you see your damage control teams in your ship.
cs: V horní části obrazovky vidíte opravářské týmy na vaší lodi.

source: The front shield system is damaged, as indicated by the color of this room's outline. Select a damage control team from elsewhere on the ship by pressing it, then press on that room to initiate repairs. (Repairs will take a while.)
cs: Přední štíty jsou poškozeny, jak je vidět na obrysu této místnosti. Pro opravu předních štítů vybrete opravářský tým z jiné části lodi tím, že na něj kliknete, pak klikněte na místnost kam má jít zahájit opravy. (Opravy nějaký čas zaberou.)

source: Good. Now you know your most important tasks. Next, we'll go over each system's function in detail. Remember, each system performs better with more power, but performs less well when damaged. Your job is to keep vital systems running as well as you can.
cs: Tak. Nyní znáte nejdůležitější úkoly. Dále se detailněji podíváme na to, co jednotlivé systémy dělají. Pamatujte si, že každý systém pracuje lépe, když má vyššívýkon, ale pracuje hůře, když je poškozen. Vaše práce je udržet klíčové systémy běžet co nejlépe dokážete.

source: Reactor: The reactor generates energy. Adding power to the reactor increases your energy generation rate.
cs: Reaktor: Reaktor produkuje energii. Vyšší výkon reaktoru zvýší rychlost generování energie.

source: Beam Weapons: Adding power to the beam weapons system increases their rate of fire, which causes them to do more damage. Note that every beam you fire adds additional heat to the system.
cs: Paprskové zbraně: Zvýšením výkonu paprskových zbraní docílíte zvýšení rychlosti palby, čímž docílíte většího poškození. Pamatujte, že každý vystřelený paprsek přidává systému další teplo.

source: Missile System: Increased missile system power lowers the reload time of weapon tubes.
cs: Torpédomety: Zvýšení výkonu torpédometů zrychluje přebíjení torpédometů.

source: Maneuvering: Increasing power to the maneuvering system allows the ship to turn faster. It also increases the recharge rate for the combat maneuvering system.
cs: Manévrování: Zvýšení výkonu manévrování umožňí lodi se rychleji otáčet. Také urychluje dobíjení úhybných manévrů.

source: Impulse Engines: Adding power to the impulse engines increases your impulse flight speed.
cs: Impulzní pohon: Vyšší výkon impulzního pohonu zvyšuje vaši impulzní rychlost.

source: Warp Drive: Adding power to the warp drive increases your warp drive flight speed.
cs: Warpový pohon: Zvýšením výkonu ve warpovém pohonu docílíte rychlejší let warpovými rychlostmi.

source: Jump Drive: A higher-powered jump drive recharges faster and has a shorter delay before jumping.
cs: Skokový pohon: Vyšší výkon skokového pohonu snamená, že se pohon rychleji dobíjí mezi skoky a zkracuje dobu do skoku.

source: Shields: Additional power in the shield system increases their rate of recharge, and decreases the amount of degradation your shields sustain when damaged.
cs: Štíty: Vyšší výkon ve štítech urychluje jejich dobíjení a snižuje degradaci, kterou vaše štíty utrpí při vykrývání poškození.

source: This concludes the overview of the engineering station. Be sure to keep your ship running in top condition!
cs: Toto ukončuje přehled pracoviště strojovny. Postarejte se ať vaše loď funguje v co nejlepším stavu!

source: Welcome, science officer. You are the eyes of the ship. Your job is to supply the captain with information. From your station, you can detect and scan objects at a range of up to 30u.
cs: Vítejte, vědecký důstojníku. Vy jste očima lodi. Vaše práce je zásobovat kapitána informacemi. Z vaší stanice můžete detekovat a skenovat objekty až do vzdálenosti 30U.

source: On this radar, you can select objects to get information about them. I've added a friendly ship and a station for you to examine. Select them and notice how much information you can observe. Heading and distance are of particular importance, as without these, the helms officer will be jumping in the dark.
cs: Na tomto radaru můžete výberem jednotlvých objektů o nich získat informace. Přidal jsem vám na prozkoumání přátelskou loď a stanici. Vybrete je a všimněte si, kolik informací o nich můžete zjistit. Kurs a vzdálenost jsou obzvláště důležité. Bez nich by váš pilot skákal s lodí naslepo.

source: I've replaced the friendly station with an unknown ship. Once you select it, notice that you know nothing about this ship. To learn about it, you must scan it. Scanning requires you to match your scanner's frequency bands to your target's. Scan this ship now.
cs: Nahradil jsem přátelskou stanici neznámou lodí. Až ji vyberete, všimněte si že o ní nevíte prakticky nic. Abyste se něco dozvěděli, musíte ji oskenovat. Skenování vyžaduje abyste srovnali frekvenční pásma vašich skenerů s pásmy vašeho cíle. Oskenujte tuto loď.

source: Good. Notice that you now know this ship is unfriendly. It might have been a friendly or neutral ship as well, but until you scanned it, you do not know.
cs: Dobrá. Všimněte si že teď víte, že tato loď je nepřátelská. Mohla být i přátelská, nebo neutrální, ale dokud ji neoskenujete, tak to nezjistíte.

source: Note that you have less information about this ship than the friendly ship. You must perform a deep scan of this ship to acquire more information. A deep scan takes more effort and requires you to align 2 different frequency bands simultaneously. Deep scan the enemy now.
cs: Všimněte si, že máte méně informací o této lodi, než o přátelské lodi. Musíte provést hloubkový sken této lodi pro zjištění více informací. Hloubkový sken vyžaduje více námahy a požaduje po vás sjednotit 2 frekvenční pásma současně. Proveďte hloubkový sken nepřítele.

source: Excellent. Notice that this took more time and concentration than the simple scan, so be careful to perform deep scans only when necessary or you could run out of time.
cs: Výborně. Všimněte si, že to vyžadovalo více času a koncentrace, než jednoduchý sken, tak buďte střídmí s hloubkovým skenem a používejte jej jen, když bude třeba, nebo vám může dojít čas.

source: Next to the long-range radar, the science station can also access the science database. In this database, you can look up details on things like ship types, weapons, and other objects.
cs: Kromě radaru dlouhého dosahu, vědecké pracoviště také může přistoupit do vědecké databáze. V této databázi můžete vyhledat detaily k typům lodí, zbraním nebo jiným objektům.

source: Remember, your job is to supply information. Knowing the location and status of other ships is vital to your captain. Without your information, the crew is mostly blind.
cs: Pamatujte, vaše práce je zásobování informacemi. Vědět pozici a stav ostatních lodí je pro vašeho kapitána klíčové. Bez vašich informací je posádka převážně slepá.

source: Welcome to relay! It is your job to communicate with stations and ships. You also have access to short-range radar data from friendly ships and stations, and can place navigational waypoints and launch scanning probes.
cs: Vítejte na komunikačním pracovišti. Vaším úkolem je komunikovat s okolními stanicemi a loděmi. Také máte přístup k radarům krátkého dosahu od spřátelených lodí a stanic, můžete umisťovat navigační body a vysílat senzorové sondy.

source: Your first responsibility is to coordinate the ship's communications. You can target any station or ship and attempt to communicate with it. Other ships can also attempt to contact you.
cs: Vaše první zodpovědnost je starat se o komunikaci. Můžete vybrat jakoukoliv stanici nebo loď a zkusit s ní komunikovat. Ostatní lodě se můžou pokusit zkontaktovat vás.

source: You successfully opened communications. Congratulations.
cs: Gratuluji. Úspěšně jste zahájil komunikaci.

source: Tell me more!
cs: Rád bych věděl víc!
