Repository: daid/EmptyEpsilon
Catalog: scripts/locale/comms_station.*.po
Languages: de

# commsStation
source: We are under attack! No time for chatting!
de: Wir werden angegriffen! Keine Zeit zu plaudern!

# commsStation
source: Good day, officer! Welcome to %s. What can we do for you today?
de: Guten Tag! Willkommen bei %s. Was kömmem wir für sie tun?

# commsStation
source: Welcome to our lovely station %s.
de: Willkommen auf unserer wundervollen Station %s.

# commsStation
source: Do you have spare homing missiles for us?
de: Haben Sie Zielsuchraketen für uns?

# commsStation
source: Can you restock us with HVLI?
de: Können sie unsere HGBIs wieder auffüllen?

# commsStation
source: Please re-stock our mines.
de: Bitte füllen Sie unsere Minen wieder auf.

# commsStation
source: Can you supply us with some nukes?
de: Können Sie unsere Nukes wieder auffüllen?

# commsStation
source: Please re-stock our EMP missiles.
de: Bitte füllen Sie unsere EMPs wieder auf.

# commsStation
source: %s (%d rep each)
de: %s (%d Ruf jeweils)

# commsStation
source: You need to stay docked for that action.
de: Für diese Aktion müssen Sie angedockt bleiben.

# commsStation
source: We do not deal in weapons of mass destruction.
de: Wir handeln nicht mit Massenvernichtungswaffen.

# commsStation
source: We do not deal in weapons of mass disruption.
de: Wir handen nicht mit Störwaffen.

# commsStation
source: We do not deal in those weapons.
de: Mit dieser Art Waffen handeln wir nicht.

# commsStation
source: All nukes are charged and primed for destruction.
de: Alle Nukes sind geladen.

# commsStation
source: Sorry, sir, but you are as fully stocked as I can allow.
de: Es tut mir leid, aber dieser Vorrat ist bereits randvoll.

# button
source: Back
de: Zurück

# commsStation
source: Not enough reputation.
de: Nicht genug Ruf.

# commsStation
source: You are fully loaded and ready to explode things.
de: Sie sind voll aufgestockt und bereit Dinge in die Luft zu sprengen.

# commsStation
source: We generously resupplied you with some weapon charges. Put them to good use.
de: Wir haben ihren Munitionsvorrat entsprechend aufgefüllt. Setzen Sie die Geschosse weise ein.

# commsStation
source: This is %s. Good day, officer. If you need supplies, please dock with us first.
de: Guten Tag, hier spricht %s. Wenn Sie Vorräte benötigen, docken Sie bitte bei uns an.

# commsStation
source: This is %s. Greetings. If you want to do business, please dock with us first.
de: Guten Tag, hier spricht %s. Wenn Sie mit uns Geschäfte machen wollen, docken Sie bitte bei uns an.

# commsStation
source: Can you send a supply drop? (%d rep)
de: Können Sie uns eine Munitionslieferung schicken? (%d rep)

# commsStation
source: Please send reinforcements! (%d rep)
de: Bitte senden Sie Verstärkung! (%d rep)

# commsStation
source: You need to set a waypoint before you can request backup.
de: Sie müssen einen Wegpunkt setzen, bevor Sie eine Lieferung anfordern können.

# commsStation
source: To which waypoint should we deliver your supplies?
de: An welchen Wegpunkt sollen wir die Lieferung schicken?

# commsStation
source: We have dispatched a supply ship toward %s.
de: Wir haben ein Versorgungsschiff nach %s geschickt.

# commsStation
source: Not enough reputation!
de: Nicht genug Ruf!

# commsStation
source: You need to set a waypoint before you can request reinforcements.
de: Sie müssen einen Wegpunkt setzen, bevor Sie Verstärkung anfordern können.

# commsStation
source: To which waypoint should we dispatch the reinforcements?
de: Zu welchem Wegpunkt sollen wir die Verstärkung schicken?

# commsStation
source: We have dispatched %s to assist at %s.
de: Wir haben %s ausgeschickt um bei %s zu unterstützen.
