Repository: daid/EmptyEpsilon
Catalog: scripts/locale/cpu_ship_diversification_scenario_utility.*.po
Languages: fr

# scienceDB
source: Personnel Jump Freighter 3
fr: Navette 3 (avec téléportation)

# scienceDB
source: The Space Sedan was built around a surplus Personnel Jump Freighter 3. It's designed to provide relatively low cost transportation primarily for people, but there is also a limited amount of cargo space available
fr: La Berline spatiale a été construite autour d'un surplus de Navette 3 avec téléportation (personnel Jump Freighter 3). Elle est conçue pour fournir un transport relativement peu coûteux principalement pour les personnes, mais l'espace de chargement disponible pour les bagages reste limité.

# scienceDB
source: Personnel Jump Freighter 5
fr: Navette 5 (avec téléportation)

# scienceDB
source: The Omnibus was designed from the Personnel Jump Freighter 5. It's made to transport large numbers of passengers of various types along with their luggage and any associated cargo
fr: L'Omnibus a été conçu à partir de la Navette 5 avec téléportation (personnel Jump Freighter 5). Elle est conçue pour transporter un grand nombre de passagers de différents types ainsi que leurs bagages et toute cargaison personnelle.

# scienceDB
source: Equipment Jump Freighter 4
fr: Transport d'équipement 4 (avec téléportation)

# scienceDB
source: The Service Jonque is a modified Equipment Jump Freighter 4. It's designed to carry spare parts and equipment as well as the necessary repair personnel to where it's needed to repair stations and ships
fr: La Jonque de service est un transport d'équipement 4 avec saut (Equipement Jump Freighter 4) modifié. Elle est conçue pour transporter des pièces de rechange et de l'équipement ainsi que du personnel de réparation là où il est nécessaire de réparer les stations et vaisseaux.

# scienceDB
source: Personnel Freighter 1
fr: Navette 1

# scienceDB
source: The Courier is a souped up Personnel Freighter 1. It's made to deliver people and messages fast. Very fast
fr: Le Courrier est une Navette 1 (Personnel Freighter 1) boostée. Elle est conçue pour acheminer les gens et les messages rapidement. Très rapidement.

# scienceDB
source: Equipment Freighter 2
fr: Transport d'équipement 2

# scienceDB
source: The Work Wagon is a conversion of an Equipment Freighter 2 designed to carry equipment and parts where they are needed for repair or construction.
fr: Le Wagon Bosseur est un transport d'équipement 4 (Equipment Freighter 4) modifié. Il est conçu pour transporter de l'équipement et des pièces là où elles sont demandées pour la réparation ou la construction de vaisseaux.

# scienceDB
source: Goods Freighter 3
fr: Transport de marchandises 3

# scienceDB
source: As a side contract, Conversion R Us put together the Laden Lorry from some recently acquired Goods Freighter 3 hulls. The added warp drive makes for a more versatile goods carrying vessel.
fr: Grâce à un contrat annexe, Conversions R Us a pu assembler le Camion tracteur à partir de certaines coques de Transport de marchandises 3 (Goods Freighter 3) récemment acquises. Avec un moteur à vitesse lumière ajouté, cela en fait un vaisseau de transport de marchandises plus polyvalent.

# scienceDB
source: Garbage Freighter 3
fr: Transport de déchets 3

# scienceDB
source: Conversion R Us cleaned up and converted excess freighter hulls into Physics Research vessels. The reduced weight improved the impulse speed and maneuverability.
fr: Conversions R Us a nettoyé et converti les coques de cargo (freighter) excédentaires en vaisseau de recherche sur la physique. Le poids réduit a amélioré la vitesse des moteurs et la maniabilité de ce laboratoire mobile.

# scienceDB
source: Class
fr: Classe

# scienceDB
source: Shield
fr: Boucliers

# scienceDB
source: Hull
fr: Coque

# scienceDB
source: Move speed
fr: Vit. de mouvement

# scienceDB
source: Reverse move speed
fr: Vit. arrière mvt

# scienceDB
source: Turn speed
fr: Vit. de rotation

# scienceDB
source: %.1f deg/sec
fr: %.1f°/sec

# scienceDB
source: Jump range
fr: Portée de saut

# scienceDB
source: Warp Speed
fr: Vitesse lumière

# scienceDB
source: Beam weapon %s:%s
fr: Faisc. cap:%s° amp:%s°

# scienceDB
source: %.1f Dmg / %.1f sec
fr: Dégâts : %.1f Cycle : %.1fs

# scienceDB
source: Storage %s
fr: Stockage %s
