Repository: daid/EmptyEpsilon
Catalog: scripts/locale/cpu_ship_diversification_scenario_utility.*.po
Languages: fr

# scienceDB
source: Ships
fr: Vaisseaux

# scienceDB
source: Corvette
fr: Corvettes

# scienceDB
source: The Atlantis Y42 improves on the Atlantis X23 with stronger shields, faster impulse and turn speeds, an extra beam in back and a larger missile stock
fr: L'Atlantis Y42 améliore l'Atlantis X23 avec des boucliers plus solides, des vitesses d'impulsion et de rotation plus rapides, un faisceau laser supplémentaire à l'arrière et un plus grand stock de missiles.

# scienceDB
source: Frigate
fr: Frégates

# scienceDB
source: Small tubes 0
fr: Tube léger 0

# scienceDB
source: 7 sec / Homing, 8 sec / Nuke
fr: 7s / Homing, 8s / Nuke

# scienceDB
source: Small tubes 5 & -5
fr: Tubes légers 5 et -5

# scienceDB
source: 8 sec / Homing, 9 sec / Nuke
fr: 8s / Homing, 9s / Nuke

# scienceDB
source: Small tube 0
fr: Tube léger 0

# scienceDB
source: 5 sec / EMP
fr: 5s / EMP

# scienceDB
source: Small tubes 5 & -5
fr: Tubes légers 5 et -5

# scienceDB
source: 6 sec / EMP
fr: 6s / EMP

# scienceDB
source: Small tube 0
fr: Tube léger 0

# scienceDB
source: 3 sec / HVLI
fr: 3s / HVLI

# scienceDB
source: Small tubes 5 & -5
fr: Tubes légers 5 et -5

# scienceDB
source: 4 sec / HVLI
fr: 4s / HVLI

# scienceDB
source: Small tubes 10 & -10
fr: Tubes légers 10 et -10

# scienceDB
source: 5 sec / HVLI
fr: 5s / HVLI

# scienceDB
source: 5 sec / Homing
fr: 5s / Homing

# scienceDB
source: 10 sec / Nuke
fr: 10s / Nuke

# scienceDB
source: The Barracuda started off as a Phobos T3. It was given massive upgrades to shields, hull and missile weapons. The impulse systems were also upgraded. It's designed to spray missiles forth at a prodigious rate. It barely qualifies as a frigate, it's more like a mini-corvette.
fr: Le Barracuda a démarré comme un Phobos T3. Il a reçu des améliorations massives au niveau de ses boucliers, coque et missiles. Les systèmes à impulsion ont également été améliorés. Il est conçu pour lancer des missiles à une vitesse prodigieuse. On le qualifie à peine de frégate, elle s'apparente plutôt à une mini-corvette.

# scienceDB
source: Cruiser Drone
fr: Drone croiseur

# scienceDB
source: Cruiser
fr: Croiseur

# scienceDB
source: A standard cruiser modifed for target practice purposes: stronger hull and shields, faster impulse and better maneuverability. Some of these may have slipped out of the automated manufacturing facility to be refurbished for actual militia use.
fr: Un croiseur (Cruiser) standard modifié à des fins d'entraînement à la cible : coque et boucliers plus solides, vitesse d'impulsion plus rapide et meilleure maniabilité. Certains d'entre eux ont peut-être échappé à l'usine de fabrication automatisée pour être remis à neuf et être utilisé par la milice.

# scienceDB
source: No Class
fr: Sans classe

# scienceDB
source: Tug
fr: Remorqueur

# scienceDB
source: The Cucaracha is a quick ship built around the Tug model with heavy shields and a heavy beam designed to be difficult to squash
fr: Le Cucaracha est un vaisseau rapide construit autour du modèle Remorqueur (Tug) avec de lourds boucliers et un faisceau laser large conçu pour être difficile à éviter.

# scienceDB
source: Dreadnought II
fr: Cuirassé II

# scienceDB
source: Dreadnought
fr: Cuirassés

# scienceDB
source: A modified Dreadnought: stronger hull, weaker shields, ~3x faster impulse and turn speeds. A tube that shoots homing missiles has been added. Don't forget to thank your science database librarian for making this information available. She likes cookies.
fr: Un Cuirassé (Dreadnought) modifié : coque plus solide, boucliers plus faibles, vitesses d'impulsion et de manœuvre 3x plus rapides. Un tube de missiles à tête chercheuse (homing) a été ajouté à l'avant du vaisseau.

# scienceDB
source: Heavy Drone
fr: Drone lourd

# scienceDB
source: Ktlitan Drone
fr: Drone Ktlitien

# scienceDB
source: The heavy drone has a stronger hull and a stronger beam than the normal Ktlitan Drone, but it also moves slower
fr: Le drone lourd a une coque plus solide et un faisceau plus puissant que le drone Ktlitien (Ktlitan Drone) classique, mais il se déplace également plus lentement.

# scienceDB
source: The hyper drone is a normal Ktlitan Drone with a warp drive installed
fr: L'Hyper Drone est un drone Ktlitan classique avec un moteur de vitesse lumière.

# scienceDB
source: Jacket Drone
fr: Drone de poche

# scienceDB
source: The Jacket Drone is a Ktlitan Drone with a shield. It's also slightly slower and has a slightly weaker beam due to the energy requirements of the added shield
fr: Le drone de poche est un drone Ktlitien (Ktlitan Drone) possédant un bouclier. Il est également légèrement plus lent et a un faisceau légèrement plus faible en raison des besoins énergétiques du bouclier ajouté.

# scienceDB
source: Lite Drone
fr: Drone léger

# scienceDB
source: The light drone was pieced together from scavenged parts of various damaged Ktlitan drones. Compared to the Ktlitan drone, the lite drone has a weaker hull, and a weaker beam, but a faster turn and impulse speed
fr: Le drone léger a été assemblé à partir de pièces récupérées de divers drones Ktlitiens (Ktlitan Drone) endommagés. Comparé au drones Ktlitiens, le drone léger a une coque et un faisceau laser plus faibles, mais une manœuvre et des moteurs plus rapides.

# scienceDB
source: Enforcer
fr: Exécuteur

# scienceDB
source: Blockade Runner
fr: Coursier

# scienceDB
source: Large tube 0
fr: Tube large 0

# scienceDB
source: The Enforcer is a highly modified Blockade Runner. A warp drive was added and impulse engines boosted along with turning speed. Three missile tubes were added to shoot homing missiles, large ones straight ahead. Stronger shields and hull. Removed rear facing beams and strengthened front beams.
fr: L'Exécuteur est un Coursier (Blockade Runner) hautement modifié. La vitesse lumière a été ajouté et les moteurs à impulsion ont été boostés ainsi que la manœuvre. 3 tubes lance-missiles ont été ajoutés pour tirer des missiles à tête chercheuse (homing) dont des gros tubes à l'avant. Boucliers et coque plus solides. Suppression des faisceaux laser arrières et renforcement des faisceaux laser à l'avant.

# scienceDB
source: The Farco models are evolutionary changes to the Phobos T3. In the case of the Farco 3, the beams are longer and faster and the shields are slightly stronger.
fr: Les modèles Farco sont des modifications évolutives du Phobos T3. Dans le cas du Farco 3, les faisceaux laser sont plus longs et plus rapides et les boucliers sont légèrement plus solides.

# scienceDB
source: The Farco models are evolutionary changes to the Phobos T3. In the case of the Farco 5, the tubes load faster and the shields are slightly stronger.
fr: Les modèles Farco sont des modifications évolutives du Phobos T3. Dans le cas du Farco 5, les tubes se chargent plus rapidement et les blindages sont légèrement plus solides.

# scienceDB
source: The Farco models are evolutionary changes to the Phobos T3. In the case of the Farco 8, the beams are longer and faster, the tubes load faster and the shields are stronger.
fr: Les modèles Farco sont des modifications évolutives du Phobos T3. Dans le cas du Farco 8, les faisceaux laser sont plus longs et plus rapides, les tubes se chargent plus vite et les blindages sont plus solides.

# scienceDB
source: The Farco models are evolutionary changes to the Phobos T3. In the case of the Farco 11, the maneuver speed is faster, the beams are longer and faster, there's an added longer sniping beam and the shields are stronger.
fr: Les modèles Farco sont des modifications évolutives du Phobos T3. Dans le cas du Farco 11, la vitesse de manœuvre est plus rapide, les faisceaux laser sont plus longs et plus rapides, il y a un faisceau "sniper" plus long et les boucliers sont plus solides.

# scienceDB
source: The Farco models are evolutionary changes to the Phobos T3. In the case of the Farco 13, the maneuver speed is faster, the beams are longer and faster, there's an added longer sniping beam, the tubes load faster, there are more missiles and the shields are stronger.
fr: Les modèles Farco sont des modifications évolutives du Phobos T3. Dans le cas du Farco 13, la vitesse de manœuvre est plus rapide, les faisceaux laser sont plus longs et plus rapides, il y a un faisceau "sniper" plus long, les tubes se chargent plus rapidement, il y a plus de missiles et les boucliers sont plus solides.

# scienceDB
source: Fighter II
fr: Chasseur II

# scienceDB
source: Starfighter
fr: Chasseurs stellaires

# scienceDB
source: Fighter
fr: Chasseur

# scienceDB
source: Fighters are quick, agile ships that do not do a lot of damage, but usually come in larger groups. They are easy to take out, but should not be underestimated. The Fighter II is a more powerful version with stronger beams, hull and shields and an added homing missile tube. All those additions make it a bit slower, though. Give your science database librarian a big smile. She works hard for you.
fr: Les Chasseurs stellaires (Starfighters) sont des vaisseaux généralement rapides et agiles qui font peu de dégâts, mais ils se déplacent généralement en escouade. Ils sont faciles à éliminer, mais ne doivent pas être sous-estimés. Le Chasseur II est une version améliorée des modèle Frelon (Hornet) avec un faisceau, une coque et des boucliers plus puissants. Il dispose en plus d'un tube de missile à tête chercheuse (homing). Cependant, tous ces ajouts le rendent un peu plus lent.

# scienceDB
source: Gnat
fr: Moucheron

# scienceDB
source: The Gnat is a nimbler version of the Ktlitan Drone. It's got half the hull, but it moves and turns faster
fr: Le Moucheron est une version plus agile du drone Ktlitien (Ktlitan Drone). Il a une coque 2 fois moins épaisse, mais il bouge et tourne plus vite.

# scienceDB
source: Gunship II
fr: Combattant V3

# scienceDB
source: Adv. Gunship
fr: Combattant V2

# scienceDB
source: The advanced gunship is a ship equiped with 2 homing missiles to do initial damage and then take out the enemy with 2 front firing beams. It's designed to quickly take out the enemies weaker then itself. Version II has stronger beams, but a weaker hull. Don't forget to tip your science database librarian.
fr: Le Combattant V3 est équipé de 2 tubes de missile à tête chercheuse à l'avant lui permettant de faire de gros dégâts avant d'éliminer définitivement l'ennemi avec ses 2 faisceaux laser avant. Il est conçu pour éliminer rapidement des ennemis plus faibles que lui. Il a des faisceaux laser plus puissants, mais une coque plus faible que le Combattant V2 (Advanced Gunship) .

# scienceDB
source: FX64 Hornet
fr: Frelon FX64

# scienceDB
source: MT52 Hornet
fr: Frelon MT52

# scienceDB
source: The FX64 Hornet is somewhat similar to the MT52 and MU52 models. The beam is longer, narrower and does more damage than both of the other Hornet models. It's max impulse speed and turn speed is faster than both of the other Hornet models. It's hull is weaker
fr: Le Frelon MV52 est quelque peu similaire aux modèles MT52 et MU52. Son faisceau laser est plus long, moins large et fait plus de dégâts que ces deux autres modèles. Ses vitesses d'impulsion et de rotation sont également plus rapides. Par contre sa coque est plus faible.

# scienceDB
source: MT55 Hornet
fr: Frelon MT55

# scienceDB
source: The MT55 Hornet is similar to the 52 series Hornet models. Its speed is faster but it turns more slowly
fr: Le Frelon MT55 est similaire aux modèles Hornet de la série 52. Sa vitesse est plus rapide mais il tourne plus lentement.

# scienceDB
source: MV52 Hornet
fr: Frelon MV52

# scienceDB
source: The MV52 Hornet is very similar to the MT52 and MU52 models. The beam does more damage than both of the other Hornet models, it's max impulse speed is faster than both of the other Hornet models, it turns faster than the MT52, but slower than the MU52
fr: Le Frelon MV52 est très similaire aux modèles MT52 et MU52. Son faisceau laser fait plus de dégâts, ses moteurs sont plus rapide, il tourne plus vite que le MT52, mais plus lentement que le MU52.

# scienceDB
source: Hurricane
fr: Ouragan

# scienceDB
source: Large tube 90
fr: Tube large 90

# scienceDB
source: Large tube -90
fr: Tube large -90

# scienceDB
source: Small tube -15
fr: Tube léger -15

# scienceDB
source: Small tube 15
fr: Tube léger 15

# scienceDB
source: The Hurricane is designed to jump in and shower the target with missiles. It is based on the Piranha F8, but with a jump drive, five more tubes in various directions and sizes and lots more missiles to shoot
fr: L'Ouragan est conçu pour se téléporter au cœur de l'action et inonder la cible de missiles. Il est basé sur le Piranha F8, mais avec un téléporteur, 5 tubes lance-missiles supplémentaires dans différentes directions et tailles et beaucoup plus de missiles à tirer.

# scienceDB
source: Adder MK5
fr: Vipère MK5

# scienceDB
source: Conversions R Us purchased a number of Adder MK 5 ships at auction and added jump drives to them to produce the Jade 5
fr: Conversions R Us a acheté un certain nombre de vaisseaux Vipère MK5 (Adder MK5) aux enchères et leur a ajouté des moteurs de téléportation pour produire le Jade 5.

# scienceDB
source: K2 Breaker
fr: Briseur K2

# scienceDB
source: Ktlitan Breaker
fr: Briseur Ktlitien

# scienceDB
source: The K2 Breaker designers took the Ktlitan Breaker and beefed up the hull, added two bracketing tubes, enlarged the center tube and added more missiles to shoot. Should be good for a couple of enemy ships
fr: Les concepteurs du Briseur K2 ont pris le Briseur Ktlitien (Ktlitan Breaker) et renforcé sa coque, ajouté 2 tubes lance-missiles, agrandi le tube central et ajouté plus de missiles à tirer. Devrait être adapté contre quelques vaisseaux ennemis.

# scienceDB
source: K2 Fighter
fr: Chasseur K2

# scienceDB
source: Ktlitan Fighter
fr: Chasseur Ktlitien

# scienceDB
source: Enterprising designers published this design specification based on salvaged Ktlitan Fighters. Comparatively, it's got beams that cycle faster, but the hull is a bit weaker.
fr: Des concepteurs créatifs ont conçu cette variante basée sur des chasseurs Ktlitiens (Ktlitan Fighters) récupérés. Comparativement, ce modèle a des faisceaux laser qui se rechargent plus rapidement, mais la coque est un peu plus faible.

# scienceDB
source: K3 Fighter
fr: Chasseur K3

# scienceDB
source: Enterprising designers published this design specification based on salvaged Ktlitan Fighters. Comparatively, it's got beams that are stronger and that cycle faster, but the hull is weaker.
fr: Des concepteurs créatifs ont conçu cette variante basée sur des chasseurs Ktlitiens (Ktlitan Fighters) récupérés. Comparativement, ce modèle a des faisceaux laser qui se rechargent plus rapidement et sont plus solides, mais la coque est plus faible.

# scienceDB
source: Small tube -10
fr: Tube léger -10

# scienceDB
source: Small tube 10
fr: Tube léger 10

# scienceDB
source: Large tube -15
fr: Tube large -15

# scienceDB
source: Large tube 15
fr: Tube large 15

# scienceDB
source: Missile Storage
fr: Stock missiles

# scienceDB
source: The Maniapak is an extreme modification of an Adder MK5 and a Blade. A maniacal designer was tasked with packing as many missiles as possible in this tiny starfighter frame. This record has yet to be beaten. Unfortunately, this ship is often a danger to friends as well as foes.
fr: Le Maniapak est une modification extrême d'un Vipère MK5 (Adder MK5) et d'un Blade. Un concepteur maniaque s'est chargé d'emballer autant de missiles que possible dans ce petit châssis de chasseur stellaire. Il tient toujours le record. Malheureusement, ce vaisseau est souvent un danger pour les amis comme pour les ennemis.

# scienceDB
source: The Phobos R2 model is very similar to the Phobos T3. It's got a faster turn speed, but only one missile tube
fr: Le modèle Phobos R2 est très similaire au Phobos T3. Il a une vitesse de rotation plus rapide, mais un seul tube de missile.

# scienceDB
source: The Phobos T4 makes some simple improvements on the Phobos T3: faster maneuver, stronger front shields, though weaker rear shields and longer and faster beam weapons
fr: Le Phobos T4 apporte quelques améliorations simples au Phobos T3 : une manœuvre plus rapide, des boucliers avant plus solides mais des boucliers arrière plus faibles et des faisceaux laser plus longs et plus rapides.

# scienceDB
source: Large tube -60
fr: Tube large -60

# scienceDB
source: Large tube 60
fr: Tube large 60

# scienceDB
source: The Predator is a significantly improved Piranha F8. Stronger shields and hull, faster impulse and turning speeds, a jump drive, beam weapons, eight missile tubes pointing in six directions and a large number of homing missiles to shoot.
fr: Le Predator est un Piranha F8 considérablement amélioré. Des boucliers et une coque plus solides, des vitesses d'impulsion et de rotation plus rapides, un téléporteur, des faisceaux laser, 8 tubes lance-missiles pointant dans 6 directions et un grand nombre de missiles à tête chercheuse (homing) à tirer.

# scienceDB
source: Shepherd
fr: Berger

# scienceDB
source: Exuari
fr: Éxuaris

# scienceDB
source: Dagger
fr: Dague

# scienceDB
source: The Shepherd is a Fighter with a long narrow beam. Tactical recommendation: hack the impulse engines
fr: Le Berger est un combattant doté d'un faisceau long et étroit. Recommandation tactique : pirater les moteurs à impulsion adverses.

# scienceDB
source: The designers of the Starhammer III took the Starhammer II and added a rear facing beam, enlarged one of the missile tubes and added more missiles to fire
fr: Les concepteurs du Starhammer III ont pris le Starhammer II et y ont ajouté un faisceau laser orienté vers l'arrière, agrandi l'un des tubes lance-missiles et ajouté plus de missiles à tirer.

# scienceDB
source: The Starhammer V recognizes common modifications made in the field to the Starhammer II: stronger shields, faster impulse and turning speeds, additional rear beam and more missiles to shoot. These changes make the Starhammer V a force to be reckoned with.
fr: Le Starhammer V propose des modifications courantes apportées sur le Starhammer II : des boucliers plus solides, des vitesses d'impulsion et de rotation plus rapides, un faisceau laser arrière supplémentaire et plus de missiles à tirer. Ces changements font du Starhammer V une force avec laquelle il faut compter.

# scienceDB
source: Tempest
fr: Tourmente

# scienceDB
source: Large tube -88
fr: Tube large -88

# scienceDB
source: Large tube 88
fr: Tube large 88

# scienceDB
source: Loosely based on the Piranha F12 model, the Tempest adds four more broadside tubes (two on each side), more HVLIs, more Homing missiles and 8 Nukes. The Tempest can strike fear into the hearts of your enemies. Get yourself one today!
fr: Librement basé sur le modèle Piranha F12, la Tourmente possède quatre autres tubes latéraux (deux de chaque côté), plus de HVLI, plus de missiles à tête chercheuse (homing) et 8 Nukes. La tourmente peut semer la peur dans le cœur de vos ennemis. Procurez-vous-en un aujourd'hui !

# scienceDB
source: Touchy
fr: Épineux

# scienceDB
source: Touchy is a fighter with a highly modified beam weapon: narrower, longer, slower and stronger
fr: L'Épineux est un combattant doté de faisceaux laser grandement modifiés : plus étroits, plus longs, plus lents et plus puissants.

# scienceDB
source: Battlestation
fr: Station de combat

# scienceDB
source: The Tyr is the shipyard's answer to admiral Konstatz' casual statement that the Battlestation model was too slow to be effective. The shipyards improved on the Battlestation by fitting the Tyr with more than twice the impulse speed and more than six times the turn speed. They threw in stronger shields and hull and wider beam coverage just to show that they could
fr: Le Tyr est la réponse du chantier naval à la déclaration désinvolte de l'amiral Konstatz selon laquelle le modèle Station de combat (Battlestation) était trop lent pour être efficace. Les chantiers navals ont amélioré la Station de combat en boostant le Tyr par plus de deux fois la vitesse d'impulsion et par plus de six fois la vitesse de manœuvre. Ils ont ajouté des boucliers et une coque plus solides et une couverture de faisceaux laser plus large. Juste pour montrer qu'ils en étaient capable.

# scienceDB
source: Conversions R Us purchased a number of Adder MK 5 ships at auction and added warp drives to them to produce the Waddle 5
fr: Conversions R Us a acheté un certain nombre de vaisseaux Vipère MK5 (Adder MK5) aux enchères et leur a ajouté des moteurs à vitesse lumière pour produire le Waddle 5.

# scienceDB
source: Weapons platform II
fr: Plateforme armée II

# scienceDB
source: Weapons platform
fr: Plateforme armée

# scienceDB
source: The weapons-platform is a stationary platform with beam-weapons. It's extremely slow to turn, but it's beam weapons do a huge amount of damage. The weapons platform II is a modification of this design with a stronger hull, but slower and weaker beams. Did you know it's hug your science database librarian day?
fr: La Plate-forme armée II est une plateforme stationnaire équipée de nombreux faisceaux laser. Elle est extrêmement lente à tourner, mais ses faisceaux font d'énormes dégâts. C'est une variation du 1er modèle (Weapons platform) avec une coque plus resistante, mais des faisceaux 2x plus lents et 2x moins puissants.

# scienceDB
source: Whirlwind
fr: Tourbillon

# scienceDB
source: Storm
fr: Tempête

# scienceDB
source: The Whirlwind, another heavy artillery cruiser, takes the Storm and adds tubes and missiles. It's as if the Storm swallowed a Pirahna and grew gills. Expect to see missiles, lots of missiles
fr: Le Tourbillon, un autre croiseur d'artillerie lourde, provient du Tempête (Storm) auquel ont été ajoutés des tubes et missiles. C'est comme si le Tempête avait avalé un Piranha et développé des branchies. Attendez-vous à voir des missiles, beaucoup de missiles.

# scienceDB
source: WZ-Lindworm
fr: Dragon-WZ

# scienceDB
source: WX-Lindworm
fr: Dragon-WX

# scienceDB
source: Small tube 1
fr: Tube léger 1

# scienceDB
source: Small tube -1
fr: Tube léger -1

# scienceDB
source: The WZ-Lindworm is essentially the stock WX-Lindworm with more HVLIs, more homing missiles and added nukes. They had to remove some of the armor to get the additional missiles to fit, so the hull is weaker. Also, the WZ turns a little more slowly than the WX. This little bomber packs quite a whallop.
fr: Le Dragon-WZ est essentiellement un Dragon-WX (WX-Lindworm) de série possédant plus de HVLI, de missiles à tête chercheuse (Homing) et des armes nucléaires supplémentaires (Nuke). Ils ont dû retirer une partie de l'armure pour que les missiles supplémentaires s'adaptent, du coup la coque est plus vulnérable. Le WZ tourne un peu plus lentement que le WX. Ce petit bombardier a du punch.

# scienceDB
source: Space Sedan
fr: Berline spatiale

# scienceDB
source: Courier
fr: Courrier

# scienceDB
source: Work Wagon
fr: Wagon Bosseur

# scienceDB
source: Laden Lorry
fr: Camion tracteur

# scienceDB
source: Physics Research
fr: Physicien

# scienceDB
source: Service Jonque
fr: Jonque de service

# scienceDB
source: Freighter
fr: Cargo

# scienceDB
source: Sub-class
fr: Sous-classe

# scienceDB
source: Size
fr: Taille

# scienceDB
source: Small, medium and large scale transport ships. These are the working ships that keep commerce going in any sector. They may carry personnel, goods, cargo, equipment, garbage, fuel, research material, etc.
fr: Les cargos (Freighter) sont des vaisseaux de transport de petite, moyenne et grande envergure. Ce sont les vaisseaux de travail qui maintiennent le commerce dans n'importe quel secteur. Ils peuvent transporter du personnel, des marchandises, de l'équipement, des ordures, du carburant, du matériel de recherche, etc.
