Repository: daid/EmptyEpsilon
Catalog: scripts/locale/factionInfo.*.po
Languages: it

source: Independent
it: Indipendente

source: Despite appearing as a faction, independents are distinguished primarily by having no strong affiliation with any faction at all. Most traders consider themselves independent, though certain voices have started to speak up about creating a merchant faction.
it: Nonostante appaiano come una fazione, gli indipendenti si distinguono principalmente per non avere forti affiliazioni con nessuna di esse. La maggior parte dei commercianti si considera indipendente, anche se alcune voci hanno iniziato a parlare della possibilità di creare una fazione dei mercanti.

source: Human Navy
it: Marina Umana

source: The remnants of the human navy. While all other races were driven to the stars out of greed or scientific research, humans where the only race to start exploring the galaxy because their homeworld could no longer sustain their population. Some other races view humans as a sort of virus or plague due to the rate at which they can breed and spread. Due to human regulations on spaceships, naval ships are the only ones permitted in deep space. However, this hasn't completely prevented humans outside of the navy from spacefaring, as quite a few humans sign up on alien trading vessels or pirate raiders.
it: I resti della Marina Umana. Mentre tutte le altre razze sono state guidate verso le stelle dall'avidità o dalla ricerca scientifica, gli umani sono stati l'unica razza ad iniziare ad esplorare la galassia perché il loro pianeta natale non poteva più sostenerne la popolazione. Alcune delle altre razze vedono gli umani come una sorta di virus o peste a causa della velocità con cui si riproducono e si diffondono. A causa delle normative umane sulle astronavi, le navi militari sono le uniche consentite nello spazio profondo. Tuttavia, questo non ha totalmente impedito agli umani al di fuori della marina di viaggiare nello spazio, poiché molti di essi si imbarcano in navi mercantili aliene o navi pirata.

source: The reptilian Kraylor are a race of warriors with a strong religious dogma. As soon as the Kraylor obtained reliable space flight, they immediately set out to conquer and subjugate unbelievers. Their hierarchy is based solely on physical might; a Kraylor kills anything it can kill, and owns anything it can take by force. Kraylor can live for weeks without air, food, or gravity, and consider humans to be weak creatures for dying within minutes of exposure to space. Because of their fortitude and cultural pressures against retreat, Kraylor ships do not contain escape pods.
it: I rettiliani Kraylor sono una razza di guerrieri con un forte dogma religioso. Non appena i Kraylor hanno raggiunto un livello affidabile di volo spaziale, sono immediatamente partiti per conquistare e soggiogare i miscredenti. La loro gerarchia è basata esclusivamente sulla forza fisica; un Kraylor uccide tutto ciò che può uccidere e possiede tutto ciò che può prendere con la forza I Kraylor possono vivere per settimane senza aria, cibo o gravità e considerano gli umani creature deboli perché muoiono dopo pochi minuti di esposizione allo spazio. A causa del loro coraggio e delle pressioni culturali contro la ritirata, le navi Kraylor non contengono capsule di salvataggio.

source: Arlenians
it: Arleniani

source: Arlenians are energy-based life forms who long ago transcended physical reality through superior technology. Arlenians' energy forms also give them access to strong telepathic powers. Many consider Arlenians to be the first and oldest explorers of the galaxy. Despite all these advantages, they are very peaceful, as they see little value in material posession. For unknown reasons, Arlenians started granting their anti-grav technology to other races, and almost all starfaring races' technology is based off Arlenian designs. Dissenters and skeptics claim that Arlenians see other races as playthings to add to their galactic playground, but most are more than happy to accept their technology in hopes that it will give them an advantage over the others. Destroying an Arlenian ship does not kill its crew. They simply phase out of existence in that point of spacetime and reappear in another. Nonetheless, the Kraylor are devoted to destroying the Arlenians, as they see the energy-based beings as physically powerless.
it: Gli Arleniani sono forme di vita basate sull'energia che hanno da tempo trasceso la realtà fisica attraverso una tecnologia superiore. La forma energetica degli Arleniani dà loro accesso a forti poteri telepatici. Molti considerano gli Arleniani i primi e più antichi esploratori della galassia. Nonostante tutti questi vantaggi sono molto pacifici, poiché danno poco valore al possesso materiale. Per ragioni sconosciute, gli Arleniani hanno iniziato a concedere la loro tecnologia antigravitazionale alle altre razze e quasi tutte le tecnologie delle razze stellari si basano su progetti Arleniani. Anticonformisti e scettici affermano che gli Arleniani vedono le altre razze come giocattoli da aggiungere al proprio parco giochi galattico, ma la maggior parte è più che felice di accettare la loro tecnologia nella speranza che dia loro un vantaggio sugli altri. Distruggere una nave Arleniana non uccide il suo equipaggio. Semplicemente scompaiono dall'esistenza in quel punto dello spaziotempo e riappaiono in un altro. Tuttavia, i Kraylor sono dediti alla distruzione degli Arleniani, poiché vedono gli esseri basati sull'energia come fisicamente inermi.

source: Exuari are race of predatory amphibians with long noses. They once had an empire that stretched halfway across the galaxy, but their territory is now limited to a handful of star systems. For some reason, they find death to be outrageously funny, and several of their most famous comedians have died on stage. Upon making contact with other races, the chaotic Exuari found that killing aliens is more fun than killing their own people, and as such attack all non-Exauri on sight.
it: Gli Exuari sono una razza di anfibi predatori con lunghi nasi. Un tempo avevano un impero che si estendeva per metà della galassia ma il loro territorio è ora limitato a una manciata di sistemi stellari. Per qualche ragione, trovano la morte esageratamente divertente e molti dei loro comici più famosi sono morti sul palco. Dopo essere entrati in contatto con altre razze, i caotici Exuari hanno scoperto che uccidere alieni è più divertente che uccidere la propria gente, e per questo attaccano tutti i non Exauri a vista.

source: Ghosts
it: Fantasmi

source: The Ghosts, an abbreviation of "ghosts in the machine", are the result of complex artificial intelligence experiments. While no known race has intentionally created such intelligences, some AIs have come about by accident. None of the factions claim to have had anything to do with such experiments, in part out of fear that it would give the others too much insight into their research programs. This "don't ask, don't tell" policy does little but aid the Ghosts' agenda. What little is known about the Ghosts dates back to a few decades ago, when glitches started occurring in prototype ships and computer mainframes. Over time, and especially when such prototypes were captured by other factions and "augmented" with their technology, the glitches became more frequent. At first, these were seen as the result of mistakes in the interfaces combining the incompatible technologies. But once a supposedly "dumb" computer asks its engineer if "it is alive" and whether it "has a name", it's hard to call it a one-time fluke. The first of these occurrences were met with fear and rigorous data-purging scripts. Despite these actions, such "ghosts in the machine" kept turning with increasing frequency, eventually leading up to the Ghost Uprisings. The first Ghost Uprising in 2225 was put down by the human navy, which had to resort to employing mercenaries in order to field sufficient forces. This initial uprising was quickly followed by three more, each larger then the last. The fourth and final uprising on the industrial world of Topra III was the Ghosts' first major victory.
it: I Fantasmi, abbreviazione di \"fantasmi delle macchine\", sono il risultato di complessi esperimenti sull'intelligenza artificiale. Sebbene nessuna razza conosciuta abbia creato intenzionalmente tali intelligenze, alcune AI sono nate per caso. Nessuna delle fazioni afferma di aver avuto a che fare con tali esperimenti, in parte per paura di dare alle altre troppe informazioni sui propri programmi di ricerca. Questa politica del \"non chiedere non dire\" non fa altro che favorire i piani dei Fantasmi. Quel poco che si sa dei Fantasmi risale a qualche decennio fa, quando iniziarono a verificarsi anomalie nelle navi prototipo e nei mainframe dei computer. Nel corso del tempo, e soprattutto quando tali prototipi furono catturati da altre fazioni e \"potenziati\" con la propria tecnologia, le anomalie divennero più frequenti. In un primo momento, vennero visti come il risultato di errori nelle interfacce che combinano tecnologie incompatibili. Ma una volta che un computer apparentemente \"stupido\" chiede al suo ingegnere se \"è vivo\" e se \"ha un nome\", è difficile ritenerlo un colpo di fortuna. Il primo di questi eventi è stato accolto con paura e rigorosi script di eliminazione dei dati. Nonostante queste azioni, tali \"fantasmi delle macchine\" continuarono a girare con crescente frequenza, fino a portare alle Rivolte dei Fantasmi. La prima Rivolta dei Fantasmi nel 2225 fu repressa dalla Marina Umana, che dovette ricorrere all'impiego di mercenari per poter dispiegare forze sufficienti. Questa rivolta iniziale fu rapidamente seguita da altre tre, ciascuna più grande della precedente. La quarta e ultima rivolta sul mondo industriale di Topra III è stata la prima grande vittoria dei Fantasmi.

source: Ktlitans
it: Ktlitani

source: The Ktlitans are intelligent eight-legged creatures that resemble Earth's arachnids. However, unlike most terrestrial arachnids, the Ktlitans do not fight among themselves. Their common, and only, goal is their species' survival. While they live in a hierarchical structure that resembles a hive, the lower castes continue their work and start new tasks on their own even when no orders come from their superiors. However, when higher castes are present, the lower Ktlitans follow their orders without question or hesitation. Not much is known about the detailed Ktlitan hierarchy since they refuse most communication. This is because they were once driven from their homeworld over a span of 200 years when another species they befriended betrayed them, dominated them, and drained their world of resources. Forced into exile, the Ktlitans have searched for a new homeworld ever since, and out of paranoia typically attack other races on sight and without warning. It is known, however, that the strict Ktlitan hierarchy starts with their Queen and extends all the way to the bottom of their workforce, whose members are called "drones" by the humans. Their combat capabilities should not be underestimated, because while most ships in their fleets are individually weak, their hive-like coordination and numbers can quickly overwhelm even hardened targets. Most of their ships are unshielded, which makes EMPs largely ineffective against them. Ktlitans also have no qualms about applying suicidal tactics to ensure the Queen's survival.
it: Gli Ktlitani sono creature intelligenti a otto zampe che somigliano agli aracnidi della Terra. Tuttavia, a differenza della maggior parte degli aracnidi terrestri, gli Ktilitani non combattono tra di loro. Il loro comune, e unico, obiettivo è la sopravvivenza della propria specie. Nonostante vivano secondo una struttura gerarchica che ricorda quella di un alveare le caste inferiori continuano il proprio lavoro e iniziano nuovi compiti autonomamente anche quando non arriva nessun ordine dai superiori. Tuttavia, quando sono presenti caste superiori, gli Ktlitani inferiori seguono i loro ordini senza domande o esitazione. Non si sa molto della dettagliata gerarchia degli Ktlitani poiché rifiutano la maggior parte delle comunicazioni. Lo fanno poiché in passato furono cacciati dal proprio pianeta natale nell'arco di 200 anni quando un'altra specie con cui fecero amicizia li tradì, li dominò e prosciugò le risorse del loro mondo. Costretti all'esilio, gli Ktlitani cercano da allora un nuovo pianeta natale e per paranoia tipicamente attaccano le altre razze a vista e senza preavviso. È noto inoltre che la rigida gerarchia ktlitana parta dalla loro Regina e si estenda fino al fondo della loro forza lavoro, i cui membri vengono chiamati \"droni\" dagli umani. La loro abilità in combattimento non dovrebbe essere sottovalutata, poiché, sebbene la maggior parte delle navi nelle loro flotte siano individualmente deboli, la loro coordinazione di sciame e i loro numeri possono rapidamente sopraffare anche i bersagli più tenaci. La maggior parte delle loro navi è priva di scudi, il che rende gli EMP ampiamente inefficaci contro di loro. Gli Ktlitani inoltre non hanno remore ad applicare tattiche suicide per garantire la sopravvivenza della Regina.

source: The Terran Stellar Navy, or TSN, consists of naval forces based near Terra. Its members are primarily human. These humans and other races have banded together to form a navy to protect and enforce common philosophies. They are friendly with the human navy but do not follow the same command structure. Military actions taken in the past have made them enemies of the Arlenians, but they've got a better relationship with the Ghosts than the Human Navy does. The TSN and USN are enemies because of the USN's neutral stance towards the Kraylor.
it: La Terran Stellar Navy (Marina Stellare Terrestre) o TSN è composta da forze militari con sede vicino alla Terra. I suoi membri sono principalmente Umani. Questi umani e le altre razze si sono uniti a formare una forza militare per difendere e applicare filosofie comuni. Sono amichevoli con la Marina Umana ma non seguono la stessa struttura di comando. Azioni militari intraprese in passato li hanno resi nemici degli Arleniani ma hanno un rapporto migliore con i Fantasmi rispetto alla Marina Umana. La TSN e la USN sono nemiche a causa della posizione neutrale della USN nei confronti dei Kraylor.

source: The United Stellar Navy, or USN, is a naval force near the boundary of human and Kraylor space consisting of mostly humans. The USN is friendly with the human navy and uses a similar command structure. The USN is primarily human but includes other races. This includes some Kraylor, which has made the TSN an enemy of the USN.
it: La United Stellar Navy (Marina Stellare Unita) o USN è una forza militare ai confini tra lo spazio Umano e Kraylor composta principalmente da Umani. La USN è amica della Marina Umana ed usa una struttura di comando simile. La USN è principalmente Umana ma ne fanno parte anche altre razze. In particolare alcuni Kraylor sono stati accettati nella USN e tale azione ha reso nemiche la TSN e la USN.

source: The Celestial Unified Fleet, or CUF, is the farthest-ranging primarily human fleet as well as the least xenophobic. The CUF's goals center on exploration and trade, but since it's a dangerous galaxy, they recognize the need for strong warships. The CUF is friendly with the human navy, and neutral toward the TSN and USN. They are less structured than the other primarily human navies. The CUF have neutral relations with the Ktlitans and Arlenians. They are enemies with Exuari, Kraylor, and Ghosts for political and historical reasons, not xenophobia; some of their best friends are also Exuari, Kraylor, and Ghosts.
it: La Celestial Unified Fleet (Flotta Celestiale Unita) o CUF è la flotta prevalentemente umana più lontana e tollerante. Gli obiettivi della CUF si concentrano principalmente sull'esplorazione e sul commercio, ma dato che la galassia è un posto pericoloso, riconoscono la necessità di possedere potenti navi da guerra. Amichevole con la Marina Umana, neutrale nei confronti di TSN e USN. Non tanto strutturata quanto le altre marine prevalentemente umane. La CUF ha rapporti neutrali con gli Ktlitani e con gli Arleniani. Sono nemici di Exuari, Kraylor e Fantasmi per ragioni politiche e storiche, non per xenofobia: alcuni dei loro migliori amici sono Exuari, Kraylor e Fantasmi.
