Repository: daid/EmptyEpsilon
Catalog: scripts/locale/scenario_44_outpost.*.po
Languages: fr

# orders-comms
source: %s Deliver cargo for %s to station %s in %s
fr: %s Livrer la cargaison pour %s à la station %s en %s.

# orders-comms
source: %s Deliver cargo for %s to station %s (defunct)
fr: %s Livrer la cargaison pour %s à la station %s (défunt).

# orders-comms
source: %s Pick up cargo for %s at station %s in %s
fr: %s Récupérer la cargaison pour %s à la station %s en %s.

# orders-comms
source: %s Pick up cargo for %s at station %s (defunct)
fr: %s Récupérer la cargaison pour %s à la station %s (défunt).

# orders-comms
source: %s Explosives planted on aggressive %s station %s. Expect detonation in %s seconds
fr: %s Explosifs posés sur la station agressive %s %s. Attendez-vous à une détonation dans %s secondes.

# orders-comms
source: %s Saboteur's ship, %s, docked with %s station %s in sector %s. %s has been identified as an aggressive station. Explosives have been planted. Expect detonation in %s seconds
fr: %s Le vaisseau du saboteur, %s, est amarré à la station %s %s dans le secteur %s. %s a été identifié comme une station agressive. Des explosifs ont été posés. Attendez-vous à une détonation dans %s secondes.

# orders-comms
source: %s Sabotage target station has been destroyed
fr: %s La station ciblée par le saboteur a été détruite.

# orders-comms
source: %s's destination station, %s in %s, is not an aggressive enemy station.
fr: La station de destination de %s, %s en %s, n'est pas une station ennemie agressive.

# orders-comms
source: %s's destination station, %s in %s, has been identified as an aggressive enemy station.
fr: La station de destination de %s, %s en %s, a été identifiée comme une station ennemie agressive.

# orders-comms
source: %s Saboteur's ship, %s, is in transit in sector %s. %s
fr: %s Le vaisseau du saboteur, %s, est en transit dans le secteur %s. %s

# orders-comms
source: %s Saboteur's ship, %s, docked with %s station %s in sector %s. %s has been identified as an aggressive station
fr: %s Le vaisseau du saboteur, %s, est amarré à la station %s %s dans le secteur %s. %s a été identifié comme une station agressive.

# orders-comms
source: %s Saboteur's ship, %s, docked with %s station %s in sector %s. %s is not an aggressive station
fr: %s Le vaisseau du saboteur, %s, est amarré à la station %s %s dans le secteur %s. %s n'est pas une station agressive.

# orders-comms
source: %s Saboteur's ship, %s, docked with %s station %s in sector %s.
fr: %s Le vaisseau du saboteur, %s, est amarré à la station %s %s dans le secteur %s.

# orders-comms
source: %s Saboteur successfully destroyed aggressive enemy station %s
fr: %s Le saboteur a réussi à détruire la station ennemie agressive %s.

# orders-comms
source: %s Saboteur's ship, %s, has been destroyed
fr: %s Le vaisseau du saboteur, %s, a été détruit.

# orders-comms
source: %s Plant saboteur on freighter
fr: %s Introduire le saboteur sur un cargo.

# ammo-comms
source: We do not deal in weapons of mass destruction.
fr: Nous ne fournissons pas ce type d'armes de destruction massive.

# ammo-comms
source: We do not deal in weapons of mass disruption.
fr: Nous ne fournissons pas ce type d'armes de perturbation massive.

# ammo-comms
source: We do not deal in those weapons.
fr: Nous ne fournissons pas ce type d'armes. Trop dangereux.

# ammo-comms
source: All nukes are charged and primed for destruction.
fr: Toutes les nukes sont chargées et préparées pour la destruction.

# ammo-comms
source: Sorry, sir, but you are as fully stocked as I can allow.
fr: Désolé, officier, mais vous êtes au maximum de ce que vous pouvez stocker.

# ammo-comms
source: You are fully loaded and ready to explode things.
fr: Vous êtes chargé au max et prêt à tout faire exploser.

# ammo-comms
source: We generously resupplied you with some weapon charges. Put them to good use.
fr: Nous vous avons généreusement réapprovisionné en munitions. Faites-en bon usage.

# needRep-comms
source: Not enough reputation.
fr: Pas assez de réputation.

# ammo-comms
source: You can't afford as much as I'd like to give you
fr: Vous ne pouvez pas en recevoir autant que je voudrais vous en donner.

# ammo-comms
source: Get just one
fr: Prendre juste celui-là

# station-comms
source: Good day, officer. If you need supplies, please dock with us first.
fr: Bonjour, officier. Si vous souhaitez vous réapprovisionner, veuillez vous amarrer à notre station au préalable.

# station-comms
source: Greetings. If you want to do business, please dock with us first.
fr: Salutations. Si vous souhaitez faire affaire, merci de vous amarrer à notre station.

# station-comms
source: Be aware that if enemies in the area get much closer, we will be too busy to conduct business with you.
fr: Sachez que si les ennemis de la zone se rapprochent encore, nous serons trop occupés pour faire affaire avec vous.

# station-comms
source: Connect to warp jammer
fr: Se connecter aux brouilleurs de téléportation et vitesse lumière

# station-comms
source: Which one would you like to connect to?
fr: A quel brouilleur souhaitez-vous vous connecter ?

# station-comms
source: (%i reputation)
fr: (%i réputation)

# station-comms
source: %s Automated warp jammer access menu
fr: Menu d'accès au brouilleur de téléportation et vitesse lumière %s.

# station-comms
source: Reduce range to 1 unit for 1 minute
fr: Réduire la portée à 1 unité pendant 1 minute

# station-comms
source: Acknowledged. Range adjusted. Reset timer engaged.
fr: Paramètres du brouilleur modifiés : - Portée ajustée - Minuterie de réinitialisation engagée.

# station-comms
source: Reduce range by 50% for 2 minutes
fr: Réduire la portée de 50% pendant 2 minutes

# station-comms
source: Reduce range by 25% for 3 minutes
fr: Réduire la portée de 25% pendant 3 minutes

# station_comms
source: Why do I have to pay reputation to log in to some of these warp jammers?
fr: L'accès à certains brouilleurs est payant : explications

source: It's complicated. It depends on the relationships between the warp jammer owner, us, station %s and you, %s. The farther apart the relationship, the more reputation it costs to gain access. Do you want more details?
fr: Certains accès sont payants et d'autres gratuits, cela dépend des relations entre le propriétaire du brouilleur, par exemple nous, la station %s et vous, le vaisseau %s. Plus les relations diplomatiques sont éloignées et plus il vous en coûtera de réputation pour y accéder. Voulez-vous plus de détails ?

# station-comms
source: Yes, please provide more details
fr: Oui je veux bien

# station-comms
source: These are the cases and their reputation costs:
fr: Voici les différents cas et leurs coûts en réputation : Le brouilleur est :

# station-comms
source: %s WJ friendly to %s and WJ is friendly to %s = no reputation.
fr: %s Ami avec nous (%s) et avec vous (%s) : gratuit

# station-comms
source: %s WJ friendly to %s and WJ is enemy to %s = 10 reputation.
fr: %s Ami avec nous (%s) et ennemi avec vous (%s) : 10 rép

# station-comms
source: %s WJ friendly to %s and WJ is neutral to %s = 5 reputation.
fr: %s Ami avec nous (%s) et neutre avec vous (%s) : 5 rép

# station-comms
source: %s WJ enemy to %s and WJ is friendly to %s = 15 reputation.
fr: %s Ennemi avec nous (%s) et ami avec vous (%s) : 15 rép

# station-comms
source: %s WJ enemy to %s and WJ is enemy to %s = 100 reputation.
fr: %s Ennemi avec nous (%s) et avec vous (%s) : 100 rép

# station-comms
source: %s WJ enemy to %s and WJ is neutral to %s = 20 reputation.
fr: %s Ennemi avec nous (%s) et neutre avec vous (%s) : 20 rép

# station-comms
source: %s WJ neutral to %s and WJ is friendly to %s = 10 reputation.
fr: %s Neutre avec nous (%s) et ami avec vous (%s) : 10 rép

# station-comms
source: %s WJ neutral to %s and WJ is enemy to %s = 25 reputation.
fr: %s Neutre avec nous (%s) et ennemi avec vous (%s) : 25 rép

# station-comms
source: %s WJ neutral to %s and WJ is neutral to %s = 20 reputation.
fr: %s Neutre avec nous (%s) et avec vous (%s) : 20 rép

# station-comms
source: What kind of information do you need?
fr: De quel genre d'informations avez-vous besoin ?

# station-comms
source: Where am I?
fr: Où sommes-nous ?

# station-comms
source: Based on triangulation and signal strength, our communications software says you're on a bearing of %.1f from us at a distance of %.1f units
fr: Sur la base de la triangulation et de la force du signal, notre logiciel de communication indique que, par rapport à nous, vous vous trouvez au cap %.1f et à une distance de %.1f unités.

# station-comms
source: Station services (ordnance restock, repair, upgrade)
fr: Services : munitions, réparations, améliorations

# station-comms
source: We offer a variety of services when you dock with us.
fr: Nous offrons une variété de services aux vaisseaux qui s'arrêtent chez nous.

# ammo-comms
source: What ordnance do you have available for restock?
fr: De quelles munitions disposez-vous ?

# ammo-comms
source: We have no ordnance available for restock
fr: Nous n'avons pas de munitions disponibles pour vous réapprovisionner.

# ammo-comms
source: We have the following type of ordnance available for restock:%s
fr: Pour vous réapprovisionner nous disposons des munitions suivantes : %s

# ammo-comms
source: We have the following types of ordnance available for restock:%s
fr: Pour vous réapprovisionner nous disposons des munitions suivantes : %s

# dockingServicesStatus-comms
source: Which docking service category do you want a status for? Primary services: Charge battery, repair hull, replenish probes Secondary systems repair: Scanners, hacking, probe launch, combat maneuver, self destruct Upgrade ship systems: Beam, missile, shield, hull, impulse, ftl, sensors
fr: Pour quelle catégorie de service souhaitez-vous un descriptif ? - Services principaux : Charger les batteries, réparer la coque, réapprovisionner les sondes. - Réparation des systèmes secondaires : Scanners, piratage, lancement de sondes, manœuvre de combat, autodestruction. - Amélioration des systèmes du vaisseau : Faisceaux laser, missiles, boucliers, coque, moteurs à impulsion, FTL, capteurs.

# dockingServicesStatus-comms
source: Primary services
fr: Services principaux

# dockingServicesStatus-comms
source: Station %s primary docking services status:
fr: État des services d'accueil principaux de la station %s :

# dockingServicesStatus-comms
source: Hull repair automation unavailable whie it is undergoing maintenance.
fr: Automatisation de réparation de coque indisponible, elle est en cours de maintenance.

# dockingServicesStatus-comms
source: Secondary systems repair
fr: Réparation des systèmes secondaires

# dockingServicesStatus-comms
source: Station %s docking repair services status:
fr: État des services de réparation de la station %s :

# dockingServicesStatus-comms
source: Upgrade ship systems
fr: Amélioration des systèmes du vaisseau

# dockingServicesStatus-comms
source: Station %s docking upgrade services:
fr: Services d'accueil de mise à niveau de la station %s :

# dockingServicesStatus-comms
source: We can provide the following upgrades: system: description (reputation cost)
fr: Nous pouvons fournir les mises à niveau suivantes : système : description (coût en réputation)

# dockingServicesStatus-comms
source: No more ship upgrades available for your ship
fr: Plus de mise à niveau disponible pour votre vaisseau.

# dockingServicesStatus-comms
source: No ship upgrades available for your ship
fr: Aucune mise à niveau disponible pour votre vaisseau.

# dockingServicesStatus-comms
source: No ship upgrades available
fr: Aucune mise à niveau disponible.

# dockingServicesStatus-comms
source: Explain ship upgrade categories
fr: Explications des différentes mises à niveau

# station-comms
source: Could you help defend our stations with some ships?
fr: Pourriez-vous nous aider à défendre nos stations avec des vaisseaux ?

# station-comms
source: We are also experiencing attacks. However, we will do what we can to help.
fr: Sachez que nous subissons également des attaques. Néanmoins, nous ferons tout notre possible pour vous aider.

# station-comms
source: Goods information at %s or near %s
fr: Infos sur les marchandises sur %s ou à proximité de %s

# station-comms
source: Always good to get some goods
fr: C'est toujours sympa d'obtenir des marchandises, non ?

# trade-comms
source: What goods do you have available for sale or trade?
fr: Qu'avez-vous comme marchandises à vendre ou à échanger ?

# trade-comms
source: Station %s: Goods or components available: quantity, cost in reputation
fr: Station %s : Marchandises ou composants disponibles : (quantité, coût en réputation)

# trade-comms
source: Where can I find particular goods?
fr: Où puis-je trouver des marchandises particulières ?

# trade-comms
source: Friendly stations often have food or medicine or both. Neutral stations may trade their goods for food, medicine or luxury.
fr: Les stations amicales ont souvent de la nourriture (food) ou des médicaments (medicine) ou les deux. Les stations neutres peuvent échanger leurs marchandises contre de la nourriture, des médicaments ou du luxe (luxury).

# trade-comms
source: Station %s in sector %s has %s for %i reputation
fr: La station %s dans le secteur %s possède du %s pour %i rép.

# trade-comms
source: What goods are you interested in? I've heard about these:
fr: Quelles marchandises vous intéressent ? J'ai entendu parler de ça :

# trade-comms
source: Beyond that, I have no knowledge of specific stations
fr: A part ça, je n'ai pas connaissance de stations spécifiques.

# stationGeneralInfo-comms
source: Tell me more about your station
fr: Dites m'en plus à propos de votre station

# stationGeneralInfo-comms
source: What would you like to know?
fr: Qu'aimeriez-vous savoir ?

# stationGeneralInfo-comms
source: Station history
fr: L'histoire de la station

# stationGeneralInfo-comms
source: Gossip
fr: Rumeurs

# stationGeneralInfo-comms
source: Tell me about %s
fr: Parlez-moi de %s.

# stationGeneralInfo-comms
source: Never heard of %s
fr: Jamais entendu parler de %s.

# stationGeneralInfo-comms
source: %s died last week. The funeral was yesterday
fr: %s est décédé la semaine dernière. L'enterrement a eu lieu hier.

# stationGeneralInfo-comms
source: %s? Who's %s? There's nobody here named %s
fr: %s ? Qui est %s ? Il n'y a personne ici qui s'appelle %s.

# stationGeneralInfo-comms
source: We don't talk about %s. They are gone and good riddance
fr: Pas envie de parler de %s. Ils sont partis et bon débarras.

# stationGeneralInfo-comms
source: I think %s moved away
fr: Je pense que %s a déménagé.

# situationReport-comms
source: Report status
fr: Au rapport

# situationReport-comms
source: Hull:
fr: Coque :

# situationReport-comms
source: Shield:
fr: Boucliers :

# situationReport-comms
source: Shield
fr: Boucliers

# stationAssist-comms
source: Can you send a supply drop? (%d rep)
fr: Pouvez-vous nous envoyer une cargaison de ravitaillement ? (%d rep)

# stationAssist-comms
source: You need to set a waypoint before you can request backup.
fr: Vous devez définir un marqueur avant de faire une demande de ravitaillement.

# stationAssist-comms
source: To which waypoint should we deliver your supplies?
fr: À quel marqueur devons-nous envoyer le ravitaillement ?

# stationAssist-comms
source: We have dispatched a supply ship toward WP %d
fr: Nous venons de déployer un vaisseau qui vous déposera la capsule de ravitaillement au marqueur %d.

# needRep-comms
source: Not enough reputation!
fr: Pas assez de réputation !

# stationAssist-comms
source: Please send reinforcements! (%d rep)
fr: Merci de nous envoyer des renforts ! (%d rép)

# stationAssist-comms
source: You need to set a waypoint before you can request reinforcements.
fr: Vous devez définir un marqueur avant de pouvoir demander des renforts.

# stationAssist-comms
source: To which waypoint should we dispatch the reinforcements?
fr: À quel marqueur souhaitez-vous recevoir les renforts ?

# stationAssist-comms
source: We have dispatched %s to assist at WP %d
fr: Nous venons de déployer le vaisseau de combat %s pour vous soutenir au marqueur %d.

# stationAssist-comms
source: Please send a service jonque for repairs
fr: Merci de nous envoyer une Jonque de service pour les réparations.

# stationAssist-comms
source: Would you like the service jonque to come to you directly or would you prefer to set up a rendezvous via a waypoint? Either way, you will need %.1f reputation.
fr: Souhaitez-vous qu'une Jonque de service vienne directement à vous ou préférez-vous fixer un rendez-vous via un marqueur ? Dans tous les cas, vous aurez besoin de %1f de réputation.

# stationAssist-comms
source: We have dispatched %s to come to you to help with repairs
fr: Nous vous envoyons le vaisseau %s pour vous aider dans vos réparations.

# stationAssist-comms
source: Note: if you want to use a waypoint, you will have to back out and set one and come back.
fr: Note : si vous souhaitez utiliser un marqueur, vous devrez revenir au menu précédent, en définir un puis revenir sur cette page.

# stationAssist-comms
source: Rendezvous at waypoint %i
fr: Rendez-vous au marqueur %i.

# stationAssist-comms
source: We have dispatched %s to rendezvous at waypoint %i
fr: Nous venons de déployer le vaisseau %s. Rendez-vous au marqueur %i.

# dockingServicesStatus-comms
source: Which ship system upgrade category are you wondering about?
fr: Sur quelle catégorie de mises à niveau souhaitez-vous des explications ?

# dockingServicesStatus-comms
source: beam
fr: Les faisceaux laser

# dockingServicesStatus-comms
source: Beam upgrades refer to the beam weapons systems. They might include additional beam mounts, longer range, faster recharge or cycle times, increased damage, wider beam firing arcs or faster beam turret rotation speed.
fr: Les mises à niveau des faisceaux laser peuvent inclure : - La mise en place de faisceaux laser supplémentaires. - Une portée plus longue. - Des temps de recharge ou de cycle plus rapides. - Des dégâts accrus. - Des arcs de tir plus larges. - Ou bien une vitesse de rotation de la tourelle à faisceaux laser plus rapide.

# dockingServicesStatus-comms
source: Back to ship upgrade category explanation list
fr: Retour à la liste des explications

# dockingServicesStatus-comms
source: missiles
fr: Les missiles

# dockingServicesStatus-comms
source: Missile upgrades refer to aspects of the missile weapons systems. They might include additional tubes, faster tube load times, increased tube size, additional missile types or additional missile storage capacity.
fr: Les mises à niveau de missiles font référence à des aspects des systèmes d'armes à missiles. Ils peuvent inclure : - Des tubes supplémentaires. - Des temps de chargement de tube plus rapides. - Une taille de tube accrue. - Des types de missiles supplémentaires. - Ou une capacité de stockage de missiles supplémentaire.

# dockingServicesStatus-comms
source: shield
fr: Les boucliers

# dockingServicesStatus-comms
source: Shield upgrades refer to the protective energy shields around your ship. They might include increased charge capacity (overall strength) for the front, rear or both shield arcs or the addition of a shield arc.
fr: Les mises à niveau de boucliers font référence aux boucliers énergétiques protecteurs entourant votre vaisseau. Ils peuvent inclure : - Une puissance accrue (résistance globale) pour les arcs de bouclier avant, arrière ou les deux. - Ou l'ajout d'un arc de bouclier.

# dockingServicesStatus-comms
source: hull
fr: La coque

# dockingServicesStatus-comms
source: Hull upgrades refer to strengthening the ship hull to withstand more damage in the form of armor plating or structural bolstering.
fr: Les mises à niveau de la coque font référence au renforcement de la coque du vaisseau permettant de résister à plus de dommages sous la forme d'un blindage ou d'un renforcement structurel.

# dockingServicesStatus-comms
source: impulse
fr: Les moteurs à impulsion

# dockingServicesStatus-comms
source: Impulse upgrades refer to changes related to the impulse engines. They might include improving the top speed or acceleration (forward, reverse or both), maneuvering speed or combat maneuver (boost, which is moving forward, or strafe, which is sideways motion or both).
fr: Les mises à niveau d'impulsion font référence aux modifications liées aux moteurs d'impulsion. Ils peuvent inclure : - L'augmentation de la vitesse de pointe (avant, arrière ou les deux). - L'augmentation de la vitesse d'accélération (avant, arrière ou les deux). - L''augmentation de la vitesse de la manœuvre. - L''augmentation de la vitesse de la manœuvre de combat (vers l'avant, latérale ou les deux).

# dockingServicesStatus-comms
source: FTL (short for faster than light) upgrades refer to warp drive or jump drive enhancements. They might include the addition of an ftl drive, a change in the range of the jump drive or an increase in the top speed of the warp drive
fr: Les mises à niveau FTL : abréviation de "plus rapide que la lumière" (Faster Than Light), font référence aux améliorations des moteurs de téléportation et vitesse lumière. Ils peuvent inclure : - L'ajout d'un moteur FTL. - La modification de la plage de saut de la téléportation. - Ou une augmentation de la vitesse maximale de la vitesse lumière.

# dockingServicesStatus-comms
source: sensors
fr: Les capteurs

# dockingServicesStatus-comms
source: Sensor upgrades refer to the ship's ability to detect other objects. They might include increased long range sensors, increased short range sensors, automated proximity scanners for ships or improved range for automated proximity scanners.
fr: Les capteurs d'un vaisseau permettent de détecter des objets dans l'espace. La mise à niveau des capteurs peut inclure : - Une portée de detection accrue des capteurs à courte et à longue portée. - Une installation de scanners de proximité automatisés (1er niveau). - Ou bien une portée améliorée pour ces scanners de proximité automatisés.

# orders-comms
source: Is there any chance at victory for this outpost?
fr: Y a-t-il la moindre chance de victoire pour cet avant-poste ?

# orders-comms
source: The outpost leadership have been bemoaning their fate and discussing various options. They think there's an off chance for long term viability for the outpost.
fr: Les dirigeants de l'avant-poste ont déploré leur sort et discuté de diverses options. Ils pensent qu'il y a une faible chance de survie à long terme pour l'avant-poste.

# orders-comms
source: Don't keep me in suspense
fr: Bon, ne me faites pas languir

# orders-comms
source: It's a low probability scenario, but if we destroyed the most aggressive enemy stations in the area, we might get the rest to agree to a truce.
fr: C'est un scénario peu probable, mais si nous détruisions les stations ennemies les plus agressives de cette zone, nous pourrions amener les autres à discuter d'une trêve.

# orders-comms
source: Which ones are the aggressive ones?
fr: Lesquelles d'entre elles sont les plus agressives ?

# orders-comms
source: The ones that keep sending attacking ships. You can just track back along the attacking ships' approach vector to find their home base.
fr: Celles qui continuent à envoyer des vaisseaux nous attaquer. En remontant simplement le long de l'angle d'approche de ces vaisseaux vous trouverez leur base d'attache.

# orders-comms
source: Have you tracked any based on approach vector?
fr: En avez-vous déjà trouvé une en remontant leur trajet ?

# orders-comms
source: From our observations, %s station %s in %s is one of them. One more thing about this plan...
fr: D'après nos observations, la station %s %s en %s en fait partie. Encore une chose à propos de ce plan...

# orders-comms
source: Just one? What is it?
fr: Juste une ? Quoi donc ?
