Repository: daid/EmptyEpsilon
Catalog: scripts/locale/scenario_31_payload.*.po
Languages: de, fr

source: Push The Payload
de: Lieferdienst für den Frieden
fr: Pousser la charge utile

source: Deliver the payload of flowers to the opposing station in order to end the war Duration: As little as 30 mins on default settings Player ships: 1 Author: Chris Sibbitt and Crew Created: Jan2025 Feedback: USN Discord: https://discord.gg/7Kr32ezJFF
de: Bringt die Fracht mit antiken Blumen zur gegnerischen Station, um den Krieg zu beenden Dauer: Nur 30 Minuten bei Standardeinstellungen Spielbare Schiffe: 1 Autor: Chris Sibbitt und Crew Erstellt: Januar 2025 Feedback: USN Discord: https://discord.gg/7Kr32ezJFF
fr: - Durée approx. : 30mn (variable) - Difficulté : Facile (variable) - Vaisseaux joueurs : 1 Mission : Livrez une cargaison de fleurs à la station ennemie pour mettre fin à la guerre. Version 1 - Fév. 2025 - Titre original : Push The Payload - Auteurs : C.Sibbitt, Crew (2025) - Traduction FR : Muerte (Mars 25) Communauté française et anglophone sur Discord USN https://discord.gg/TVxuxn7ZYW : feedback sur les scénarios, aide, sessions de jeu tous les we.

# setting
source: WaveRandomNess
de: Wellen-Zufälligkeit
fr: Variation des vagues

# setting
source: Random variation in wave timing. Default is 0.25
de: Zufällige Variation im Timing der Wellen. Standard ist 0.25
fr: Variation aléatoire du déclenchement des vagues. La valeur par défaut est 0,25.

# WaveRandomNess
source: Random variation in wave timing.
de: Zufällige Variation im Timing der Wellen.
fr: Variation aléatoire du déclenchement des vagues.

# WaveRandomNess
source: Random variation in wave timing. (Default)
de: Zufällige Variation im Timing der Wellen (Standard)
fr: Variation aléatoire du déclenchement des vagues. Valeur par défaut.

# setting
source: WaveTimer
de: Wellen-Timer
fr: Affichage minuterie

# setting
source: Display a wave timer in the Science/Ops console. Default is Disabled
de: Zeigt einen Wellen-Timer auf der Wissenschafts-/Ops-Konsole an. Standardmäßig deaktiviert.
fr: Affiche une minuterie du déclenchement des vagues sur les consoles Science/Opérations. Option désactivée par défaut.

# WaveTimer
source: Disabled
de: Aus
fr: Désactivée

# WaveTimer
source: No visible wave timer (Default)
de: Kein sichtbarer Wellen-Timer (Standard)
fr: Aucune minuterie des vagues visible. Valeur par défaut.

# WaveTimer
source: Enabled
de: An
fr: Activée

# WaveTimer
source: Display a wave timer in the Science/Ops console
de: Zeigt einen Timer auf der Wissenschafts-/Ops-Konsole an
fr: Affiche une minuterie des vagues dans les consoles Science/Opérations.

# setting
source: Resistance level. Default is Normal
de: Stärke des Widerstands. Normal ist Standard.
fr: Niveau de résistance. La valeur par défaut est Normale.

# Resistance
source: Easy
de: Einfach
fr: Facile

# Resistance
source: Normal
fr: Normale

# Resistance
source: Normal (Default)
de: Normal (Standard)
fr: Résistance normale. Valeur par défaut.

# Resistance
source: Hard
de: Schwer
fr: Difficile

# Resistance
source: Nightmare
de: Albtraum
fr: Cauchemardesque

# setting
source: TimeLimit
de: Zeitlimit
fr: Limite de temps

# setting
source: Time limit before Kraylor victory. Default is 0 (no time limit)
de: Zeitlimit vor dem Sieg der Kraylor. Standard ist 0 (kein Zeitlimit)
fr: Limite de temps avant la victoire des Kraylors. Désactivée par défaut.

# TimeLimit
source: No time limit (Default)
de: Kein Zeitlimit (Standard)
fr: Aucune limite de temps. Valeur par défaut.

# TimeLimit
source: 15 mins
de: 15 min
fr: Partie limitée à 15 minutes.

# TimeLimit
source: 30 mins
de: 30 min
fr: Partie limitée à 30 minutes.

# TimeLimit
source: 1 hour
de: 1 Stunde
fr: Partie limitée à 1 heure.

# TimeLimit
source: 1.5 hours
de: 1,5 Stunden
fr: Partie limitée à 1 heure et demi.

# TimeLimit
source: 2 hours
de: 2 Stunden
fr: Partie limitée à 2 heures.

# TimeLimit
source: 3 hours
de: 3 Stunden
fr: Partie limitée à 3 heures.

# setting
source: FieldSize
de: Feldgröße
fr: Taille du champ

# setting
source: Distance between factions stations. Affects difficulty and time. Default is Medium
de: Entfernung zwischen den Stationen der beiden Fraktionen. Beeinflusst Schwierigkeitsgrad und Zeit. Standard ist Mittel
fr: Distance entre les stations des différentes factions. Affecte la difficulté et le temps. La valeur par défaut est Moyenne.

# FieldSize
source: Tiny field size
de: Winzige Karte
fr: Tout petit terrain.

# FieldSize
source: Small field size
de: Kleine Karte
fr: Petit terrain.

# FieldSize
source: Medium field size (Default)
de: Mittelgroße Karte (Standard)
fr: Terrain de taille moyenne. Valeur par défaut.

# FieldSize
source: Large field size
de: Große Karte
fr: Grand terrain.

# FieldSize
source: Extra Large
de: Sehr große Karte
fr: Très grand terrain.

# mission
source: Your Stn
de: Navy-Stn
fr: Station de base

# mission
source: Kraylor Stn
fr: Station Kraylor

# mission
source: The war with the Kraylor has been at a standstill for decades. Our scientists have discovered an alien artifact. Long range scans indicate that it is a bouquet of ancient flowers. Bring the flowers to the enemy station as a gesture of good faith in order to end this war. Scan the alien artifact and stay close to it. The artifact is located in Sector
de: Der Krieg mit den Kraylor ist seit Jahrzehnten festgefahren. Unser Wissenschaftspersonal hat ein außerirdisches Artefakt entdeckt. Langstrecken-Scans deuten darauf hin, dass es sich um einen Strauß antiker Blumen handelt. Bringen Sie die Blumen als Geste des guten Willens zur feindlichen Station, um diesen Krieg zu beenden. Scannen Sie das fremde Artefakt und bleiben Sie in seiner Nähe. Das Artefakt befindet sich in Sektor
fr: La guerre contre les Kraylors est au point mort depuis des décennies. Nos scientifiques ont découvert un artefact extraterrestre. Des analyses longue distance indiquent qu'il s'agit d'un bouquet de fleurs anciennes. Votre mission : Analysez l'artefact extraterrestre et apportez les fleurs à la station ennemie en signe de bonne foi afin de mettre fin à cette guerre. L'artefact se trouve dans le secteur

# artifacts
source: Something to salvage
de: Etwas zum ausschlachten
fr: Quelque chose à sauver

# artifacts
source: It looks like a
de: Sieht aus wie
fr: Cela ressemble à un

# artifacts
source: Picked up a
de: Aufgesammelt:
fr: Nous avons ramassé un

# station-comms
source: We sell %s for %d
de: Wir verkaufen %s je %d Ruf
fr: Nous vendons %s pour %d rép.

# station-comms
source: You need?
de: Sie wünschen?
fr: De quoi avez-vous besoin ?

# station-comms
source: Buy full complement of %s (%d rep)
de: Volle Ladung an %s kaufen (%d Ruf)
fr: Acheter le lot complet de %s (%d rép)

# station-comms
source: You have purchased a full complement of %s.
de: Sie haben eine volle Ladung an %s gekauft
fr: Vous avez acheté un lot complet de %s.

# station-comms
source: You do not have enough reputation points.
de: Ihr Ruf reicht nicht aus.
fr: Vous n'avez pas assez de points de réputation.

# station-comms
source: Gossip with the locals about salvage
de: Gerüchte zu Bergungsgut austauschen
fr: Potins avec les locaux sur le sauvetage

# station-comms
source: We've heard about some shiny things in sector %s.
de: Wir haben von ein paar vielversprechenden Sachen in Sektor %s gehört.
fr: Nous avons entendu parler de certains objets brillants dans le secteur %s.

# station-comms
source: No one seems to know of any more salvage to be had.
de: Niemand scheint etwas über lohnenswerte Bergungen zu wissen-
fr: Personne ne semble connaître d’autres moyens de sauvetage.

# payload-comms
source: What can I do for you?
de: Was können wir für Sie tun?
fr: Que puis-je faire pour vous ?

# payload-comms
source: Recalculate route
de: Route neuberechnen
fr: Recalculer l'itinéraire

# payload-comms
source: Route recalculated.
de: Route wurde neu berechnet
fr: Itinéraire recalculé.

# payload-comms
source: No target set for the payload ship.
de: Für die Lieferung wurde kein Ziel gesetzt.
fr: Aucun objectif n'a été fixé pour le vaisseau de charge utile.

# payload-comms
source: You are out of time!
de: Die Zeit ist abgelaufen!
fr: Vous n'avez plus de temps !

# payload-comms
source: You need to be closer to the Payload to guide it.
de: Sie müssen sich näher am Lieferschiff befinden um es zu steuern
fr: Vous devez être plus proche de la charge utile pour la guider.

# payload-comms
source: Must be clear of enemies before the Payload can move. The enemy has %d ships nearby.
de: Die Umgebung muss frei von feindlichen Schiffen sein bevor sich die Lieferung weiter bewegen kann. Derzeit sind %d feindliche Schiffe in der Nähe.
fr: La charge utile doit être éloignée des ennemis avant de pouvoir se déplacer. L'ennemi a %d vaisseaux à proximité.

# payload-comms
source: DANGER, The payload is moving towards the Human Navy station!
de: Achtung, die Lieferung bewegt sich in Richtung der Station der menschlichen Navy-Station!
fr: DANGER, la charge utile se dirige vers la station de la Marine humaine !

# payload-comms
source: Payload is being delivered to the Kraylor station.
de: Ladung wird an die Kraylor-Station ausgeliefert.
fr: La charge utile est en cours de livraison à la station Kraylor.

# wave-timer
source: Next wave:
de: Nächste Welle:
fr: Prochaine vague :

# wave-timer
source: Next wave:
de: Nächste Welle:
fr: Prochaine vague :

# payload-comms
source: Payload has stopped moving.
de: Lieferung bewegt sich nicht mehr.,
fr: La charge utile a cessé de bouger.

# gm-buttons
source: Wave Time +15 (%ds)
de: Wellenzeit +15 (%ds)
fr: Vague Délai +15 (%ds)

# gm-buttons
source: Wave Time -15 (%ds)
de: Wellenzeit -15 (%ds)
fr: Vague Délai -15 (%ds)

# gm-buttons
source: Wave Size + (%d)
de: Wellengröße + (%d)
fr: Taille de la vague + (%d)

# gm-buttons
source: Wave Size - (%d)
de: Wellengröße - (%d)
fr: Taille de la vague - (%d)

# gm-buttons
source: Kraylor Wave
de: Kraylor-Welle
fr: Vague Kraylor

# gm-buttons
source: Human Wave
de: Menschl. Welle
fr: Vague Humaine

# gm-buttons
source: Both Waves
de: Beide Wellen
fr: Les 2

# gm-buttons
source: New Payload Route
de: Neue Liefer-Route
fr: Nouvelle route pour la charge utile

# setting
source: Resistance
de: Widerstand
