Repository: daid/EmptyEpsilon
Catalog: scripts/locale/scenario_44_outpost.*.po
Languages: fr

# station-comms
source: Hello, may I help you?
fr: Bonjour, puis-je vous aider ?

# station-comms
source: Welcome to our lovely station.
fr: Bienvenue dans notre charmante petite station.

# station-comms
source: Forgive us if we seem a little distracted. We are carefully monitoring the enemies nearby.
fr: Veuillez nous excuser si nous semblons un peu distraits. Nous surveillons attentivement les ennemis à proximité.

# station-comms
source: %s Reputation: %i
fr: %s Réputation : %i

# station-comms
source: Deliver %s to %s
fr: Débarquer %s sur %s

# ammo-comms
source: You need to stay docked for that action.
fr: Vous devez rester amarré à la station pour cette action.

# station-comms
source: %s disembarks at %s and thanks you
fr: %s débarque sur %s et vous remercie.

source: Back
fr: Précédent

# shipLog
source: %s disembarks at %s because %s has been destroyed. You receive %s reputation for your efforts
fr: %s débarque sur %s car %s a été détruit. Vous recevez %s de réputation pour vos efforts.

# station-comms
source: Transport Passenger
fr: Transport de passagers

# station-comms
source: %s wishes to be transported to %s station %s in sector %s.
fr: %s souhaite être transporté sur la station %s %s dans le secteur %s.

# station-comms
source: %s Transporting %s would increase your reputation by %s.
fr: %s Transporter %s augmenterait votre réputation de %s.

# station-comms
source: Agree to transport %s to %s station %s
fr: Accepter de transporter %s sur la station %s %s

# station-comms
source: You direct %s to guest quarters and say, 'Welcome aboard the %s'
fr: Vous dirigez %s vers les quartiers des invités et lui souhaitez la bienvenue à bord du %s.

# station-comms
source: Decline transportation request
fr: Refuser la demande de transport

# station-comms
source: You tell %s that you cannot take on any transportation missions at this time. The offer disappears from the message board.
fr: Vous dites à %s que vous ne pouvez entreprendre aucune mission de transport pour le moment. L'offre disparaît du journal des messages.

# station-comms
source: You tell %s that you cannot take on any transportation missions at this time.
fr: Vous dites à %s que vous ne pouvez entreprendre aucune mission de transport pour le moment.

# station-comms
source: Deliver cargo to %s on %s
fr: Livrer la cargaison à %s sur %s

# station-comms
source: %s thanks you for retrieving the cargo
fr: %s vous remercie d'avoir récupéré la cargaison.

# station-comms
source: Pick up cargo for %s
fr: Ramassez la cargaison pour %s

# station-comms
source: The cargo for %s has been loaded on %s
fr: La cargaison pour %s a été chargée sur %s.

# station-comms
source: Retrieve Cargo
fr: Récupérer une cargaison

# station-comms
source: %s wishes you to pick up cargo from %s station %s in sector %s and deliver it here.
fr: %s souhaite que vous récupériez la cargaison à la station %s %s dans le secteur %s et que vous la livriez ici.

# station-comms
source: %s Retrieving and delivering this cargo for %s would increase your reputation by %s.
fr: %s Récupérer et livrer cette cargaison pour %s augmenterait votre réputation de %s.

# station-comms
source: Agree to retrieve cargo for %s
fr: Accepter de récupérer la cargaison pour %s

# station-comms
source: %s thanks you and contacts station %s to let them know that %s will be picking up the cargo.
fr: %s vous remercie et contacte la station %s pour leur faire savoir que %s va récupérer la cargaison.

# station-comms
source: Decline cargo retrieval request
fr: Refuser la demande de récupération de cargaison

# station-comms
source: You tell %s that you cannot take on any cargo retrieval missions at this time. The offer disappears from the message board.
fr: Vous dites à %s que vous ne pouvez entreprendre aucune mission de récupération de cargaison pour le moment. L'offre disparaît du journal des messages.

# station-comms
source: Station services (restock ordnance, upgrades, repairs)
fr: Services : améliorations, réparations, munitions

# station-comms
source: What station service are you interested in?
fr: Par quel service de notre station êtes-vous intéressé ?

# upgrade-comms
source: Upgrade ship
fr: Améliorations du vaisseau

# upgrade-comms
source: Upgrade complete
fr: Mise à niveau effectuée.

# needRep-comms
source: Insufficient reputation
fr: Réputation insuffisante.

# upgrade-comms
source: What kind of upgrade are you interested in? We can provide the following upgrades system: description (reputation cost)
fr: Par quel type d'amélioration êtes-vous intéressé ? Nous pouvons fournir les mises à niveau suivantes : système : description (coût en réputation)

# upgrade-comms
source: Alas, we cannot upgrade any of your systems
fr: Hélas, nous ne pouvons mettre à niveau aucun de vos systèmes.

# ammo-comms
source: I need ordnance restocked
fr: Nous avons besoin de nous réapprovisionner en munitions

# ammo-comms
source: What type of ordnance? Reputation: %i
fr: Quel genre de munitions ? Réputation : %i

# ammo-comms
source: Can you supply us with some nukes? (
fr: Pouvez-vous nous fournir des armes nucléaires (nuke) ? (

# ammo-comms
source: We really need some nukes (
fr: Nous avons vraiment besoin d'armes nucléaires (nuke) (

# ammo-comms
source: %s%d rep each)
fr: %s%d rép chacun)

# ammo-comms
source: Please re-stock our EMP missiles. (
fr: Veuillez réapprovisionner nos missiles EMP (

# ammo-comms
source: Got any EMPs? (
fr: Avez-vous des EMP ? (

# ammo-comms
source: Do you have spare homing missiles for us? (
fr: Des missiles homing de rechange pour nous ? (

# ammo-comms
source: Do you have extra homing missiles? (
fr: Avez-vous des missiles homing supplémentaires ? (

# ammo-comms
source: We could use some mines. (
fr: Nous pourrions avoir besoin de quelques mines. (

# ammo-comms
source: How about mines? (
fr: Concernant les mines ? (

# ammo-comms
source: What about HVLI? (
fr: Concernant les HVLI ? (

# ammo-comms
source: Could you provide HVLI? (
fr: Pourriez-vous fournir des HVLI ? (

# dockingServicesStatus-comms
source: Docking services status
fr: État des services d'accueil

# dockingServicesStatus-comms
source: Station %s docking services status:
fr: État des services d'accueil de la station %s :

# dockingServicesStatus-comms
source: %s Replenish scan probes.
fr: %s - Réapprovisionnement des sondes.

# dockingServicesStatus-comms
source: Cannot replenish scan probes due to fabrication unit failure.
fr: - Sondes : impossible de réapprovisionner les sondes en raison d'une défaillance de l'unité de fabrication.

# dockingServicesStatus-comms
source: Parts shortage prevents scan probe replenishment.
fr: - Sondes : le manque de pièces empêche le réapprovisionnement des sondes.

# dockingServicesStatus-comms
source: Station management has curtailed scan probe replenishment for cost cutting reasons.
fr: - Sondes : les gestionnaires de la station ont réduit le réapprovisionnement des sondes pour des raisons de réduction des coûts.

# dockingServicesStatus-comms
source: %s Ship hull repair.
fr: %s - Réparation de la coque.

# dockingServicesStatus-comms
source: We're out of the necessary materials and supplies for hull repair.
fr: - Coque : nous n'avons plus les matériaux et fournitures nécessaires pour réparer la coque.

# dockingServicesStatus-comms
source: Hull repair automation unavailable while it is undergoing maintenance.
fr: - Coque : l'automatisation de réparation de la coque n'est pas disponible pendant la maintenance.

# dockingServicesStatus-comms
source: All hull repair technicians quarantined to quarters due to illness.
fr: - Coque : tous les techniciens de réparation de coque sont en quarantaine dans leur quartiers pour cause de maladie.

# dockingServicesStatus-comms
source: %s Recharge ship energy stores.
fr: %s - Recharge des réserves d'énergie du vaisseau.

# dockingServicesStatus-comms
source: A recent reactor failure has put us on auxiliary power, so we cannot recharge ships.
fr: - Énergie : une récente panne de réacteur nous a mis sous tension auxiliaire, nous ne pouvons donc pas recharger les vaisseaux.

# dockingServicesStatus-comms
source: A damaged power coupling makes it too dangerous to recharge ships.
fr: - Énergie : un couplage électrique défectueux rend la recharge des vaisseaux trop risquée.

# dockingServicesStatus-comms
source: An asteroid strike damaged our solar cells and we are short on power, so we can't recharge ships right now.
fr: - Énergie : une frappe d'astéroïde a endommagé nos cellules solaires et nous manquons de puissance, nous ne pouvons donc pas recharger les vaisseaux pour le moment.

# dockingServicesStatus-comms
source: %s May overcharge jump drive
fr: %s - Peut booster la téléportation.

# dockingServicesStatus-comms
source: %s May repair probe launch system
fr: %s - Peut réparer le système de lancement de sonde.

# dockingServicesStatus-comms
source: %s May repair hacking system
fr: %s - Peut réparer le système de piratage.

# dockingServicesStatus-comms
source: %s May repair scanners
fr: %s - Peut réparer les scanners.

# dockingServicesStatus-comms
source: %s May repair combat maneuver
fr: %s - Peut réparer la manœuvre de combat.

# dockingServicesStatus-comms
source: %s May repair self destruct system
fr: %s - Peut réparer le système d'autodestruction.

# dockingServicesStatus-comms
source: Overcharge Jump Drive (10 Rep)
fr: Booster la téléportation (10 rép)

# dockingServicesStatus-comms
source: Your jump drive has been overcharged to %ik
fr: Votre téléportation a été boostée à %ik.

# dockingServicesStatus-comms
source: Repair ship system
fr: Réparer les systèmes du vaisseau

# dockingServicesStatus-comms
source: What system would you like repaired? Reputation: %i
fr: Quel système souhaitez-vous réparer ? Réputation : %i

# dockingServicesStatus-comms
source: Repair probe launch system (%s Rep)
fr: Réparer le système de lancement de sonde (%s rép)

# dockingServicesStatus-comms
source: Your probe launch system has been repaired
fr: Votre système de lancement de sonde a été réparé.

# dockingServicesStatus-comms
source: Repair hacking system (%s Rep)
fr: Réparer le système de piratage (%s rép)

# dockingServicesStatus-comms
source: Your hack system has been repaired
fr: Votre système de piratage a été réparé.

# dockingServicesStatus-comms
source: Repair scanning system (%s Rep)
fr: Réparer les scanners (%s rép)

# dockingServicesStatus-comms
source: Your scanners have been repaired
fr: Vos scanners ont été réparés.

# dockingServicesStatus-comms
source: Repair combat maneuver (%s Rep)
fr: Réparer la manœuvre de combat (%s rép)

# dockingServicesStatus-comms
source: Your combat maneuver has been repaired
fr: Votre manœuvre de combat a été réparée.

# dockingServicesStatus-comms
source: Repair self destruct system (%s Rep)
fr: Réparer le système d'autodestruction (%s rép)

# dockingServicesStatus-comms
source: Your self destruct system has been repaired
fr: Votre système d'autodestruction a été réparé.

# station-comms
source: I need information
fr: j'aurai besoin d'informations

# station-comms
source: What do you need to know?
fr: Qu'aimeriez-vous savoir ?

# station-comms
source: What's with all the warp jammers?
fr: C'est quoi tous ces brouilleurs ?

# station-comms
source: When factions in various stations in the area started attacking each other, there was a particularly nasty tactic employed where warp or jump ships would ambush a station. Stations could not maintain defensive patrols indefinitely due to the expense. Putting in a warp jammer gives the station a chance to scramble their defense fleet when an enemy approaches. Of course, it slows friendly traffic, commercial or military, too. So, most warp jammers are controlled by nearby factions to allow them to enable or disable them upon request to facilitate the flow of ships. You can't connect to the warp jammer while docked because you're clearly not yet ready to traverse the controlled area. Destroying a warp jammer may have undesired indirect consequences, but there's no official rule against it.
fr: Lorsque les factions des diverses stations de la région ont commencé à s'attaquer les unes aux autres, une tactique particulièrement désagréable avec les moteurs de téléportation et de vitesse lumière des vaisseaux fût utilisé pour tendre une embuscade à une station. Les stations ne pouvant pas mobiliser indéfiniment des patrouilles défensives en raison des coûts, elles installèrent des brouilleurs de téléportation et vitesse lumière, leur donnant une chance de brouiller les signaux de leur flotte de défense lorsqu'un ennemi approchait. Bien sûr, cela ralentit également le trafic allié, commercial et militaire. Aussi, la plupart des brouilleurs de téléportation et vitesse lumière sont contrôlés par des factions situées à proximité, leur permettant de les activer ou désactiver sur demande et ainsi faciliter le traffic des vaisseaux. Vous ne pouvez pas vous connecter au brouilleur de distorsion tant que vous êtes amarré à une station car vous n'êtes clairement pas encore prêt à traverser la zone contrôlée. La destruction d'un brouilleur peut avoir des conséquences indirectes indésirables, mais il n'y a pas de règle officielle contre cela.

# station-comms
source: Tell me more about your station
fr: Dites m'en plus à propos de votre station

# station-comms
source: What would you like to know?
fr: Qu'aimeriez-vous savoir ?

# stationGeneralInfo-comms
source: General information
fr: Informations générales

# stationStory-comms
source: Station history
fr: L'histoire de la station

# gossip-comms
source: Gossip
fr: Rumeurs

# station-comms
source: Explain sensor jammers
fr: Expliquez-nous les brouilleurs de capteur

# station-comms
source: You mean those things that have a call sign that starts with SJ?
fr: Vous parlez de ces choses qui ont un nom commençant par SJ ?

# station-comms
source: Yes. Why so many?
fr: Oui. Pourquoi autant ?

# station-comms
source: They were made during a big technological arms race. All the factions tried to make them to hinder their enemies as they approached. Most ships have got ways around them now, but nobody has gone out to clean up the leftovers. The closest thing to clean up done by the factions is to give them all SJ call signs to make ships aware of the potential navigation hazard.
fr: Ils ont été conçus lors d'une grande course à l'armement technologique. Toutes les factions essayant de gêner l'approche de leurs ennemis en limitant leur portée radar avec ces brouilleurs. La plupart des vaisseaux ont désormais des moyens de les contourner, mais personne n'est sorti pour nettoyer les restes. La seule chose qui a été faite par les factions est de leur donner des indicatifs d'appel SJ pour informer les vaisseaux du danger potentiel de navigation.

# station-comms
source: Yes. What do they do?
fr: Oui. A quoi servent-ils?

# station-comms
source: The sensor jammers reduce your long range sensor range. The degree and range of effectiveness varies with each one. They're also designed to be booby traps. If you don't disable the trap, they'll fry your scanners if you pick them up to neutralize them.
fr: Les brouilleurs de capteur réduisent la portée de votre capteur longue distance. L'angle et la portée de la zone d'émission varient d'un brouilleur à l'autre. Ils sont également conçus pour être piégés. Si vous ne désactivez pas ces pièges avant de les récupérer, ils grilleront vos scanners.

# station-comms
source: Yes. How do I get rid of them?
fr: Oui. Comment puis-je m'en débarrasser ?

# station-comms
source: Just pick them up. You'll want to scan them first if you don't want your scanners fried.
fr: Il suffit de les ramasser. Vous voudrez d'abord les scanner si vous ne voulez pas griller vos scanners.

# orders-comms
source: What are my current orders?
fr: Quels sont nos ordres en cours ?

# orders-comms
source: Survive. Protect the outpost which includes the following stations:
fr: Survivre. Protéger l'avant-poste composé des stations suivantes :

# orders-comms
source: Survive. Protect the outpost which consists of the following station:
fr: Survivre. Protéger l'avant-poste qui se compose de la station suivante :

# orders-comms
source: %i Minutes remain in game
fr: %i minutes restantes dans le jeu.

# station-comms
source: Resources (repair crew, coolant, goods)
fr: Ressources : réparateurs, liquide de ref., marchandises

# station-comms
source: Which of the following are you interested in?
fr: Par quel type de ressources êtes-vous intéressé ?

# trade-comms
source: Buy, sell, trade
fr: Acheter, vendre, échanger

# trade-comms
source: Station %s: Goods or components available for sale: quantity, cost in reputation
fr: Station %s : Marchandises ou composants disponibles à la vente : quantité, coût en réputation :

# trade-comms
source: Goods or components station will buy: price in reputation
fr: Marchandises ou composants que la station achètera : (prix en réputation)

# trade-comms
source: Current cargo aboard %s:
fr: Cargaison actuelle à bord de %s :

# trade-comms
source: Empty
fr: Vide

# trade-comms
source: Available Space: %i, Available Reputation: %i
fr: Espace disponible : %i, Réputation disponible : %i

# trade-comms
source: Buy one %s for %i reputation
fr: Achetez 1 %s pour %i rép

# trade-comms
source: Type: %s, Quantity: %i, Rep: %i
fr: Type : %s, Quantité : %i, Rép : %i

# trade-comms
source: Insufficient cargo space for purchase
fr: Espace de chargement insuffisant pour acheter

# needRep-comms
source: Insufficient reputation for purchase
fr: Réputation insuffisante pour acheter.

# trade-comms
source: Insufficient station inventory
fr: Stock insuffisant dans la station

# trade-comms
source: purchased
fr: Acheté

# trade-comms
source: Sell one %s for %i reputation
fr: Vendre 1 %s pour %i rép

# trade-comms
source: Type: %s, Reputation price: %i
fr: Type : %s, Coût en rép : %i

# trade-comms
source: One sold
fr: 1 vendu

# trade-comms
source: Trade food for %s
fr: Échanger de la Nourriture (food) contre %s

# trade-comms
source: Type: %s, Quantity: %i
fr: Type : %s, Quantité : %i

# trade-comms
source: Traded
fr: Échangé

# trade-comms
source: Trade medicine for %s
fr: Échanger des Médicaments (medicine) contre %s

# trade-comms
source: Trade luxury for %s
fr: Échanger des produits de luxe (luxury) contre %s

# trade-comms
source: Jettison cargo
fr: Larguer la cargaison

# trade-comms
source: Available space: %i What would you like to jettison?
fr: Espace disponible : %i Que voudriez-vous larguer ?

# trade-comms
source: One %s jettisoned
fr: Un %s largué

# explainGoods-comms
source: No tutorial covered goods or cargo. Explain
fr: Explications sur les marchandises et cargaisons

# explainGoods-comms
source: Different types of cargo or goods may be obtained from stations, freighters or other sources. They go by one word descriptions such as dilithium, optic, warp, etc. Certain mission goals may require a particular type or types of cargo. Each player ship differs in cargo carrying capacity. Goods may be obtained by spending reputation points or by trading other types of cargo (typically food, medicine or luxury)
fr: Différents types de marchandises ou cargaisons peuvent être obtenus auprès des stations, des cargos ou d'autres sources. Ces ressources peuvent être du dilithium, de l'optique, des moteurs de vitesse lumière, etc. Certains objectifs de mission peuvent nécessiter un ou plusieurs types de marchandises particulières. Chaque vaisseau joueur diffère par sa capacité de transport de marchandises. Les marchandises peuvent être obtenues en dépensant des points de réputation ou en échangeant d'autres types de marchandises (généralement de la nourriture, des médicaments ou des produits de luxe).

# trade-comms
source: Recruit repair crew member
fr: Recruter un membre de l'équipe de réparation

# trade-comms
source: We have a repair crew candidate for you to consider
fr: Nous avons une nouvelle recrue à vous proposer au poste de réparateur.

# trade-comms
source: Recruit repair crew member for %i reputation
fr: Recruter un membre de l'équipe de réparation pour %i réputation.

# trade-comms
source: Repair crew member hired
fr: Réparateur embauché.

# trade-comms
source: A possible repair recruit is awaiting final certification. They should be available in
fr: Une potentielle recrue pour l'équipe de réparation attend sa certification. Elle devrait être validée dans

# trade-comms
source: There's one repair crew candidate completing their license application. They should be available in
fr: Il y a un candidat à l'équipe de réparation qui remplit actuellement sa demande de licence. Il devrait être certifié dans

# trade-comms
source: One repair crew should be getting here from their medical checkout in
fr: Une réparatrice devrait revenir de sa visite médicale dans

# trade-comms
source: %s %i seconds
fr: %s %i secondes.

# trade-comms
source: %s a second
fr: %s une seconde.

# trade-comms
source: Several arrived on station earlier. %s %i seconds
fr: Plusieurs sont arrivés à la station plus tôt. %s %i secondes.

# trade-comms
source: %i seconds
fr: %i secondes.

# trade-comms
source: %i second
fr: %i seconde.

# trade-comms
source: %i minutes and %s
fr: %i minutes et %s.

# trade-comms
source: %i minute and %s
fr: %i minute et %s.

# trade-comms
source: There are some repair crew recruits in route for %s. Travel time remaining is %s.
fr: Des recrues de l'équipe de réparation sont en route pour %s. Le temps de trajet restant est de %s.

# trade-comms
source: Purchase Coolant
fr: Acheter du liquide de refroidissement

# trade-comms
source: We've got some coolant available for you
fr: Nous avons du liquide de refroidissement disponible pour vous.

# trade-comms
source: Purchase coolant for %i reputation
fr: Acheter du liquide de refroidissement pour %i de réputation

# trade-comms
source: Additional coolant purchased
fr: Liquide de refroidissement supplémentaire acheté

# trade-comms
source: The coolant preparation facility is having difficulty packaging the coolant for transport. They say they should have it working in about %i seconds
fr: L'usine de préparation de liquide de refroidissement a des difficultés à le conditionner pour le transport. Ils disent qu'ils devraient y arriver dans environ %i secondes.

# trade-comms
source: The coolant preparation facility is having difficulty packaging the coolant for transportation. They say they should have it working in a second
fr: L'usine de préparation de liquide de refroidissement a des difficultés à le conditionner pour le transport. Ils disent qu'ils devraient y arriver dans environ 1 seconde.

# trade-comms
source: Our coolant production facility just made some, but it's not quite ready to be transported. The preparation facility says it should take about %i seconds
fr: Notre usine de production de liquide de refroidissement vient d'en fabriquer, mais il n'est pas tout à fait prêt à être transporté. A l'usine on nous dit que cela devrait prendre environ %i secondes.

# trade-comms
source: Our coolant production facility is making more right now. Coolant manufacturing time remaining is %s.
fr: Notre usine de production de liquide de refroidissement en produit plus en ce moment. Le temps de fabrication est de %s.

# orders-comms
source: Destroy aggressive enemy bases including %s station %s in %s.
fr: Détruire les bases ennemies agressives, y compris la station %s %s en %s.

# orders-comms
source: Destroy aggressive enemy bases.
fr: Détruire les bases ennemies agressives.

# orders-comms
source: Optional:
fr: Facultatif :

# orders-comms
source: %s Transport %s to %s station %s in %s
fr: %s Transporter %s vers %s station %s en %s.

# orders-comms
source: %s Transport %s to station %s (defunct)
fr: %s Transporter %s à la station %s (défunt).
