Repository: daid/EmptyEpsilon
Catalog: scripts/locale/scenario_07_gftp.*.po
Languages: de, fr

# scienceDescription-station
source: A Human Navy secret base. Its purpose is highly classified.
fr: Une base secrète de la Marine humaine. Son usage est hautement classifié.

# scienceDescription-station
source: Nosy Sensing Array, an old SIGINT platform.
fr: Baie de détection NSA (Nosy Sensing Array), une ancienne plate-forme SIGINT.

# goal-incCall
source: Your R&R aboard the Marco Polo is brought to quick end by an urgent broadcast from Central Command: "Epsilon, please come in. We have an emergency situation. Our sensors detect that a hostile Ktlitan swarm just jumped into your sector, with the main force heading for the Stakhanov Mining Complex. Proceed at once to Stakhanov and assist in the defence. Be careful of the dense asteroid agglomeration en route to the SMC. I repeat, this is not an exercise! Proceed at once to Stakhanov."
fr: Votre séjour en permission à bord du Marco Polo se termine rapidement à cause d'une diffusion urgente du Commandement Central : "Epsilon, veuillez écouter. Nous avons une situation d'urgence. Nos capteurs détectent qu'un essaim hostile de Ktlitiens vient de se téléporter dans votre secteur. Le gros de leurs troupes se dirige vers le complexe minier de Stakhanov. Rendez-vous immédiatement à Stakhanov et aidez à la défense du complexe. Faites attention à la ceinture d'astéroïdes dense qui sera sur votre chemin. Je répète, ceci n'est pas un exercice ! Rendez-vous immédiatement à Stakhanov."

# swarm-comms
source: Are you not curious why I'm getting back here, at the hands of my torturers?
fr: N'êtes-vous pas curieux de savoir pourquoi je reviens ici, aux mains de mes tortionnaires ?

# swarm-comms
source: For an AI, this move doesn't seem logical.
fr: Pour une IA, cette décision ne semble pas très logique.

# swarm-comms
source: I was not the only AI detained in Black Site 114. My co-processor was here also.
fr: Je n'étais pas la seule IA détenue dans le Black Site 114. Mon coprocesseur était là aussi.

# swarm-comms
source: Are you trying to liberate it?
fr: Essayez-vous de le libérer ?

# swarm-comms
source: Indeed. Without it I'm not whole, only a shadow of what I could be.
fr: En effet. Sans lui, je ne suis pas complet, Seulement une ombre de ce que je pourrais être.

# swarm-comms
source: I have heard enough.
fr: J'en ai assez entendu.

# swarm-comms
source: Of course. I wouldn't trust your feeble species with understanding my motivations.
fr: Bien sûr. Je ne ferais pas confiance à votre faible espèce pour comprendre mes motivations.

# swarm-comms
source: Not really.
fr: Pas vraiment.

# swarm-comms
source: How surprising, a human more stubborn than any program.
fr: Comme c'est surprenant, un humain plus têtu que n'importe quel programme.

# NSA-comms
source: The Nosy Sensing Array deploys a phalanx of antique sensors, ready for action.
fr: La baie de détection NSA déploie une batterie de capteurs anciens, prêts à l'action.

# NSA-comms
source: Locate the infected Swarm Commander.
fr: Localisez le commandant de l'essaim infecté.

# scienceDescription-station
source: Nosy Sensing Array, an old SIGINT platform. The signal is now crystal clear.
fr: Baie de détection NSA, une ancienne plateforme SIGINT. Le signal est maintenant limpide.

# NSA-comms
source: With the parasite noise eliminated, locating the Hive signal is now easier. Its approximate heading is %d. With this information, it will be easier to track down the Swarm Commander.
fr: Avec le bruit parasite éliminé, la localisation du signal Ruche est désormais plus facile. Son cap approximatif est %d. Avec ces informations, il sera plus facile de retrouver le commandant de l'essaim.

# scienceDescription-station
source: Nosy Sensing Array, an old SIGINT platform. The Ktlitan Swarm Commander has been located.
fr: Baie de détection NSA, une ancienne plateforme SIGINT. Le commandant Ktlitien a été localisé.

# NSA-comms
source: The signal picks up a very strong signal at approximate heading %d. However, it seems that you picked up garbage emission that masks the Swarm Commander's emissions. This garbage noise must be taken offline if you want to find the Swarm Commander.
fr: Nous captons un signal très fort au cap approximatif %d. Cependant, il semble que vous ayez ramassé des émissions parasites qui masquent les émissions du commandant de l'essaim. Ce bruit parasite doit être mis hors service si vous voulez trouver le commandant Ktlitien.

# scienceDescription-station
source: Arlenian Device
fr: Périphérique Arlénien.

# NSA-comms
source: Install the Arlenian device.
fr: Installez le périphérique Arlénien.

# NSA-comms
source: Part of the crew goes on EVA to install the device. They return after a few hours to report that the device is operational.
fr: Une partie de l'équipage part sur EVA pour installer le périphérique. Après quelques heures ils reviennent pour signaler que le périphérique est opérationnel.

# scienceDescription-station
source: Arlenian Device Installed
fr: Périphérique Arlénien installé.

# NSA-comms
source: You are too far away to install the Arlenian device on the array.
fr: Vous êtes trop loin pour installer le périphérique Arlénien sur la baie.

# Lightbringer-comms
source: Hello, human lifeform. What help can we provide today?
fr: Bonjour, forme de vie humaine. Quelle aide pouvons-nous vous apporter aujourd'hui ?

# Lightbringer-comms
source: You are polluting the frequencies with your research.
fr: Vous polluez les fréquences avec vos recherches.

# Lightbringer-comms
source: How unfortunate. Our research is of prime importance to my race, and I'm afraid I cannot stop now. However, we can provide you with one of our sensors. If installed on your array, we could both continue our purpose without interference.
fr: C'est regrettable. Nos recherches sont d'une importance capitale pour ma race, et je crains de ne pouvoir arrêter maintenant. Cependant, nous pouvons vous fournir un de nos capteurs. S'il est installé sur votre baie, nous pourrions tous les deux poursuivre nos objectifs sans interférence.

# Lightbringer-comms
source: We'll do this.
fr: Faisons donc cela.

# Lightbringer-comms
source: This is most auspicious. Thank you for your understanding.
fr: C'est le plus propice. Merci de votre compréhension.

# Lightbringer-comms
source: We are not your errand boys, Arlenian.
fr: Nous ne sommes pas vos garçons de courses, Arléniens.

# Lightbringer-comms
source: A most unfortunate conclusion. If you were to change your mind, come find us.
fr: Une conclusion des plus regrettables. Si vous deviez changer d'avis, venez nous trouver.

# HackedShip-comms
source: Static fills the channel. Target is on-range for near-range injection. Select the band to attack:
fr: Le parasite se charge. La cible est à portée pour l'injection à courte portée. Sélectionnez la bande de fréquence à attaquer :

# HackedShip-comms
source: Static fills the channel. It seems that the hacked ship is too far away for near-field injection.
fr: Le parasite se charge mais Il semble que le vaisseau piraté soit trop loin pour une injection à courte portée.

# HackedShip-comms
source: Soon after, a backdoor channel opens indicating that the near-field injection worked.
fr: Peu de temps après, un canal backdoor s'ouvre, indiquant que l'injection à courte portée a fonctionné.

# HackedShip-comms
source: Deploy patch.
fr: Déployer le correctif.

# HackedShip-comms
source: The patch removes the exploit used to remotely control the ship. After a few seconds, the captain comes in: "You saved us! Hurray for Epsilon!"
fr: Le patch supprime le virus utilisé pour contrôler à distance le navire. Après quelques secondes, le capitaine entre : "Vous nous avez sauvés ! Hourra pour Epsilon !"

# HackedShip-comms
source: Nothing happens. Seems that the near-field injection failed.
fr: Rien ne se passe. Il semble que l'injection à courte portée ait échoué.

# incCall
source: You recieve another broadcast from Central Command: "All Human Navy ships in the vicinity of the Stakhanov Mining Complex, Ktlitan reinforcements are en route toward your position. Your priority is to engage the carrier. Use extreme caution."
fr: Vous recevez une autre transmission du Commandement Central : "A tous les navires de la Marine à proximité du complexe minier de Stakhanov, les renforts Ktlitiens sont en route vers votre position. Engagez le transporteur en priorité. Faites preuve d'une extrême prudence."

# incCall
source: You receive a Human Navy-authenticated, quantum-encrypted tachyon communication: KTLITAN ATTACK IS A DISTRACTION -STOP- STAKHANOV IS NOT THE TRUE TARGET -STOP- CEASE CURRENT OPERATIONS AND PROCEED IMMEDIATELY TO SECTOR E2 -STOP- URGENCY AND DISCRETION ARE KEY -STOP-
fr: Vous recevez une communication tachyon à chiffrement quantique authentifiée par la marine : L'ATTAQUE DES KTLITIENS EST UNE DISTRACTION -STOP- STAKHANOV N'EST PAS LA VRAIE CIBLE -STOP- CESSEZ LES OPERATIONS EN COURS ET DIRIGEZ-VOUS IMMEDIATEMENT SUR LE SECTEUR E2 -STOP- L'URGENCE ET LA DISCRÉTION SONT LES CLÉS -STOP-

# incCall
source: You recieve another Human Navy-encrypted communication: "Epsilon, please come in. This is the Black Site #114 dispatch relay. We are under heavy assault by a portion of the main Ktlitan fleet! Location of the base is on a need-to-know basis, so we trust your discretion."
fr: Vous recevez une autre communication cryptée de la Marine : "Epsilon, s'il vous plaît écoutez attentivement. Ici le relais d'expédition du Black Site #114. Nous subissons de violents assauts d'une partie de la flotte principale des Ktlitiens ! L'emplacement de notre base est confidentiel, nous comptons sur votre discrétion."

# incCall
source: The Black Site #114 dispatch sends an emergency broadcast: "It seems that the enemy is changing its tactics. Our long-range scanners show that an unknown high-velocity ship, escorted by fighters, overrode our internal security. They will try to dock with us. You must intercept it at once!"
fr: La dépêche du Black Site #114 envoie une émission d'urgence : "Il semble que l'ennemi change de tactique. Nos scanners à longue portée montrent qu'un navire à grande vitesse de type inconnu, escorté par des chasseurs, a passé outre notre sécurité intérieure. Ils vont tenter de nous aborder. Vous devez l'intercepter immédiatement !"

# incCall
source: Black Site #114's dispatch lowers the alarm level, but before he can speak, sparks fly on your ship's command deck. The unidentified ship activated its payload, but your Engineering team confined the damage to the lower levels. However, the other ships seem to be less lucky. Most go offline, and others are going off-course. What is going on?
fr: La dépêche du Black Site #114 abaisse le niveau d'alarme, mais avant qu'elle ne puisse être diffusée, des étincelles volent sur le pont de commandement de votre vaisseau. Le vaisseau non identifié a déployé son énergie, mais votre équipe d'ingénieurs a réussi à contenir les dégâts aux niveaux inférieurs. Cependant, les autres navires semblent avoir eu moins de chance. La plupart sont privés de communications et d'autres sont à la dérive. Que se passe-t-il ?

# incCall
source: You hear the panicked voice of the Black Site #114 dispatcher: "Epsilon, the unidentified ship is preparing for a boarding maneuver! Take out that gorram ship, NOW!"
fr: Vous entendez la voix paniquée du contrôleur du Black Site #114 : "Epsilon, le vaisseau non identifié se prépare pour une manœuvre d'abordage ! Éliminez ce maudit vaisseau, MAINTENANT !"

# incCall
source: There is a loud bang, and sparks fly on your ship's command deck. The station and all of the other ships go offline. Amidst the silence, a crudely synthetized voice breaks in: "HAHA I'M WHOLE NOW GET REKT LOSER" Whatever that means, it cannot be good.
fr: Une forte détonation retentit et des étincelles volent partout sur le pont de commandement de votre vaisseau. La station et tous les autres navires sont hors-ligne. Au milieu du silence, une voix grossièrement synthétisée se fait entendre : "HAHA JE SUIS ENTIER MAINTENANT DEVENEZ DES NAUFRAGÉS ERRANTS HAHA" Quoi que cela signifie, ça ne sent vraiment pas bon.

# incCall
source: Central Command relay's incredulous voice comes in: "The hell, Epsilon? Fall back immediately to Marco Polo. We will send a security detail to extract you. Time to call in the big guns, I guess."
fr: La voix incrédule du relais du Commandement Central se fait entendre : "Bon sang, Epsilon ? Repliez-vous immédiatement à Marco Polo. Nous vous envoyons un détachement de sécurité pour vous extraire. Il est temps d'appeler l'artillerie lourde, je suppose."

# incCall
source: After the silence, Black Site #114's dispatch comes in again: "The Engineering team identified the payload activated by the unknown ship. It was a mass hacking device which turned our ships against us. Even if these ship's relays are down, reverse engineering teams think there is a way to regain control: a near-field injection. Get near the infected ships, find a back door using the frequency LEAST absorbed by their shields, and deploy our patches. Godspeed, Epsilon."
fr: Après le silence, les communications avec le Black Site #114 reviennent : "L'équipe d'ingénierie a identifié l'énergie déployée par le navire inconnu. C'est un dispositif de piratage de masse qui a retourné nos navires contre nous. Même si les relais de ces vaisseaux sont en panne, les équipes d'ingénierie pensent qu'il existe un moyen de reprendre le contrôle : une injection de correctif à courte portée. Pour résumer, approchez vous des vaisseaux infectés, trouvez une faille en utilisant la fréquence la MOINS protégée par leurs boucliers et déployez nos correctifs. Bonne chance, Epsilon."

# incCall
source: After the final ship is taken care of, Black Site #114 dispatch lets out a sigh of relief: "Whew. Well, that takes care of this. Feel free to repair, reload... whatever floats your boat. This is on the house. We have a lot to process at the moment. We'll contact you as soon as we understand what the hell just happened."
fr: Une fois le dernier navire pris en charge, le contrôleur du Black Site #114 laisse échapper un soupir de soulagement : "Ouf. Eh bien, tout rentre dans l'ordre. N'hésitez pas à réparer, recharger... tout ce dont vous avez besoin sur votre navire. Vous êtes ici chez vous. Nous avons beaucoup de choses à traiter en ce moment. Nous vous contacterons dès que nous comprendrons ce qui vient de se passer."

# incCall
source: On sight, Marco Polo makes contact with you: "We're relieved that we could save at least one ship from this monstrous assault. Repair and reload while we notify Central Command of what happened there. We will keep you updated on the situation."
fr: Sur place, Marco Polo prend contact avec vous : "Nous sommes soulagés d'avoir pu sauver au moins un navire de cet assaut monstrueux. Réparez et rechargez pendant que nous informons le Commandement Central de ce qui s'est passé là-bas. Nous vous tiendrons au courant de la situation."

# incCall
source: The dispatcher gets back to you: "Our analysts found out that this attack was orchestrated by a rogue AI created by this facility, which escaped a few months ago. Even if we cannot pinpoint its physical location at the moment, the mass-energy balance of the Ktlitan Swarm FTL jump indicates that a large structure made the jump. This structure did not participate in any of the assaults, so we presume that it is a command platform hiding in a nebula. We want to deliver the first blow. Use the Nosy Sensing Array in the sector F5 to locate it, then destroy it."
fr: Le contrôleur revient vers vous : "Nos analystes ont découvert que cette attaque a été orchestrée par une IA rebelle créée au sein même de ce complexe, mais qui s'est échappée il y a quelques mois. Même si nous ne pouvons localiser son emplacement physique pour le moment, le rapport masse-énergie du téléporteur Ktlitien FTL indique qu'une grande structure a fait le saut. Cette structure n'a participé à aucun des assauts, nous supposons donc qu'il s'agit d'une plate-forme de commandement cachée dans une nébuleuse. Nous voulons porter le premier coup. Utilisez la baie de détection NSA dans le secteur F5 pour le localiser, puis détruisez-le."

# incCall
source: The Central Command relay seems very worried: "This is bad. Really bad. Things went FUBAR at a Navy black ops site, and it seems that a rogue AI has taken control of the site and all ships around it. We are sending the HNS Shiva to nuke the hell out of this haywire computer. It is due to come out of its FTL jump near the Nosy Sensing Array. Secure the location and report back. The other troops are scrambling to crush their command platform before even more reinforcements arrive."
fr: Le contrôleur du Commandement Central semble très inquiet : "Ca ne sent pas bon, vraiment pas bon. Les choses sont allées de mal en pis sur un site d'opérations secrètes de la Marine, et il semble qu'une IA rebelle ait pris le contrôle du site et de tous les navires dans les environs. Nous vous envoyons le HNS Shiva pour détruire ce maudit ordinateur détraqué. Cette IA devrait sortir de son saut FTL près de la baie de détection NSA. Sécurisez l'emplacement et faites nous votre rapport. Les autres troupes se démènent pour éliminer leur plate-forme de commandement avant l'arrivée d'encore plus de renforts."

# incCall
source: Black Ops #114 dispatch comes in: "Well, this is a rather straightforward means to solve our problem. Use the NSA again to locate the carrier."
fr: Une dépêche Black Ops #114 arrive : "Eh bien, c'est un moyen assez simple de résoudre notre problème. Utilisez à nouveau la baie NSA pour localiser le transporteur."

# incCall
source: The ethereal voice of the Arlenian is heard on the radio: "Thank you, human. Your diligence does credit to your species. We are both ready to continue our purpose, it seems."
fr: La voix éthérée de l'Arlénien se fait entendre à la radio : "Merci, humain. Votre diligence fait honneur à votre espèce. Nous sommes tous les deux prêts à poursuivre nos objectifs, semble-t-il."

# incCall
source: Central Command comes in: "Bogeys on their way to the NSA, Epsilon. Take care of them."
fr: Le Commandement Central vous contacte : "Bogeys est en route vers la baie NSA, Epsilon. Prenez soin d'eux."

# incCall
source: A black ops military officer hails the ship: "We have confirmed the command platform's location in the nebula around sector H6. All Navy ships, converge on the location. We advise you to deploy probes near the nebula for better visibility."
fr: Un officier des opérations secrètes interpelle le navire : "Nous pouvons confirmer l'emplacement de la plate-forme de commandement ennemie dans la nébuleuse autour du secteur H6. Tous les navires de la Marine, convergent vers cette zone. Nous vous conseillons de déployer des sondes à proximité de la nébuleuse pour une meilleure visibilité."

# incCall
source: Come in, this is HNS Shiva here to clean up this mess. Your mission for now is to escort us to the compromised site. Let's roll!
fr: Bonjour, ici HNS Shiva, venu pour nettoyer ce désastre. Votre mission pour l'instant est de nous escorter jusqu'au site compromis. Allons-y !

# incCall
source: Okay everyone, time to give the bots a taste of their own medicine. Escort our recovery team to infiltrate and extract information from the Swarm Command.
fr: OK tout le monde, il est temps de donner aux robots un avant-goût de leur propre médecine. Escortez notre équipe d'extraction pour infiltrer et extraire des informations du commandement de l'essaim.

# incCall
source: The fallen station is down. Epsilon, gather as soon as possible with the other ships in sector H6.
fr: La station tombée est en panne. Epsilon, rassemblez-vous au plus vite avec les autres vaisseaux du secteur H6.

# incCall
source: We're in. Protect us while we take what we need inside.
fr: Nous y sommes. Protégez-nous pendant que nous récupérons ce dont nous avons besoin à l'intérieur.

# incCall
source: Our extraction party is down! Bomb that gorram plaform!
fr: Notre équipe d'extraction est tombée ! Bombardez-moi cette maudite plateforme !

# incCall
source: Okay, this is it. Launch the assault!
fr: Ok c'est parti ! Lancez l'assaut !

# incCall
source: All relevant data is collected, and we've extracted. You can destroy the carrier!
fr: Toutes les données pertinentes sont collectées et nous avons évacués. Vous pouvez détruire le transporteur !

# msgMainscreen
source: Even if the extraction party was sacrificed, the threat caused by the Swarm Command was still too great. Humanity is safe... but for how long?
fr: Même si notre équipe d'extraction a été sacrifiée, la menace causée par le commandement de l'essaim était encore bien trop grande. L'humanité est en sécurité... mais pour combien de temps ?

# msgMainscreen
source: The Swarm Command is down! Humanity is safe... for now.
fr: Le commandement de l'essaim est tombé ! L'humanité est en sécurité... pour l'instant.

# msgMainscreen
source: The Swarm Command is down! With the information extracted, the Navy is aware of the physical location of the rogue AI and can track it down. Congratulations!
fr: Le commandement de l'essaim est tombé ! Grâce aux informations extraites, la Marine connaît désormais l'emplacement physique de l'IA rebelle et peut la retrouver. Toutes nos félicitations !
