Repository: daid/EmptyEpsilon
Catalog: scripts/locale/scenario_56_carrierTurret.*.po
Languages: de, fr

source: Carrier and Fighters
de: Träger und Jäger
fr: Porte-avions et Chasseurs

source: Three player ships: a carrier and two fighters docked with the carrier. Objective: search out and destroy the designated enemy station. Use the carrier to travel long distances. Fighters have automatic coolant and repair management. Carrier provides energy and hull repair to fighters. The scenario randomizes the terrain and the mini mission order for each run. Version 2 (formerly entitled Carriers and Turrets) USN Discord: https://discord.gg/PntGG3a where you can join a game online. There's usually one every weekend. All experience levels are welcome.
de: Drei spielbare Schiffe: ein Träger und zwei an den Träger angedockte Jäger. Ziel: Sucht und zerstört die vorgegebene feindliche Station. Nutzt den Träger, um lange Strecken zurückzulegen. Die Jäger verfügen über eine automatische Kühlmittel- und Reparaturkontrolle. Der Träger versorgt die Jäger mit Energie und repariert ihre Hüllen. Das Szenario generiert bei jedem Durchlauf zufällige Geländestrukturen und Mini-Missionen. Version 2 ( alter Titel „Träger und Geschütze” genannt) USN Discord: https://discord.gg/PntGG3a, wo ihr online einem Spiel beitreten könnt. In der Regel findet jedes Wochenende ein Spiel statt. Alle Erfahrungsstufen sind willkommen.
fr: - Durée approx. : *** - Difficulté : *** (variable) - Vaisseaux joueurs : 3 à plusieurs Mission : Trouvez et détruisez la station ennemie. Vous disposez pour cela de 3 vaisseaux : 1 Porte-avions et 2 Chasseurs amarrés au Porte-avions. Utilisez le Porte-avions pour parcourir de longues distances. Les Chasseurs disposent d'une gestion automatique du refroidissement et des réparations. Le Porte-avions fournit l'énergie et les réparations de coque aux Chasseurs. Le scénario randomise le terrain et l'ordre des mini-missions à chaque nouvelle partie. Version 2 - Fév. 2025 - Titre original : Carrier and Fighters - Auteur : Xansta (2018) - Traduction FR : Muerte (Avr. 25) Le scénario contient actuellement des bogues et est susceptible de ne pas fonctionner correctement. Muerte (Nov. 24) Communauté française et anglophone sur Discord USN https://discord.gg/TVxuxn7ZYW : feedback sur les scénarios, aide, sessions de jeu tous les we.

# setting
source: Enemies
de: Feinde
fr: Puissance ennemie

# setting
source: Configures strength and/or number of enemies in this scenario
de: Stärke und/oder Anzahl von feindlichen Schiffen im Szenario
fr: Définit le nombre et/ou la puissance des ennemis.

# Enemies
source: Very Easy
de: Sehr einfach
fr: Très facile

# Enemies
source: The least number of or the weakest enemies
de: Die wenigsten bzw. schwächsten Feinde
fr: Ennemis beaucoup moins nombreux et/ou plus faibles.

# Enemies
source: Easy
de: Einfach
fr: Facile

# Enemies
source: Fewer or weaker enemies
de: Weniger oder schwächere Feinde
fr: Ennemis moins nombreux et/ou plus faibles.

# Enemies
source: Normal
fr: Normale

# Enemies
source: Normal number or strength of enemies
de: Normale Anzahl bzw. Stärke der Feinde
fr: Difficulté normale.

# Enemies
source: Hard
de: Schwer
fr: Difficile

# Enemies
source: More or stronger enemies
de: Mehr oder stärkere Feinde
fr: Ennemis plus nombreux et/ou plus puissants.

# Enemies
source: Extreme
de: Extrem
fr: Extrême

# Enemies
source: Much stronger, many more enemies
de: Viel mehr, viel stärkere Feinde
fr: Ennemis beaucoup plus nombreux et/ou beaucoup plus puissants.

# Enemies
source: Quixotic
de: Absurd
fr: Chimérique

# Enemies
source: Insanely strong and/or inordinately large numbers of enemies
de: Wahnsinnig starke und/oder extrem viele Feinde
fr: Ennemis en nombre démesuré et/ou incroyablement puissants.

# setting
source: Murphy
fr: Loi de Murphy

# setting
source: Configures the perversity of the universe according to Murphy's law
de: Konfiguriert die Bösartigkeit des Universums nach Murphys Gesetz
fr: Définit comment la chance est avec ou contre vous selon la loi de Murphy.

# Murphy
source: Very Easy
de: Sehr einfach
fr: Très facile

# Murphy
source: Random factors are very much in your favor
de: Der Zufall neigt sich zu euren Gunsten
fr: Les facteurs aléatoires sont bien plus en votre faveur.

# Murphy
source: Easy
de: Einfach
fr: Facile

# Murphy
source: Random factors are more in your favor
de: Der Zufall neigt sich zu euren Gunsten
fr: Les facteurs aléatoires sont plus en votre faveur.

# Murphy
source: Normal
fr: Normale

# Murphy
source: Random factors are normal
de: Zufallsfaktoren sind normal
fr: Les facteurs aléatoires sont équilibrés.

# Murphy
source: Hard
de: Schwer
fr: Difficile

# Murphy
source: Random factors are more against you
de: Zufallsfaktoren sind eher gegen die Crew gerichtet
fr: Les facteurs aléatoires sont plus contre vous.

# setting
source: Timed
de: Auf Zeit
fr: Durée de jeu

# setting
source: Configures whether or not the scenario has a time limit
de: Legt fest, ob es ein Zeitlimit gibt.
fr: Définit si le scénario a ou non une limite de temps.

# Timed
source: None
de: Nein
fr: Non limitée

# Timed
source: Game has no time limit
de: Spiel hat kein Zeitlimit
fr: La partie n'est pas limité par le temps.

# Timed
source: Game has a 1 minute time limit (used for testing)
de: Zeitlimit: Eine Minute (für Testzwecke)
fr: Le jeu a une limite de temps d'une minute (utilisé pour les tests)

# Timed
source: Game has a 30 minute time limit
de: Zeitlimit: 30 Minuten
fr: Partie limitée à 30 minutes.

# Timed
source: Game has a 60 minute time limit
de: Zeitlimit: 60 Minuten
fr: Partie limitée à 60 minutes.

# Timed
source: Game has a 90 minute time limit
de: Zeitlimit: 90 Minuten
fr: Partie limitée à 90 minutes.

# setting
source: Carrier
de: Trägerschiff
fr: Porte-avions

# setting
source: Configures the carrier deployed as a player ship
de: Legt fest, welches spielbare Trägerschiff genutzt wird
fr: Sélectionne le Porte-avions déployé comme vaisseau joueurs.

# Carrier
source: Random
de: Zufällig
fr: Aléatoire

# Carrier
source: A carrier type will be selected at random
de: Der Typ des Trägerschiffs wird zufällig gewählt
fr: Le type du Porte-avions est sélectionné au hasard.

# Carrier
source: Benedict
fr: Bénédict

# Carrier
source: The carrier deployed will be of type Benedict with a jump drive
de: Das Trägerschiff ist vom Typ "Benedict" (sprungfähig)
fr: Le Porte-avions déployé est de type Benedict avec un moteur de téléportation.

# Carrier
source: The carrier deployed will be of type Kiriya with a warp drive
de: Das Trägerschiff ist vom Typ "Kiriya" (warpfähig)
fr: Le Porte-avions déployé est de type Kiriya avec un moteur à vitesse lumière.

# Carrier
source: The carrier deployed will be of type Saipan with a jump drive
de: Das Trägerschiff ist vom Typ "Saipan" (sprungfähig)
fr: Le Porte-avions déployé est de type Saipan avec un moteur de téléportation.

# setting
source: Fighter1
de: Jäger1
fr: 1er Chasseur

# setting
source: Configures the first fighter type deployed as a player ship
de: Legt fest, welches spielbare Schiff für Jäger 1 genutzt wird
fr: Sélectionne le 1er Chasseur déployé comme vaisseau joueurs.

# Fighter1
source: Random
de: Zufällig
fr: Aléatoire

# Fighter1
source: Fighter 1 type will be selected at random
de: Der Schiffstyp für Jäger 1 wird zufällig gewählt
fr: Le type du 1er Chasseur est sélectionné au hasard.

# Fighter1
source: Striker
fr: L'Éclair

# Fighter1
source: Fighter 1 will be of type Striker
de: Jäger 1 wird vom Typ Striker sein
fr: Le 1er Chasseur déployé est de type Éclair.

# Fighter1
source: Fighter 1 will be of type Formax
de: Jäger 1 wird vom Typ Formax sein
fr: Le 1er Chasseur déployé est de type Formax.

# Fighter1
source: Foil
fr: Le Sabre

# Fighter1
source: Fighter 1 will be of type Foil
de: Jäger 1 wird vom Typ Foil sein
fr: Le 1er Chasseur déployé est de type Foil.

# setting
source: Fighter2
de: Jäger2
fr: 2ème Chasseur

# setting
source: Configures the second fighter type deployed as a player ship
de: Legt fest, welches spielbare Schiff für Jäger 2 genutzt wird
fr: Sélectionne le 2ème Chasseur déployé comme vaisseau joueurs.

# Fighter2
source: Random
de: Zufällig
fr: Aléatoire

# Fighter2
source: Fighter 2 type will be selected at random
de: Der Schiffstyp für Jäger 2 wird zufällig gewählt
fr: Le type du 2ème Chasseur est sélectionné au hasard.

# Fighter2
source: ZX-Lindworm
fr: Dragon-ZX

# Fighter2
source: Fighter 2 will be of type ZX-Lindworm
de: Jäger 2 wird vom Typ ZX-Lindworm sein
fr: Le 2ème Chasseur déployé est de type Dragon-ZX.

# Fighter2
source: MP52 Hornet
fr: Frelon MP52

# Fighter2
source: Fighter 2 will be of type MP52 Hornet
de: Jäger 2 wird vom Typ MP52 Hornet sein
fr: Le 2ème Chasseur déployé est de type Frelon MP52.

# Fighter2
source: Red Jacket
fr: Veste Rouge

# Fighter2
source: Fighter 2 will be of type Red Jacket
de: Jäger 2 wird vom Typ Red Jacket sein
fr: Le 2ème Chasseur déployé est de type Veste Rouge.

# buttonGM
source: P2 upgrade spin
de: P2 upgrade manöv.
fr: 2. Maj manœuvre

# buttonGM
source: P2 locate enemy base
de: P2: finde feindliche Basis
fr: 2. Localiser base ennemie

# buttonGM
source: P2 rescue scientist
de: P2: Rettungsmission
fr: 2. Sauver scientifique

# buttonGM
source: P3 upgrade beam dmg
de: P3: Laserupgrade
fr: 3. Maj dégâts faisceaux

# buttonGM
source: P3 tractor ship
de: P3: Defektes Schiff
fr: 3. Remorquer vaisseau

# buttonGM
source: P3 add tube
de: P3: neuer Rak.schacht
fr: 3. Rajouter tube supp.

# buttonTactical
source: Shield
de: Schilde
fr: Boucliers

# trade-comms
source: food
de: Lebensmittel
fr: nourriture

# trade-comms
source: medicine
de: Medizin
fr: medicaments

# trade-comms
source: luxury
de: Luxusgüter
fr: produits de luxe

# trade-comms
source: gold
fr: or

# trade-comms
source: platinum
de: Platin
fr: platine

# trade-comms
source: autodoc
de: Autodocs
fr: autodocs

# trade-comms
source: android
de: Androidenkomp.
fr: androïdes

# trade-comms
source: battery
de: Batterien
fr: batteries

# trade-comms
source: beam
de: Laser
fr: faisceaux

# trade-comms
source: circuit
de: Schaltkreise
fr: circuits

# trade-comms
source: filament
fr: filaments

# trade-comms
source: impulse
de: Impuls
fr: impulsion

# trade-comms
source: lifter
de: Lastenheber
fr: élévateurs

# trade-comms
source: optic
de: Optik
fr: optique

# trade-comms
source: repulsor
fr: répulseurs

# trade-comms
source: robotic
de: Robotik
fr: robotique

# trade-comms
source: sensor
fr: capteurs

# trade-comms
source: shield
de: Schilde
fr: Puissance boucliers

# trade-comms
source: software
fr: logiciels

# trade-comms
source: tractor
de: Traktor
fr: tracteurs

# trade-comms
source: transporter
fr: transporteurs

# trade-comms
source: warp
fr: distorsion

# buttonGM
source: Turn On Diagnostic
de: Diagnose einschalten
fr: Activer diagnostic

# buttonGM
source: Turn Off Diagnostic
de: Diagnose ausschalten
fr: Désactiver diagnostic

# buttonGM
source: Delay normal to slow
de: Wellen:normal->langsam
fr: Vitesse Normal à Lent

# buttonGM
source: Delay slow to fast
de: Wellen:langsam->schnell
fr: Vitesse Lent à Rapide

# buttonGM
source: Delay fast to normal
de: Wellen:schnell->normal
fr: Vitesse Rapide à Normal

# buttonGM
source: +Select Plot
de: +Plot wählen
fr: +Sélectionner intrigue

# buttonGM
source: Spawn Enemies
de: Spawne Feindschiffe
fr: Apparition d'ennemis

# msgGM
source: The upgrade ship spin plot is not available.
de: Der Plot "Wendigkeit aufrüsten" ist nicht mehr verfügbar.
fr: L'intrigue de la mise à niveau de la manœuvre du vaisseau n'est pas disponible.

# msgGM
source: The locate target enemy base plot is no longer available.
de: Der Plot "feindliche Basis aufspüren" ist nicht mehr verfügbar.
fr: L'intrigue de la localisation de la base ennemie cible n'est plus disponible.

# msgGM
source: The rescue dying scientist plot is no longer available.
de: Der Plot "sterbenden Wissenschaftler retten" ist nicht mehr verfügbar.
fr: L'intrigue du sauvetage du scientifique mourant n'est plus disponible.

# msgGM
source: The upgrade beam damage plot is no longer available.
de: Der Plot "Laser-Upgrade" ist nicht mehr verfügbar.
fr: L'intrigue de la mise à niveau de la puissance des faisceaux laser n'est plus disponible.

# msgGM
source: The tractor disabled ship plot is no longer available.
de: Der Plot "gestrandetes Schiff abschleppen" ist nicht mehr verfügbar.
fr: L'intrigue du remorquage du vaisseau à l'arrêt n'est plus disponible.

# msgGM
source: The add tube to ship plot is no longer available.
de: Der Plot "neuer Schacht einbauen" ist nicht mehr verfügbar.
fr: L'intrigue de l'ajout de tubes au vaisseau n'est plus disponible.

# station-comms
source: We are under attack! No time for chatting!
de: Wir werden angegriffen! Keine Zeit zum Plaudern!
fr: Nous sommes en train de nous faire attaquer ! Pas le temps de discuter !

# station-comms
source: Good day, officer! What can we do for you today?
de: Guten Tag, Officer! Was können wir heute für Sie tun?
fr: Bonjour officier ! Que pouvons-nous faire pour vous aujourd'hui ?

# station-comms
source: Welcome to our lovely station.
de: Willkommen in unserer schönen Station.
fr: Bienvenue sur notre charmante petite station. Que pouvons-nous faire pour vous ?

# station-comms
source: Forgive us if we seem a little distracted. We are carefully monitoring the enemies nearby.
de: Verzeiht uns, wenn wir ein wenig abgelenkt wirken. Wir beobachten aufmerksam feindliche Aktivitäten in der Nähe.
fr: Veuillez nous excuser si nous semblons un peu distraits. Nous surveillons attentivement les ennemis à proximité.

# ammo-comms
source: I need ordnance restocked
de: Ich benötige Nachschub an Munition.
fr: Nous aurions besoin de nous réapprovisionner en munitions

# ammo-comms
source: What type of ordnance?
de: Welche Art von Munition?
fr: Quel type de munitions ?

# ammo-comms
source: %s (%d rep each)
de: %s (jeweils %d Ruf)
fr: %s (%d rép l'unité)

# station-comms
source: Get replacement %s fighter (%i reputation)
de: Ersatz für %s-Jäger anfordern (%i Ruf)
fr: Obtenir un Chasseur %s de remplacement (%i rép)

# station-comms
source: A replacement fighter has been provided
de: Ein neuer Jäger steht als Ersatz bereit
fr: Un Chasseur de remplacement a été fourni.

# needRep-comms
source: Insufficient reputation
de: Unzureichender Ruf
fr: Réputation insuffisante.

# station-comms
source: Get replacement %s carrier (%i reputation)
de: Ersatz für %s-Träger anfordern (%i Ruf)
fr: Obtenir un Porte-avions %s de remplacement (%i rép)

# station-comms
source: A replacement carrier has been provided
de: Ein neues Trägerschiff steht als Ersatz bereit
fr: Un Porte-avions de remplacement a été fourni.

# orders-comms
source: What are my current orders?
de: Was sind meine aktuellen Aufträge?
fr: Quels sont nos ordres en cours ?

# orders-comms
source: %i Minutes remain in game
de: %i Verbleibende Spielminuten
fr: > Il reste %i minutes de jeu.

source: Back
de: Zurück
fr: Précédent

# trade-comms
source: Recruit repair crew member for %i reputation
de: Rekrutiere Wartungspersonal für %i Ruf.
fr: Recruter un membre de l'équipe de réparation (%i rép)

# trade-comms
source: Repair crew member hired
de: Wartungspersonal eingestellt
fr: Réparateur embauché.

# station-comms
source: Tell me more about your station
de: Erzählen Sie mir mehr über Ihre Station.
fr: Dites m'en plus à propos de votre station

# station-comms
source: What would you like to know?
de: Was würden Sie gerne wissen?
fr: Qu'aimeriez-vous savoir ?

# stationGeneralInfo-comms
source: General information
de: Allgemeine Informationen
fr: Informations générales

# stationStory-comms
source: Station history
de: Geschichte der Station
fr: L'histoire de la station

# gossip-comms
source: Gossip
de: Klatsch und Tratsch
fr: Commérages

# trade-comms
source: Buy, sell, trade
de: Kaufen, verkaufen, handeln
fr: Acheter, vendre, échanger

# forSaleTrade-comms
source: Station %s: Goods or components available: quantity, cost in reputation
de: Station %s: Verfügbare Waren oder Komponenten: Menge, Ruf-Kosten
fr: Station %s : - Marchandises à vendre : (quantité, coût en réputation)

# forSaleTrade-comms
source: %s %s: %i, %i
fr: %s %s : x%i, %i rép l'unité.

# onBoardTrade-comms
source: %s Current Cargo:
de: %s Aktuelle Fracht:
fr: %s Notre vaisseau : - Marchandises à bord : (quantité)

# onBoardTrade-comms
source: %s %s: %s
fr: %s %s : x%s

# onBoardTrade-comms
source: %s Empty
de: %s Leer
fr: %s Vide

# trade-comms
source: %s Available Space: %i, Available Reputation: %i
de: %s Verfügbarer Platz: %i, Verfügbarer Ruf: %i
fr: %s - Espace disponible : %i slots ; Réputation disponible : %i rép

# trade-comms
source: Buy one %s for %i reputation
de: Kaufe 1 %s für %i Ruf
fr: Acheter 1 %s pour %i rép

# trade-comms
source: Type: %s, Quantity: %i, Reputation: %i
de: Art: %s, Menge: %i, Ruf: %i
fr: Type de marchandise : %s Quantité disponible : %i Coût : %i rép l'unité.

# trade-comms
source: %s Insufficient cargo space for purchase
de: %s Unzureichender Laderaum für den Kauf.
fr: %s Votre espace de stockage est insuffisant pour acheter.

# trade-comms
source: %s Insufficient reputation for purchase
de: %s Unzureichender Ruf für den Kauf.
fr: %s Réputation insuffisante pour acheter.

# trade-comms
source: %s Insufficient station inventory
de: %s Auf der Station ist nicht genug davon vorrätig
fr: %s Stock insuffisant dans la station pour pouvoir en acheter.

# trade-comms
source: %s One %s purchased
de: %s Ein mal %s gekauft
fr: %s 1 %s acheté.

# trade-comms
source: Trade food for %s
de: Tausche Lebensmittel gegen %s
fr: Échanger de la nourriture (food) contre %s

# trade-comms
source: Type: %s, Quantity: %i
de: Art: %s, Anzahl: %i
fr: Type de marchandise : %s Quantité disponible : %i

# trade-comms
source: %s Traded one %s for one %s
de: %s Ein %s gegen ein %s getauscht
fr: %s Un %s échangé contre un %s.

# trade-comms
source: Trade luxury for %s
de: Tausche Luxusgüter gegen %s
fr: Échanger des produits de luxe (luxury) contre %s

# trade-comms
source: Trade medicine for %s
de: Tausche Medikamente (Medizin) gegen %s
fr: Échanger des médicaments (medicine) contre %s

# trade-comms
source: Jettison cargo
de: Fracht abwerfen
fr: Larguer des marchandises

# trade-comms
source: Available space: %i What would you like to jettison?
de: Verfügbarer Platz: %i Was würden Sie gerne abwerfen?
fr: Slots de stockage disponibles : %i Que voudriez-vous larguer par le sas ?

# trade-comms
source: One %s jettisoned
de: 1 %s abgeworfen
fr: 1 %s larguée. Adieu chère marchandise, tu nous manqueras.

# trade-comms
source: Transfer cargo to %s
de: Fracht an %s übergeben
fr: Transférer la cargaison sur %s

# trade-comms
source: What would you like to transfer?
de: Was würden Sie gerne transferieren?
fr: Que souhaitez-vous transférer ?

# trade-comms
source: One %s transferred to %s
de: Eine Einheit %s wurde an %s zwecks Manövrierbarkeits-Upgrade
fr: 1 %s transféré sur %s.

# trade-comms
source: One %s transferred from %s
de: 1 %s wurde von %s übergeben
fr: 1 %s transféré depuis %s.

# orders-comms
source: Optional:
fr: Missions optionnelles :

# station-comms
source: You need to stay docked for that action.
de: Für diese Aktion müssen Sie angedockt sein.
fr: Vous devez rester amarré à la station pour cette action.

# ammo-comms
source: We do not deal in weapons of mass destruction.
de: Wir handeln nicht mit Massenvernichtungswaffen.
fr: Nous ne fournissons pas ce type d'arme de destruction massive.

# ammo-comms
source: We do not deal in weapons of mass disruption.
de: Wir handeln nicht mit Massenstörungswaffen.
fr: Nous ne fournissons pas ce type d'arme de perturbation massive.

# ammo-comms
source: We do not deal in those weapons.
de: Wir handeln nicht mit solchen Waffen.
fr: Nous ne fournissons pas ce type d'arme. Trop dangereux.

# ammo-comms
source: All nukes are charged and primed for destruction.
de: Alle Nukes sind geladen und zur Zerstörung bereit.
fr: Toutes les nukes sont chargées et préparées pour la destruction.

# ammo-comms
source: Sorry, sir, but you are as fully stocked as I can allow.
de: Es tut mir leid, aber sie haben bereits das zulässige Höchstlimit erreicht.
fr: Désolé, officier, mais vous êtes au maximum de ce que vous pouvez stocker.

# needRep-comms
source: Not enough reputation.
de: Ihr Ruf ist nicht ausreichend.
fr: Pas assez de réputation.

# ammo-comms
source: You are fully loaded and ready to explode things.
de: Sie sind voll geladen und bereit, Dinge in die Luft zu jagen.
fr: Vous êtes chargé au max et prêt à tout faire exploser.

# ammo-comms
source: We generously resupplied you with some weapon charges. Put them to good use.
de: Wir haben Sie großzügig mit einigen Waffen ausgestattet. Setzen Sie sie gut ein.
fr: Nous vous avons généreusement réapprovisionné en munitions. Faites-en bon usage.

# station-comms
source: Good day, officer. If you need supplies, please dock with us first.
de: Guten Tag, wenn Sie Nachschub brauchen, docken Sie bitte zuerst bei uns an.
fr: Bonjour, officier. Si vous souhaitez vous réapprovisionner, veuillez vous amarrer à notre station au préalable.

# station-comms
source: Greetings. If you want to do business, please dock with us first.
de: Grüße. Wenn Sie Geschäfte machen wollen, docken Sie bitte zuerst bei uns an.
fr: Salutations. Si vous souhaitez faire affaire, merci de vous amarrer à notre station.

# station-comms
source: %s Be aware that if enemies in the area get much closer, we will be too busy to conduct business with you.
de: %s Seien Sie sich darüber im Klaren, dass wir zu beschäftigt sein werden, um mit Ihnen Geschäfte zu machen, wenn die Feinde in der Gegend näher kommen.
fr: %s Sachez que si les ennemis de la zone se rapprochent encore, nous serons trop occupés pour faire affaire avec vous.

# station-comms
source: I need information
de: Ich brauche Informationen.
fr: J'aurai besoin d'informations

# station-comms
source: What kind of information do you need?
de: Welche Art von Informationen benötigen Sie?
fr: De quel genre d'informations avez-vous besoin ?

# trade-comms
source: What goods do you have available for sale or trade?
de: Welche Waren bieten Sie zum Verkauf oder Tausch an?
fr: Qu'avez-vous comme marchandises à vendre ou à échanger ?

# helpfullWarning-comms
source: See any enemies in your area?
de: Sehen Sie Feinde in Ihrer Umgebung?
fr: Apercevez-vous des ennemis dans votre région ?

# helpfullWarning-comms
source: Yes, we see %i enemies within 30U
de: Ja, wir sehen %i Feinde innerhalb von 30U.
fr: Oui, nous comptons %i ennemis dans un rayon de 30u.

# helpfullWarning-comms
source: Yes, we see one enemy within 30U
de: Ja, wir sehen einen Feind innerhalb von 30U
fr: Oui, nous observons 1 ennemi à moins de 30u.

# helpfullWarning-comms
source: No enemies within 30U
de: Keine Feinde im Umkreis von 30U
fr: Aucun ennemi à moins de 30u.

# helpfullWarning-comms
source: Not really
de: Nicht wirklich.
fr: Pas vraiment.

# trade-comms
source: Where can I find particular goods?
de: Wo kann ich bestimmte Waren finden?
fr: Où puis-je trouver des marchandises particulières ?

# trade-comms
source: Friendly stations often have food or medicine or both. Neutral stations may trade their goods for food, medicine or luxury.
de: Freundliche Stationen haben oft Lebensmittel, Medizin oder beides. Neutrale Stationen können ihre Waren gegen Lebensmittel, Medizin oder Luxusgüter eintauschen.
fr: Les stations amies ont souvent de la nourriture (food) ou des médicaments (medicine) ou les deux. Les stations neutres peuvent échanger leurs marchandises contre de la nourriture, des médicaments ou des produits de luxe (luxury).

# trade-comms
source: Station %s in sector %s has %s for %i reputation
de: Station %s in Sektor %s bietet %s für %i Ruf.
fr: La station %s dans le secteur %s possède la marchandise %s pour %i rép l'unité.
