Repository: daid/EmptyEpsilon
Catalog: scripts/locale/scenario_44_outpost.*.po
Languages: fr

source: Doomed Outpost
fr: Avant-poste condamné

source: Far from home, an isolated outpost tries to survive a hostile environment. This scenario starts off simply enough, but the challenges are significant. It's not recommended for those players that want to reach victory nearly every game or feel claustrophobic starting in a starship with limited capabilities. Designed to run with one or more player ships with different terrain each time. Player ships start off with more limited capabilities than usual, but can easily be upgraded beyond the normal player ship capabilities. Rank awarded at the end of the mission from lowest to highest: Cadet, Acting Ensign, Ensign, Lieutenant, Commander, Captain, Admiral Duration: About an hour if you play to the first major attack. If you survive the first major attack and wish to attempt a victory, it could take five hours or more. Know your real life time constraints before you start. Version 1 USN Discord: https://discord.gg/PntGG3a where you can join a game online. There's one every Saturday at 1600 UTC (aka GMT or Zulu). All experience levels are welcome.
fr: - Durée approx. : 5h et plus - Difficulté : Difficile (variable) - Vaisseaux joueurs : 1 à plusieurs Loin des siens, un avant-poste isolé de la marine tente de survivre dans un environnement hostile. L'histoire commence simplement mais le défi est de taille. Scenario conçu pour être joué sur un terrain différent à chaque fois. Votre vaisseau possède des capacités limitées, mais vous pourrez facilement l'améliorer au-delà des capacités classiques des vaisseaux. De nombreux réglages disponibles pour varier les parties. Grade décerné en fin de mission du plus faible au plus élevé : Cadet, Sous-officier, Officier, Lieutenant, Commandant, Capitaine, Amiral. Durée : Environ une heure si vous jouez jusqu'à la première attaque majeure. Si vous y survivez et souhaitez tenter la victoire, la partie peut durer cinq heures ou plus. Prévoyez vos contraintes de temps réelles avant de commencer. Non recommandé pour des joueurs voulant remporter la victoire à chaque coup ou se sentant claustrophobes en commençant dans un vaisseau aux capacités limitées. Sur le Discord USN : https://discord.gg/PntGG3a vous pouvez rejoindre la communauté anglophone et jouer des parties en ligne. Il y en a tous les samedis à 17h00 heure française. Tous les niveaux d'expérience sont les bienvenus. Version 1.09 - Février 2023 - Titre original : Doomed Outpost - Auteur : Xansta https://discord.gg/GjqM9Y9yBe - Traduction FR : Muerte https://discord.gg/2NPKyMnGwp

# setting
source: Enemies
fr: Puissance ennemie

# setting
source: Configures strength and/or number of enemies in this scenario
fr: Définit le nombre et/ou la puissance des ennemis.

# Enemies
source: Easy
fr: Facile

# Enemies
source: Fewer or weaker enemies
fr: Ennemis moins nombreux et/ou plus faibles.

# Enemies
source: Normal number or strength of enemies
fr: Difficulté normale.

# Enemies
source: Hard
fr: Difficile

# Enemies
source: More or stronger enemies
fr: Ennemis plus nombreux et/ou plus puissants.

# Enemies
source: Extreme
fr: Extrême

# Enemies
source: Much stronger, many more enemies
fr: Ennemis beaucoup plus nombreux et/ou beaucoup plus puissants.

# Enemies
source: Quixotic
fr: Chimérique

# Enemies
source: Insanely strong and/or inordinately large numbers of enemies
fr: Ennemis en nombre démesuré et/ou incroyablement puissants.

# setting
source: Murphy
fr: Loi de Murphy

# setting
source: Configures the perversity of the universe according to Murphy's law
fr: Définit la perversité de l'univers selon la loi de Murphy.

# Murphy
source: Easy
fr: Facile

# Murphy
source: Random factors are more in your favor
fr: Les facteurs aléatoires sont plus en votre faveur.

# Murphy
source: Random factors are normal
fr: Les facteurs aléatoires sont équilibrés.

# Murphy
source: Hard
fr: Difficile

# Murphy
source: Random factors are more against you
fr: Les facteurs aléatoires sont plus contre vous.

# setting
source: Pace
fr: Rythme puissance ennemie

# setting
source: How slow or fast do the enemies get more powerful
fr: Vitesse à laquelle les ennemis deviennent plus puissants.

# Pace
source: Snail
fr: Escargot

# Pace
source: Slower than slow pacing
fr: Plus lent que lent.

# Pace
source: Slow
fr: Lent

# Pace
source: Slower than normal pacing
fr: Plus lent que la normale.

# Pace
source: Normal pacing
fr: Rythme normal.

# Pace
source: Fast
fr: Rapide

# Pace
source: Faster than normal pacing
fr: Plus rapide que la normale.

# Pace
source: Faster than fast pacing
fr: Plus rapide que rapide.

# Pace
source: Blitz
fr: Éclair

# Pace
source: Fastest pace
fr: Vraiment très rapide.

# setting
source: Reputation
fr: Réputation

# setting
source: Amount of reputation to start with
fr: Définit la quantité de réputation avec laquelle vous démarrez.

# Reputation
source: Unknown
fr: Inconnu

# Reputation
source: Zero reputation - nobody knows anything about you
fr: Aucune réputation - Personne ne sait rien de vous et votre équipage.

# Reputation
source: Nice
fr: Bon

# Reputation
source: 20 reputation - you've had a small positive influence on the local community
fr: Réputation 20 - Vous avez eu une petite influence positive sur la communauté locale.

# Reputation
source: Hero
fr: Bienfaiteur

# Reputation
source: 50 reputation - you helped important people or lots of people
fr: Réputation 50 - Vous avez aidé beaucoup de personnes dont des personnes importantes.

# Reputation
source: Major Hero
fr: Héros

# Reputation
source: 100 reputation - you're well known by nearly everyone as a force for good
fr: Réputation 100 - Vous êtes connu de presque tout le monde comme une force du bien.

# Reputation
source: Super Hero
fr: Justicier de l'espace

# Reputation
source: 200 reputation - everyone knows you and relies on you for help
fr: Réputation 200 - Toute la galaxie vous connaît et compte sur vous pour obtenir de l'aide.

# setting
source: Upgrade
fr: Coût de mise à niveau des vaisseaux

# setting
source: General price of upgrades to player ships
fr: Coût général pour améliorer son ou ses vaisseaux joueurs.

# Upgrade
source: Cheap
fr: Bon marché

# Upgrade
source: Lower priced player ship upgrades
fr: Mise à niveau à moindre coût.

# Upgrade
source: Normal price for player ship upgrades
fr: Tarif normal.

# Upgrade
source: Expensive
fr: Coûteux

# Upgrade
source: Higher priced player ship upgrades
fr: Des prix élevés.

# Upgrade
source: Luxurious
fr: Luxueux

# Upgrade
source: Very high prices for player ship upgrades
fr: Des prix très élevés.

# Upgrade
source: Monopolistic
fr: Prohibitif

# Upgrade
source: Extremely high prices for player ship upgrades
fr: Des prix extrêmement élevés.

# setting
source: Unique Ship
fr: Vaisseau original

# setting
source: Choose player ship outside of standard player ship list
fr: Vous pouvez choisir un vaisseau en dehors de la liste des vaisseaux standard.

# Unique Ship
source: None
fr: Aucun

# Unique Ship
source: None: just use standard player ship list on spawn screen
fr: Aucun : choisissez un vaisseau parmi la liste standard disponible à l'écran suivant.

# Unique Ship
source: Based on Atlantis, 4 beams (vs 2), single broadside tube on each side for large homing missiles only, 2 mining tubes, weaker defenses and engines
fr: Basé sur l'Atlantis : 1 seul tube large de chaque côté dédié aux gros homing missiles 2x plus lents et puissants ; 4 faisceaux laser au lieu de 2 ; 2 tubes lance mine à l'arrière ; défenses et moteurs plus faibles.

# Unique Ship
source: Based on missile cruiser, reduced tubes, missiles and base warp speed to get beam weapons and HVLI
fr: Basé sur un Croiseur de missiles : missiles, tubes et vitesse lumière réduits afin d'installer plus de faisceaux laser ainsi que des HVLI.

# Unique Ship
source: Based on Cruiser, stronger shields, weaker hull, broadside beams, tweaked tubes and missiles, low powered warp drive, tweaked sensor ranges
fr: Basé sur un Croiseur : boucliers plus solides ; coque plus faible ; Faisceaux laser latéraux ; tubes et missiles modifiés ; vitesse lumière plus faible ; portée des capteurs améliorée.

# Unique Ship
source: Based on Piranha, stronger defenses, added a beam weapon, reduced missile load, large homing missiles, reconfigured tubes, shorter jump and sensor ranges
fr: Basé sur le Piranha : ajout d'un faisceau laser ; gros homing 2x plus puissants et lents ; défenses renforcées ; portée de la téléportation et des capteurs réduite ; chargement de missile plus rapide ; tubes reconfigurés.

# orders-comms
source: Survive
fr: Survivre

# upgrade-comms
source: increase range by 25%
fr: augmenter la portée des faisceaux laser de 25%

# upgrade-comms
source: increase arc by 1/3
fr: augmenter l'amplitude de l'arc des faisceaux laser de 1/3

# upgrade-comms
source: increase damage by 1/3
fr: augmenter les dégâts des faisceaux laser de 1/3

# upgrade-comms
source: add beams
fr: ajouter des faisceaux laser

# upgrade-comms
source: increase arc by 25%
fr: augmenter l'amplitude de l'arc des faisceaux laser de 25%

# upgrade-comms
source: increase range by 20%
fr: augmenter la portée des faisceaux laser de 20%

# upgrade-comms
source: decrease cycle time by 1/6
fr: réduire le temps de cycle des faisceaux laser de 1/6

# upgrade-comms
source: increase missile stock capacity
fr: augmenter la capacité de stockage des missiles

# upgrade-comms
source: increase homing missile capacity
fr: augmenter la capacité de stockage des missiles homing

# upgrade-comms
source: add a mine tube
fr: ajouter un tube de mine

# upgrade-comms
source: decrease tube load times
fr: réduire le temps de chargement des tubes

# upgrade-comms
source: add mines, emps and nukes
fr: ajouter des mines, EMP et armes nucléaires (nuke)

# upgrade-comms
source: add two medium sized side tubes
fr: ajouter deux tubes latéraux de taille moyenne

# upgrade-comms
source: increase EMP capacity
fr: augmenter la capacité de stockage des missiles EMP

# upgrade-comms
source: increase nuke capacity
fr: augmenter la capacité de stockage des missiles nuke

# upgrade-comms
source: increase tube sizes
fr: augmenter la taille des tubes

# upgrade-comms
source: decrease mine load speed, add front tube
fr: réduire la vitesse de charge des mines, ajouter 1 tube avant

# upgrade-comms
source: increase shield charge capacity by 25%
fr: augmenter la puissance des boucliers de 25%

# upgrade-comms
source: increase shield charge capacity by 50%
fr: augmenter la puissance des boucliers de 50%

# upgrade-comms
source: add rear shield arc
fr: ajouter un arc de bouclier arrière

# upgrade-comms
source: increase front shield charge capacity by 25%
fr: augmenter la puissance des boucliers avant de 25%

# upgrade-comms
source: increase rear shield charge capacity by 25%
fr: augmenter la puissance des boucliers arrière de 25%

# upgrade-comms
source: increase shield charge capacity by 1/3
fr: augmenter la puissance des boucliers de 1/3

# upgrade-comms
source: increase shield charge capacity by 15%
fr: augmenter la puissance des boucliers de 15%

# upgrade-comms
source: increase shield charge capacity by ~13%
fr: augmenter la puissance des boucliers d'environ 13%

# upgrade-comms
source: increase hull max by 20%
fr: renforcer la solidité de la coque de 20%

# upgrade-comms
source: increase hull max by ~17%
fr: renforcer la solidité de la coque d'environ 17%

# upgrade-comms
source: increase hull max by ~29%
fr: renforcer la solidité de la coque d'environ 29%

# upgrade-comms
source: increase hull max by ~11%
fr: renforcer la solidité de la coque d'environ 11%

# upgrade-comms
source: increase hull max by 25%
fr: renforcer la solidité de la coque de 25%

# upgrade-comms
source: increase max forward impulse speed by ~14%
fr: augmenter la vitesse maximale des moteurs avant ~14%

# upgrade-comms
source: add combat maneuver forward boost
fr: ajouter une manœuvre de combat vers l'avant

# upgrade-comms
source: increase max reverse impulse speed by ~14%
fr: augmenter la vitesse maximale des moteurs arrière ~14%

# upgrade-comms
source: add combat maneuver strafe
fr: ajouter une manœuvre de combat latérale

# upgrade-comms
source: increase maneuverability by 20%
fr: augmenter la manœuvre de 20%

# upgrade-comms
source: increase max forward impulse speed by 12.5%
fr: augmenter la vitesse maximale des moteurs avant de 12,5%

# upgrade-comms
source: increase combat maneuver forward boost by 50%
fr: booster la manœuvre de combat vers l'avant de 50%

# upgrade-comms
source: increase impulse forward acceleration by 25%
fr: augmenter l'accélération des moteurs avant de 25%

# upgrade-comms
source: increase combat maneuver strafe by 60%
fr: augmenter la vitesse latérale des manœuvres de combat de 60%

# upgrade-comms
source: increase maneuverability by 25%
fr: augmenter la manœuvre de 25%

# upgrade-comms
source: increase combat maneuver forward boost by 1/3
fr: booster la manœuvre de combat vers l'avant de 1/3

# upgrade-comms
source: increase max forward impulse speed by ~11%
fr: augmenter la vitesse maximale des moteurs avant ~11%

# upgrade-comms
source: increase combat maneuver strafe by 25%
fr: augmenter la vitesse latérale des manœuvres de combat de 25%

# upgrade-comms
source: increase max reverse impulse speed by 12.5%
fr: augmenter la vitesse max des moteurs arrière de 12,5%

# upgrade-comms
source: increase impulse forward acceleration by 20%
fr: augmenter l'accélération des moteurs avant de 20%

# upgrade-comms
source: increase combat maneuver strafe by 20%
fr: augmenter la vitesse latérale des manœuvres de combat 20%

# upgrade-comms
source: increase maneuverability by 1/3
fr: augmenter la manœuvre de 1/3

# upgrade-comms
source: add 20u jump drive
fr: ajouter un moteur de téléportation de 20U de distance

# upgrade-comms
source: increase jump range by 25%
fr: augmenter la portée de saut de 25%

# upgrade-comms
source: increase jump range by 20%
fr: augmenter la portée de saut de 20%

# upgrade-comms
source: increase jump range by 1/3
fr: augmenter la portée de saut de 1/3

# upgrade-comms
source: increase jump range by 10%
fr: augmenter la portée de saut de 10%

# upgrade-comms
source: add warp drive
fr: ajouter un moteur de vitesse lumière

# upgrade-comms
source: increase warp speed by 25%
fr: augmenter la vitesse lumière de 25%

# upgrade-comms
source: increase jump range by ~9%
fr: augmenter la portée de saut d'environ 9%

# upgrade-comms
source: increase warp speed by 20%
fr: augmenter la vitesse lumière de 20%

# upgrade-comms
source: increase long range sensors by 25%
fr: augmenter les capteurs longue portée de 25%

# upgrade-comms
source: add 2 unit automated proximity scanner
fr: ajouter un scanner de proximité automatisé à 2 unités

# upgrade-comms
source: increase long range sensors by 10%
fr: augmenter les capteurs longue portée de 10%

# upgrade-comms
source: increase short range sensors by 12.5%
fr: augmenter les capteurs courte portée de 12,5%

# upgrade-comms
source: increase long range sensors by ~14%
fr: augmenter les capteurs longue portée d'environ 14%

# upgrade-comms
source: increase long range sensors by 20%
fr: augmenter les capteurs longue portée de 20%

# upgrade-comms
source: increase short range sensors by ~11%
fr: augmenter les capteurs courte portée d'environ 11%

# upgrade-comms
source: increase long range sensors by ~17%
fr: augmenter les capteurs longue portée d'environ 17%

# upgrade-comms
source: increase automated proximity scanner by 50%
fr: augmenter le scanner de proximité automatisé de 50%

# upgrade-comms
source: increase range by ~6%
fr: augmenter la portée des faisceaux laser d'environ 6%

# upgrade-comms
source: decrease cycle time by ~7%
fr: réduire le temps de cycle des faisceaux laser ~7%

# upgrade-comms
source: increase damage by 25%
fr: augmenter les dégâts des faisceaux laser de 25%

# upgrade-comms
source: increase range by ~5%
fr: augmenter la portée des faisceaux laser d'environ 5%

# upgrade-comms
source: decrease cycle time by ~8%
fr: réduire le temps de cycle des faisceaux laser ~8%

# upgrade-comms
source: increase range by 10%
fr: augmenter la portée des faisceaux laser de 10%

# upgrade-comms
source: increase damage by 20%
fr: augmenter les dégâts des faisceaux laser de 20%

# upgrade-comms
source: add medium tube
fr: ajouter un tube moyen

# upgrade-comms
source: increase HVLI missile capacity
fr: augmenter la capacité de stockage des missiles HVLI

# upgrade-comms
source: add large tube and increase HVLI capacity
fr: ajouter un tube large, augmenter la capacité de stockage HVLI

# upgrade-comms
source: add broadside tubes and homing missiles
fr: ajouter des tubes latéraux pour homing et des homing

# upgrade-comms
source: add mining tube
fr: ajouter un tube pour les mines

# upgrade-comms
source: add nukes and EMPs to broadside tubes
fr: ajouter la capacité de tir de nuke et EMP aux tubes latéraux

# upgrade-comms
source: increase heavy missile capacity
fr: augmenter la capacité de stockage des missiles lourds

# upgrade-comms
source: increase missile capacity
fr: augmenter la capacité de stockage des missiles

# upgrade-comms
source: increase shield charge capacity by 20%
fr: augmenter la puissance des boucliers de 20%

# upgrade-comms
source: increase front shield charge capacity by 1/3
fr: augmenter la puissance des boucliers avant de 1/3

# upgrade-comms
source: increase rear shield charge capacity by 1/3
fr: augmenter la puissance des boucliers arrière de 1/3

# upgrade-comms
source: increase shield charge capacity by ~11%
fr: augmenter la puissance des boucliers d'environ 11%

# upgrade-comms
source: increase hull max by ~14%
fr: renforcer la solidité de la coque d'environ 14%

# upgrade-comms
source: increase hull max by 12.5%
fr: renforcer la solidité de la coque de 12,5%

# upgrade-comms
source: increase hull max by 10%
fr: renforcer la solidité de la coque de 10%

# upgrade-comms
source: increase max forward impulse speed by ~7%
fr: augmenter la vitesse maximale des moteurs avant ~7%

# upgrade-comms
source: increase combat maneuver forward boost by 25%
fr: booster la manœuvre de combat vers l'avant de 25%

# upgrade-comms
source: increase impulse forward acceleration by 6.25%
fr: augmenter l'accélération des moteurs avant de 6,25%

# upgrade-comms
source: increase combat maneuver strafe by 1/3
fr: augmenter la vitesse latérale des manœuvres de combat de 1/3

# upgrade-comms
source: increase combat maneuver forward boost by 60%
fr: booster la manœuvre de combat vers l'avant de 60%

# upgrade-comms
source: increase combat maneuver strafe by 25% and boost by ~14%
fr: booster la manœuvre de combat : latérale de 25% ; avant ~14%

# upgrade-comms
source: increase impulse forward acceleration by ~17%
fr: augmenter l'accélération des moteurs avant d'environ 17%

# upgrade-comms
source: increase max impulse forward by ~6% and reverse by ~11%
fr: augmenter la vitesse max des moteurs : avant ~6% et arrière ~11%

# upgrade-comms
source: increase warp speed by ~17%
fr: augmenter la vitesse lumière d'environ 17%

# upgrade-comms
source: increase warp speed by ~7%
fr: augmenter la vitesse lumière d'environ 7%

# upgrade-comms
source: add jump drive
fr: ajouter un moteur de téléportation

# upgrade-comms
source: increase warp speed by 12.5%
fr: augmenter la vitesse lumière de 12,5%

# upgrade-comms
source: add a one unit automated proximity scanner
fr: ajouter un scanner de proximité automatisé à 1 unité

# upgrade-comms
source: double automated proximity scanner range
fr: doubler la portée du scanner de proximité automatisé

# upgrade-comms
source: increase short range sensors by 10%
fr: augmenter les capteurs courte portée de 10%

# upgrade-comms
source: increase range by 50%
fr: augmenter la portée des faisceaux laser de 50%

# upgrade-comms
source: decrease cycle time by ~14%
fr: réduire le temps de cycle des faisceaux laser ~14%

# upgrade-comms
source: add sniping beam, increase primary arcs by 20%
fr: ajouter un faisceau laser d'élite, augmenter les arcs primaires de 20%

# upgrade-comms
source: add rear turret
fr: ajouter une tourelle arrière de faisceaux laser

# upgrade-comms
source: increase primary damage by 1/3
fr: augmenter les dégâts des faisceaux laser principaux de 1/3

# upgrade-comms
source: decrease secondary cycle time by 1/3
fr: réduire le temps de cycle des seconds faisceaux laser de 1/3

# upgrade-comms
source: increase damage by ~17%
fr: augmenter les dégâts des faisceaux laser d'environ 17%

# upgrade-comms
source: double turret speed
fr: doubler la vitesse de rotation des tourelles laser

# upgrade-comms
source: add homing
fr: ajouter des missiles à tête chercheuse (homing)

# upgrade-comms
source: double homing missile capacity
fr: doubler la capacité de stockage des missiles homing

# upgrade-comms
source: decrease tube load speed by 20%
fr: diminuer le temps de chargement des tubes de 20%

# upgrade-comms
source: increase HVLI capacity by 25%
fr: augmenter la capacité de stockage des HVLI de 25%

# upgrade-comms
source: add EMPs
fr: ajouter des EMP

# upgrade-comms
source: add nuke capability
fr: ajouter la capacité de tir de nuke

# upgrade-comms
source: increase tube size
fr: augmenter la taille des tubes

# upgrade-comms
source: more homing, nuke and EMP missiles
fr: plus de missiles à tête chercheuse (homing), mines et EMP

# upgrade-comms
source: 25% faster mine loading
fr: réduire le temps de chargement des mines de 25%

# upgrade-comms
source: more homing, mine and HVLI missiles
fr: plus de missiles à tête chercheuse (homing), mines et HVLI

# upgrade-comms
source: more mine and HVLI missiles
fr: plus de mines et HVLI

# upgrade-comms
source: double arc width
fr: doubler la largeur de l'arc des faisceaux laser

# upgrade-comms
source: increase turret speed by 25%
fr: augmenter la vitesse de rotation des tourelles laser de 25%

# upgrade-comms
source: increase arc width by 50%
fr: augmenter la largeur de l'arc des faisceaux laser de 50%

# upgrade-comms
source: overlap arcs
fr: Faire se chevaucher les arcs des faisceaux laser

# upgrade-comms
source: increase turret speed by 20%
fr: augmenter la vitesse de rotation des tourelles laser de 20%

# upgrade-comms
source: add mines
fr: ajouter des mines

# upgrade-comms
source: speed up tube load speed by 25%
fr: accélérer la vitesse de chargement des tubes de 25%

# upgrade-comms
source: increase mine capacity by 50%
fr: augmenter la capacité de stockage des mines de 50%

# upgrade-comms
source: speed up tube load speed by 1/3
fr: accélérer la vitesse de chargement des tubes de 1/3

# upgrade-comms
source: increase mine capacity by 1/3
fr: augmenter la capacité de stockage des mines de 1/3

# upgrade-comms
source: speed up mine load speed by ~17%
fr: accélérer la vitesse de chargement des mines d'environ 17%

# upgrade-comms
source: increase mine capacity by 25%
fr: augmenter la capacité de stockage des mines de 25%

# upgrade-comms
source: add homing missiles
fr: ajouter des missiles à tête chercheuse (homing)

# upgrade-comms
source: speed up mine loading speed by 20%
fr: accélérer la vitesse de chargement des mines de 20%

# upgrade-comms
source: increase homing missile capacity by 50%
fr: augmenter la capacité de stockage des homing de 50%

# upgrade-comms
source: medium sized homing misile tubes
fr: agrandir les tubes légers de homing en taille moyenne

# upgrade-comms
source: increase mine capacity by 20%
fr: augmenter la capacité de stockage des mines de 20%

# upgrade-comms
source: increase shield charge capacity by ~17%
fr: augmenter la puissance des boucliers d'environ 17%

# upgrade-comms
source: increase rear shield charge capacity by 50%
fr: augmenter la puissance des boucliers arrière de 50%

# upgrade-comms
source: increase rear shield charge capacity by 20%
fr: augmenter la puissance des boucliers arrière de 20%
