Repository: daid/EmptyEpsilon
Catalog: scripts/locale/scenario_44_outpost.*.po
Languages: fr

# orders-comms
source: If there are any friendly or neutral stations you haven't contacted yet to ask for their help, you should contact them at your earliest opportunity. A truce benefits them, too, assuming you succeed. The help they provide in protecting the outpost can free you up to destroy the aggressive stations.
fr: S'il y a des stations amies ou neutres que vous n'avez pas encore contactées pour leur demander leur aide, faites-le dès que possible. Une trêve leur serait bénéfique à elles aussi, en supposant que vous réussissiez. L'aide qu'elles apporteraient pour protéger l'avant-poste vous libèreraient pour détruire les stations agressives.

# orders-comms
source: %s station %s in %s
fr: %s station %s en secteur %s.

# orders-comms
source: %s station %s in %s is probably another aggressive station
fr: La station %s %s en %s est probablement une autre station agressive.

# orders-comms
source: Any better chance at victory for this outpost?
fr: Une meilleure chance de survie pour cet avant-poste ?

# orders-comms
source: %s station %s in %s is still the one station we've been able to track the attacking ships back to.
fr: La station %s %s en %s est encore la seule station vers laquelle nous avons pu suivre les vaisseaux qui nous attaquent.

# orders-comms
source: %s station %s in %s is probably another aggressive station.
fr: La station %s %s en %s est probablement une autre station agressive.

# orders-comms
source: Remind me about the saboteur plan
fr: Explication du plan Saboteur

# orders-comms
source: Summary: Be sure you have at least one mine aboard. Find a neutral freighter. Convince them to take on a new crewmember. From there it's up to the saboteur.
fr: Résumé : s'assurer d'avoir au moins une mine à bord. Trouver un cargo neutre. Les convaincre d'embaucher un nouveau membre d'équipage. A partir de là, c'est au saboteur de jouer.

# orders-comms
source: %s You have already planted the saboteur on %s
fr: %s Vous avez déjà introduit le saboteur à bord de la station %s.

# orders-comms
source: %s You need to replace one or more of your repair crew. We'll be sure the first one you get also has saboteur training.
fr: %s Vous devez remplacer un ou plusieurs membres de votre équipe de réparation. Nous nous assurerons que le premier que vous obtiendrez aura également reçu la formation de saboteur.

# orders-comms
source: %s You need a mine to give to the saboteur.
fr: %s Vous avez besoin d'une mine à donner au saboteur.

# orders-comms
source: %s The outpost leadership have an idea about how an aggressive enemy station might be destroyed. It differs from the confrontational solution of attacking an aggressive enemy station directly. Interested?
fr: %s Les dirigeants de l'avant-poste ont une idée de la façon dont une station ennemie agressive pourrait être détruite. C'est une alternative à la solution militaire consistant à attaquer frontalement la station à éliminer. Intéressé?

# orders-comms
source: Yes, tell me about this idea
fr: Oui, parlez-moi de cette idée

# orders-comms
source: The idea is to sneak a saboteur aboard an aggressive enemy station.
fr: Et bien, l'idée consisterait à introduire un saboteur à bord d'une station ennemie agressive.

# orders-comms
source: We can't dock with an enemy station
fr: Ok mais on ne peut pas s'amarrer à une station ennemie

# orders-comms
source: That's true. However, commercial freighters dock with those stations all the time. Commerce must go on despite the hostilities.
fr: C'est exact. Néanmoins, les cargos commerciaux accostent régulièrement sur ces stations. Eh oui, le commerce ne s'arrête jamais malgré les hostilités.

# orders-comms
source: Put a saboteur on a freighter?
fr: Vous voudriez placer un saboteur sur un cargo ?

# orders-comms
source: Right. The saboteur stays on the freighter until the freighter docks with an aggressive enemy station. The saboteur then plants explosives on the station at a vulnerable point.
fr: Exactement. Le saboteur resterait sur le cargo jusqu'à ce que ce dernier s'amarre à une station ennemie agressive. Il s'introduirait en cachette et placerait alors des explosifs à un endroit vulnérable sur la station.

# orders-comms
source: I see problems with this idea
fr: Je vois plusieurs problèmes avec cette stratégie

# orders-comms
source: Oh yes, there are several critical points where the plan could fail. The freighter you choose might not accept the saboteur. The freighter might get destroyed before they dock at an aggressive enemy station. The security measures on the station may prevent the saboteur from planting the explosives.
fr: Oh oui, il y a effectivement plusieurs points critiques qui pourraient faire échouer le plan. Le cargo que vous choisissez pourrait ne pas accepter le saboteur. Le cargo pourrait être détruit avant même d'accoster la station ennemie agressive. Le système de sécurité de la station pourrait empêcher le saboteur de placer les explosifs...

# orders-comms
source: Another point: we don't have a saboteur
fr: Autre point : nous n'avons pas de saboteur

# orders-comms
source: Actually, that's not true. One of your repair crew recently completed a correspondence course in espionage and sabotage and thus could be deployed as the saboteur for this plan.
fr: En fait, ce n'est pas vrai. L'un des membres de votre équipe de réparation a récemment suivi un cours par correspondance sur l'espionnage et le sabotage et pourrait donc être déployé en tant que saboteur pour ce plan.

# orders-comms
source: Does graduation come with complimentary explosives?
fr: L'obtention du diplôme est-elle accompagnée d'explosifs gratuits ?

# orders-comms
source: No. We did away with an actual graduation ceremony because too many of our graduates wanted to test their new sabotage skills as a prank at graduation causing distressful mayhem. However, your repair crew now has the training to adapt one of your mines into the appropriate explosives for the plan.
fr: Non. Nous avons supprimé la traditionnelle cérémonie de remise des diplômes avec des explosifs offerts. Trop de nos diplômés voulaient tester leurs nouvelles compétences en faisant des farces pendant la remise des diplômes, provoquant un chaos affligeant. Cependant, votre équipe de réparation a maintenant la formation nécessaire pour modifier l'une de vos mines en explosif approprié pour le plan.

# orders-comms
source: Isn't it illegal?
fr: N'est-ce pas illégal ?

# orders-comms
source: Your repair crew saboteur has the full backing and approval of the outpost leadership. The sabotage is sanctioned under the rules outlined in the %s charter assuming the saboteur knows the risks and volunteers. We've taken the liberty of providing an outline of the plan to the repair crew saboteur and secured their agreement to conduct the mission in writing. Copies of this and the formal sanctioning of the action by the outpost leadership are in your secure databanks.
fr: Le saboteur de votre équipe de réparation a l'approbation et le plein soutien du haut commandement de l'avant-poste. Le sabotage est sanctionné selon les règles décrites dans la charte %s en supposant que le saboteur connaisse les risques et se porte volontaire. Nous avons pris la liberté de fournir un aperçu du plan au saboteur de votre équipe et avons déjà obtenu son accord par écrit pour mener à bien cette mission. Des copies de ceci et de la sanction officielle de l'action par la direction de l'avant-poste se trouvent dans vos banques de données sécurisées.

# orders-comms
source: How do we know if this plan succeeds or fails?
fr: Comment savoir si ce plan aura réussi ou échoué ?

# orders-comms
source: Every saboteur is trained to send simple status reports through the microscopic subspace transmitter surgically implanted in them during their training. When you check on your orders, updates will be shown on the plan progress in that report.
fr: Chaque saboteur est formé pour envoyer des rapports d'état simples via le transmetteur subspatial microscopique implanté chirurgicalement près de son lobe temporal droit pendant sa formation. Lorsque vous checkez vos ordres en cours, des mises à jour seront affichées sur la progression du plan dans ce rapport.

# orders-comms
source: That's a convoluted plan. Can you summarize what we need to do?
fr: C'est un plan compliqué. Pouvez-vous résumer ce que nous devons faire?

# orders-comms
source: Be sure you have at least one mine aboard. Find a neutral freighter. Convince them to take on a new crewmember. From there it's up to the saboteur.
fr: Oui bien sûr ! - Assurez-vous d'avoir au moins une mine à bord. - Trouvez un cargo neutre. - Incitez-les à embaucher un nouveau membre d'équipage. A partir de là, c'est au saboteur de jouer.

# orders-comms
source: Suit yourself
fr: Comme vous voudrez

# ship-comms
source: Would you like another crewmember?
fr: Souhaiteriez-vous recruter un autre membre d'équipage ?

# ship-comms
source: We don't really need one
fr: Nous n'en avons pas vraiment besoin.

# ship-comms
source: This one's got repair crew experience
fr: Celui-ci a beaucoup d'expérience en tant que réparateur

# ship-comms
source: Take on crewmember as a favor (50 reputation)?
fr: Prendre un réparateur comme une faveur (50 rép) ?

# ship-comms
source: We have taken on your repair crewmember as a new crewmember on our ship.
fr: Nous avons enrôlé votre réparateur sur notre vaisseau.

# ship-comms
source: No mine to send with saboteur
fr: Pas de mine à envoyer avec le saboteur

# ship-comms
source: No repair crew to send
fr: Aucun réparateur de disponible à vous envoyer

# ship-comms
source: Offer %s to take on crewmember
fr: Proposer à %s de prendre un réparateur

# ship-comms
source: Thanks for the %s. We have taken on your repair crewmember as a new crewmember on our ship.
fr: Merci pour le %s. Nous avons enrôlé votre réparateur sur notre vaisseau.

# ship-comms
source: I talked to the captain, but he still needs convincing.
fr: J'ai parlé au capitaine, mais il a encore besoin d'être convaincu.

# ship-comms
source: Not interested. [Outpost Leadership] We were monitoring your exchange with %s. Next time, try convincing the captain using 50 or more reputation or with some cargo aboard your ship.
fr: Pas intéressé. [Commandement de l'avant-poste] Nous surveillons votre échange avec %s. La prochaine fois, essayez de convaincre le capitaine en utilisant 50 points de réputation ou plus ou avec une cargaison à bord de votre vaisseau.

# ship-comms
source: This one can upgrade your impulse engines
fr: Celui-ci peut améliorer vos moteurs à impulsion

# ship-comms
source: Take on crewmember as a favor (25 reputation)?
fr: Recruter un réparateur comme une faveur (25 rép) ?

# ship-comms
source: We have taken on your repair crewmember as a new crewmember on our ship. The increased impulse speed is greatly appreciated.
fr: Nous avons pris votre membre d'équipage de réparation en tant que nouvelle recrue sur notre vaisseau. La vitesse moteurs accrue est grandement appréciée.

# ship-comms
source: Thanks for the %s. We have taken on your repair crewmember as a new crewmember on our ship. The increased impulse speed is greatly appreciated.
fr: Merci pour le %s. Nous avons recruté votre membre d'équipage à bord de notre vaisseau. La vitesse des moteurs boostée est grandement appréciée.

# ship-comms
source: Not interested. [Outpost Leadership] We were monitoring your exchange with %s. Next time, try convincing the captain using 25 or more reputation or with some cargo aboard your ship.
fr: Pas intéressé. [Commandement de l'avant-poste] Nous surveillons votre échange avec %s. La prochaine fois, essayez de convaincre le capitaine en utilisant 25 points de réputation ou plus encore ou bien avec une cargaison à bord de votre vaisseau.

# ship-comms
source: This one wants civilian experience
fr: Celui-ci cherche une expérience civile pour compléter son CV

# ship-comms
source: Take on crewmember as a favor (%i reputation)?
fr: Recruter un réparateur comme une faveur (%i rép) ?

# ship-comms
source: Not interested. [Outpost Leadership] We were monitoring your exchange with %s. Next time, try convincing the captain using 40 to 90 reputation or with some cargo aboard your ship.
fr: Pas intéressé. [Commandement de l'avant-poste] Nous surveillons votre échange avec %s. La prochaine fois, essayez de convaincre le capitaine en utilisant une réputation entre 40 et 90 rép ou bien même avec une cargaison à bord de votre vaisseau.

# shipAssist-comms
source: What do you want?
fr: Que voulez-vous ?

# shipAssist-comms
source: Sir, how can we assist?
fr: Monsieur, comment pouvons-nous vous assister ?

# shipAssist-comms
source: Defend a waypoint
fr: Défendez un marqueur

# shipAssist-comms
source: No waypoints set. Please set a waypoint first.
fr: Monsieur, nous ne détectons aucun marqueur. Veuillez commencer par en placer un.

# shipAssist-comms
source: Which waypoint should we defend?
fr: Quel marqueur devons-nous défendre ?

# shipAssist-comms
source: Defend WP %d
fr: Défendez le marqueur %d

# shipAssist-comms
source: We are heading to assist at WP %d.
fr: Nous partons pour défendre le marqueur %d.

# shipAssist-comms
source: Assist me
fr: Aidez-nous

# shipAssist-comms
source: Heading toward you to assist.
fr: Entendu, nous partons immédiatement vous aider.

# shipAssist-comms
source: Report status
fr: Au rapport

# shipAssist-comms
source: Hull:
fr: Coque :

# shipAssist-comms
source: Shield:
fr: Boucliers :

# shipAssist-comms
source: Front Shield:
fr: Boucliers avant :

# shipAssist-comms
source: Rear Shield:
fr: Boucliers arrière :

# shipAssist-comms
source: Shield
fr: Bouclier

# shipAssist-comms
source: Dock at %s
fr: Amarrez-vous à %s

# shipAssist-comms
source: Docking at %s.
fr: En cours d'amarrage à %s.

# trade-comms
source: Traded luxury for %s
fr: Échanger Produits de luxe (luxury) contre %s

# trade-comms
source: Purchased %s from %s
fr: %s acheté auprès de %s

# needRep-comms
source: Insufficient reputation for purchase
fr: Réputation insuffisante pour acheter.

# trade-comms
source: Do you have cargo you might sell?
fr: Auriez-vous de la cargaison à vendre ?

# trade-comms
source: We've got
fr: Nous avons

# trade-comms
source: nothing
fr: Rien du tout.

# shipEnemy-comms
source: We will see to your destruction!
fr: Nous allons vous détruire !

# shipEnemy-comms
source: Your bloodline will end here!
fr: Votre race va s'éteindre ici et maintenant !

# shipEnemy-comms
source: Your feeble threats are meaningless.
fr: Vos petites menaces ne nous impressionnent pas.

# shipEnemy-comms
source: Ktzzzsss. You will DIEEee weaklingsss!
fr: Ktzzzsss. Vous allez mourir faibles créatures insignifiantes !

# shipEnemy-comms
source: We will destroy you
fr: Nous allons vous détruire !

# shipEnemy-comms
source: We think not. It is you who will experience destruction!
fr: Nous pensons le contraire. C'est vous qui allez subir la destruction !

# shipEnemy-comms
source: You have no honor
fr: Vous n'avez aucun honneur.

# shipEnemy-comms
source: Your insult has brought our wrath upon you. Prepare to die.
fr: Votre insulte a attiré notre colère sur vous. Préparez-vous à mourir !

# shipEnemy-comms
source: Your comments about honor have no meaning to us
fr: Vos commentaires sur l'honneur n'ont aucune signification pour nous.

# shipEnemy-comms
source: We pity your pathetic race
fr: Nous plaignons votre race pathétique.

# shipEnemy-comms
source: Pathetic? You will regret your disparagement!
fr: Pathétique ? Vous allez regretter votre insolence !

# shipEnemy-comms
source: We don't care what you think of us
fr: Peu importe ce que vous pensez de nous.

# shipEnemy-comms
source: We wish you no harm, but will harm you if we must. End of transmission.
fr: Nous ne vous voulons aucun mal, mais nous le ferons si nécessaire. Fin de transmission.

# shipEnemy-comms
source: Stay out of our way, or your death will amuse us extremely!
fr: Restez en dehors de notre chemin, ou votre mort sera une amusante distraction pour nous !

# shipEnemy-comms
source: One zero one. No binary communication detected. Switching to universal speech. Generating appropriate response for target from human language archives. :Do not cross us: Communication halted.
fr: 000110011010...Grzzzz.. Communication binaire non détectée..Grzzz Nous passons en communication universelle..Grrzzz Générer une réponse appropriée pour la cible en langage humain à partir des archives...Grrzzzz Ne nous approchez pas! Grrzzz Communication interrompue.

# shipEnemy-comms
source: EXECUTE: SELFDESTRUCT
fr: EXECUTER A DISTANCE : AUTODESTRUCTION

# shipEnemy-comms
source: Rogue command received. Targeting source.
fr: Commande non autorisée reçue. Cible verrouillée.

# shipEnemy-comms
source: External command ignored.
fr: Ordre externe ignoré.

# shipEnemy-comms
source: The hive suffers no threats. Opposition to any of us is opposition to us all. Stand down or prepare to donate your corpses toward our nutrition.
fr: Notre peuple ne tolère aucune menace. S'opposer à l'un d'entre nous c'est s'opposer à nous tous. Fuyez ou préparez-vous à faire don de vos cadavres pour nos repas.

# shipEnemy-comms
source: <Transmit 'The Itsy-Bitsy Spider' on all wavelengths>
fr: <Diffuser la chanson de Spiderman sur toutes les ondes>

# shipEnemy-comms
source: We do not need permission to pluck apart such an insignificant threat.
fr: Vous osez vous moquer de nous ? En avez-vous marre de vivre ?

# shipEnemy-comms
source: The hive has greater priorities than exterminating pests.
fr: Notre peuple a d'autres priorités que l'extermination de parasites tels que vous.

# shipEnemy-comms
source: State your business
fr: Qu'est ce que vous voulez ?

# shipEnemy-comms
source: What do you want? (not that we care)
fr: Qu'est-ce que vous voulez ? (non pas que ça nous intéresse)

# shipEnemy-comms
source: Don't waste our time
fr: Ne perdons pas notre temps.

# shipEnemy-comms
source: Mind your own business!
fr: Occupez-vous de vos affaires !

# shipEnemy-comms
source: Subspace and time continuum disruption authorized
fr: Interruption du sous-espace et du continuum temporel autorisée.

# shipEnemy-comms
source: Stop your actions
fr: Arrêtez ce que vous faites !

# shipEnemy-comms
source: Just this once, we'll take your advice
fr: Juste pour cette fois, nous suivrons vos conseils.

# shipEnemy-comms
source: No
fr: Non

# tabRelay
source: Disruption %i
fr: Perturbation %i

# trade-comms
source: Yes?
fr: Oui ?

# ship-comms
source: Sorry, we have no time to chat with you. We are on an important mission.
fr: Désolé, nous n'avons pas le temps de discuter avec vous. Nous sommes en mission de la plus haute importance.

# ship-comms
source: We have nothing for you. Good day.
fr: Nous n'avons rien pour vous. Bonne journée.

# ship-comms
source: What do you want?
fr: Que voulez-vous ?

# ship-comms
source: Sir, how can we assist?
fr: Monsieur, comment pouvons-nous vous assister ?

# ship-comms
source: Defend a waypoint
fr: Défendez un marqueur

# ship-comms
source: No waypoints set. Please set a waypoint first.
fr: Monsieur, nous ne détectons aucun marqueur. Veuillez commencer par en placer un.

# ship-comms
source: Which waypoint should we defend?
fr: Quel marqueur devons-nous défendre ?

# ship-comms
source: Defend WP %i
fr: Défendez le marqueur %i.

# ship-comms
source: We are heading to assist at WP %i.
fr: Nous partons pour défendre le marqueur %i.

# ship-comms
source: Assist me
fr: Aidez-nous !

# ship-comms
source: Heading toward you to assist.
fr: Entendu, nous partons immédiatement vous aider.

# ship-comms
source: Report status
fr: Au rapport

# ship-comms
source: Hull:
fr: Coque :

# ship-comms
source: Shield:
fr: Boucliers :

# ship-comms
source: Front Shield:
fr: Boucliers avant :

# ship-comms
source: Rear Shield:
fr: Boucliers arrière :

# ship-comms
source: Shield
fr: Bouclier

# ship-comms
source: Dock at %s
fr: Amarrez-vous à %s

# ship-comms
source: Docking at %s.
fr: En cours d'amarrage à %s.

# ship-comms
source: How are you doing?
fr: Comment allez-vous?

# ship-comms
source: Service options
fr: Options des services proposés :

# ship-comms
source: Repair ship system
fr: Réparer les systèmes du vaisseau.

# ship-comms
source: What system would you like repaired?
fr: Quel système souhaitez-vous réparer ?

# ship-comms
source: Repair probe launch system
fr: Réparer le système de lancement de sonde

# ship-comms
source: Your probe launch system has been repaired
fr: Votre système de lancement de sonde a été réparé.

# ship-comms
source: You need to stay close if you want me to fix your ship
fr: Vous devez rester près de nous si vous voulez que l'on puisse réparer votre vaisseau.

# ship-comms
source: Repair hacking system
fr: Réparer le système de piratage

# ship-comms
source: Your hack system has been repaired
fr: Votre système de piratage a été réparé.

# ship-comms
source: Repair scanning system
fr: Réparer les scanners

# ship-comms
source: Your scanners have been repaired
fr: Vos scanners ont été réparés.

# ship-comms
source: Repair combat maneuver
fr: Réparer la manœuvre de combat

# ship-comms
source: Your combat maneuver has been repaired
fr: Votre manœuvre de combat a été réparée.

# ship-comms
source: Repair self destruct system
fr: Réparer le système d'autodestruction

# ship-comms
source: Your self destruct system has been repaired
fr: Votre système d'autodestruction a été réparé.

# ship-comms
source: Full hull repair (%i reputation)
fr: Réparation complète de la coque (%i rép)

# ship-comms
source: All fixed up and ready to go
fr: Tout est réparé et prêt à fonctionner.

# ship-comms
source: Add %i%% to hull (%i reputation)
fr: Ajouter %i%% à la coque (%i rép)

# ship-comms
source: Repairs completed as requested
fr: Réparations effectuées comme demandé.

# ship-comms
source: Restock ordnance
fr: Réapprovisionner en munitions

# ship-comms
source: What kind of ordnance?
fr: Quel genre de munitions ?

# ship-comms
source: %s (%i reputation each)
fr: %s (%i rép chacun)

# ship-comms
source: Restocked your %s type ordnance
fr: Vos munitions de type %s sont réapprovisionnées.

# needRep-comms
source: You don't have enough reputation to fully replenish your %s type ordnance. You need %i and you only have %i. How would you like to proceed?
fr: Vous n'avez pas assez de réputation pour vous réapprovisionner complètement en munitions de type %s. Vous avez besoin de %i et vous n'avez que %i. Comment voulez-vous procéder?

# ship-comms
source: Get one (%i reputation)
fr: En acheter un (%i rép)

# ship-comms
source: You need to stay close if you want me to restock your ordnance
fr: Vous devez rester à proximité si vous voulez que je vous réapprovisionne en munitions.

# ship-comms
source: Get %i (%i reputation)
fr: Acheter %i (%i rép)

# ship-comms
source: %i %ss provided
fr: %i %ss fourni

# ship-comms
source: I don't have enough %s type ordnance to fully restock you. How would you like to proceed?
fr: Nous n'avons pas assez de munitions de type %s pour vous réapprovisionner entièrement. Que voulez-vous faire ?

# ship-comms
source: We'll take all you've got
fr: Nous prendrons tout ce qu'il vous reste

# ship-comms
source: One %s provided
fr: Un %s fourni.

# needRep-comms
source: You don't have enough reputation to get all of our %s type ordnance. You need %i and you only have %i. How would you like to proceed?
fr: Vous n'avez pas assez de réputation pour obtenir toutes nos munitions de type %s. Vous avez besoin de %i et vous n'avez que %i. Comment voulez-vous procéder?

# ship-comms
source: Restock scan probes (5 reputation)
fr: Réapprovisionner les sondes (5 rép)

# ship-comms
source: I replenished your probes for you.
fr: Nous avons rechargé votre stock de sondes.
