Repository: daid/EmptyEpsilon
Catalog: scripts/locale/scenario_02_beacon.*.po
Languages: fr

source: Epsilon, please come in? We lost contact with our transport RT-4. RT-4 is a diplomatic transport ship, transporting the diplomat named J.J.Johnson. They where heading from our research station to Orion-5. Last contact was before RT-4 entered the nebula at G5, the nebula is blocking our long range scans. So we're asking you to investigate and recover RT-4 if possible.
fr: Espilon, repondez ! Nous avons perdu le contact avec notre transport RT-4. Il s'agit d'un vaisseau diplomatique transportant le diplomate J.J.Johnson depuis notre station de recherche vers Orion-5. Notre derniere communication remonte a leur entree dans le nebuleuse du secteur G5 qui bloque nos scanners. Rendez-vous sur place et enquetez sur cette disparition.

source: RT-4 has been destroyed! But an escape pod is ejected from the ship. Lifesigns detected in the pod, please pick up the pod to see if J.J.Johnson made it. His death would be a great blow to the peace negotiations in the region.
fr: Le RT-4 a ete detruit ! Mais une capsule de sauvetage a ete ejectee du vaisseau. Des signes de vie ont ete detectes dans la capsule, veuillez la recuperer pour voir si J.J.Johnson s'en est sorti. Sa mort serait un terrible coup dur pour les negociations de paix dans la region.

source: And destroy those Exuari scum while you are at it!
fr: Et eliminez ces ordures d'Exuari pendant que vous y etes !

source: Sir Johnson seems to have suffocated. This is a great loss for our cause of global peace. Please deliver his body back to Research-1. We will arrange for you to take over his mission.
fr: Sir Johnson semble avoir suffoque. C'est une grande perte pour notre cause. Veuillez remettre son corps a Research-1. Nous ferons le necessaire pour que vous preniez en charge sa mission.

source: Just received message that Sir Johnson is safely aboard your ship! Great job! Please deliver the diplomat to Orion-5 in sector G3, do this by docking with the station.
fr: Nous venons de recevoir votre message indiquant que M. Johnson est en securite a bord de votre vaisseau ! Excellent travail ! Veuillez escorter le diplomate vers Orion-5 dans le secteur G3.

source: J.J.Johnson thanks you for rescuing him. He tells you about his mission.
fr: J.J.Johnson vous remercie de l'avoir sauve. Il vous parle de sa mission.

source: He just came back from a mission from the Refugee-X station. Which is a neutral station in the area, known to house anyone no matter their history. Lately Refugee-X has been under attack by Exuari ships, and some criminals living there have offered to give themselves up in exchange for better protection of the station. The officers at Orion-5 will gladly make this trade. And they ask you to retrieve the criminals for them at Refugee-X in sector D5. To make sure Refugee-X is aware of your peaceful intentions, we have stripped you of Nukes and EMPs. You will get them back once you deliver the criminals.
fr: Il rentre tout juste d'une mission sur la station Refugee-X. Il s'agit d'une station neutre de la region, connue pour heberger tout le monde, sans egard a leur antecedents. Dernierement, Refugee-X a ete attaque par des vaisseaux Exuari, et il semblerait que certains des criminels y vivant aient offert de se rendre en echange d'une meilleure protection de la station de la part d'Orion-5. Les officiers d'Orion-5 se feront un plaisir de faire cet echange. Et ils vous demandent de rapatrier ces criminels pour eux depuis Refugee-X dans le secteur D5. Afin de s'assurer que le Refugee-X ne se meprenne quand a vos intentions pacifiques, nous avons retire vos armes nucleaires et vos IEM. Vous les recupererez une fois la mission terminee.

source: J.J.Johnson message towards Orion-5 is clear:
fr: Le message de J.J.Johnson a l'egard d'Orion-5 est clair :

source: Apperently, J.J.Johnson managed to send out a transmission with his mission details to Orion-5 before he passed away. Head to Orion-5 to receive the details on his mission.
fr: J.J.Johnson aurait reussi a envoyer une transmission concernant sa mission a Orion-5 avant de mourir. Rendez-vous sur Orion-5 pour en recevoir les details.

source: Two tough looking criminals board your ship. They are already cuffed, and do not look too happy about the whole situation. One of them is a human pirate, blind in one eye and has clearly seen his fair share of battles. The other is Exuari who hisses what you presume is a curse in their native language. You are wondering how voluntary their exchange really is... Head back to Orion-5 to deliver the criminals.
fr: Deux criminels a l'air coriace montent a bord de votre vaisseau. Ils sont deja menottes et n'ont pas l'air tres satisfaits de la situation. L'un d'eux est un pirate humain, aveugle d'un œil et qui a clairement vu sa part de batailles. L'autre est un Exuari qui siffle ce que vous supposez etre une malediction dans sa langue maternelle. C'est a se demandez si leur echange est vraiment volontaire... Retournez a Orion-5 pour delivrer les criminels.

source: Sllaaami graa kully fartsy! Your translator has difficulty translating the message. But it seems to come down to the fact that they want you dead and that your death will bring them great fun.
fr: Sllaaami graa kully petsy ! Votre traducteur a des difficultes a traduire le message. Mais il semble qu'ils veuillent vous eliminer et que votre mort leur apportera beaucoup de satisfaction.

source: Good job on dealing with those Exuari scum. The criminals are safely in our custody now. We'll be sending out a protection detail for Refugee-X We managed to extract some vital infro from the Exuari. In the next transport convoy towards Research-1 a Exuari death squad is hiding in one of the ships. The transport detail is heading in from D7, seek them out and scan the ships to find the Exuari transport.
fr: Bon travail pour avoir traiter avec ces ordures d'Exuari. Les criminels sont maintenant sous notre garde. Nous allons envoyer un detachement de protection sur Refugee-X Nous avons reussi a soutirer des informations vitales a l'Exuari. Un escadron de la mort de l'Exuari se cache dans l'un des vaisseaux du prochain convoi de transport vers Research-1. Le detachement de transport arrive du secteur D7. Ils ont entames les recherches et scannent les vaisseaux pour trouver le transport Exuari.

source: We have refitted your nukes and EMPs.
fr: Nous avons reinstalle vos armes nucleaires et vos IEM.

source: Awesome job on taking out the Exuari without those.
fr: Felicitation pour la prise en charge de l'Exuari sans votre armement.

source: Now to get those Exuaris!
fr: Maintenant allons nous occuper de ces Exuaris !

source: Scan the transports to identify the Exuari one. When you have identified it, do NOT destroy it. Target it's impulse engines with your beam weapons to halt it's progress.
fr: Scannez les transports pour identifier celui de l'Exuari. Lorsque vous l'avez identifie, ne le detruisez PAS. Ciblez ses moteurs a impulsion avec vos armes a faisceau pour stopper sa progression.

source: What the hell? I told you NOT to destroy the transport.
fr: Bon sang, qu'est-ce qui se passe ? Je vous avais dit de ne pas detruire le transport.

source: Transport identified, take down their impulse engines so we can capture it.
fr: Transport identifie, neutralisez leurs moteurs a impulsion afin que nous puissions le capturer.

source: Ok, transport disabled. We'll be sending a recovery team. Defend the transport, the Exuari will most likely rather destroy it then let it fall in our hands.
fr: Ok, transport hors service. Nous allons envoyer une equipe de recuperation. Defendez le transport, les Exuari prefereront sans doute le detruire plutot que de le laisser tomber entre nos mains.

source: Transporter recovery team coming in. We succesfully captured the Exuari transport. Taking it back to Orion-5. Please head to Orion-5 for a debriefing.
fr: L'equipe de recuperation arrive. Nous avons reussi a capturer le transport Exuari et l'avons ramene sur Orion-5. Veuillez vous y rendre pour un debriefing.

source: Thanks to captured Exuari death squad we now know the location of the Exuari base in the area. Lead the assault on the Exuari base in sector E2, expect heavy resistance.
fr: Grâce a la capture de l'escadron de la mort d'Exuari, nous connaissons maintenant l'emplacement de leur base dans la region. Menez l'assaut sur la base Exuari dans le secteur E2, attendez-vous a une forte resistance.
