Repository: daid/EmptyEpsilon
Catalog: scripts/locale/scenario_55_defenderHunter.*.po
Languages: de, fr

# scienceDescription-station
source: Battery and software engineering
fr: Ingénierie en batteries et logiciels

# stationGeneralInfo-comms
source: We provide high quality high capacity batteries and specialized software for all shipboard systems
fr: Nous fournissons des batteries haute capacité de haute qualité et des logiciels spécialisés pour tous les systèmes de bord.

# stationStory-comms
source: The station is named after a fictional software engineer in a late 20th century movie depicting humanity unknowingly conquered by aliens and kept docile by software generated illusion
fr: La station porte le nom d'un ingénieur logiciel fictif dans un film de la fin du 20e siècle dépeignant l'humanité inconsciemment conquise par des extraterrestres et maintenue docile par une illusion générée par un logiciel.

# scienceDescription-station
source: Shield and Armor Research
fr: Recherche sur les boucliers et armures

# stationGeneralInfo-comms
source: The finest shield and armor manufacturer in the quadrant
fr: Le meilleur fabricant de boucliers et d'armures du quadrant.

# stationStory-comms
source: We named this station for the pioneering spirit of the 22nd century Starfleet explorer, Captain Jonathan Archer
fr: Nous avons nommé cette station en mémoire à l'esprit pionnier de l'explorateur du Starfleet du 22ème siècle, le capitaine Jonathan Archer.

# scienceDescription-station
source: Communication components
fr: Composants pour systèmes de communication

# stationGeneralInfo-comms
source: We provide a range of communication equipment and software for use aboard ships
fr: Nous fournissons toute une gamme d'équipements et de logiciels de communication à utiliser à bord des navires.

# stationStory-comms
source: The station is named after Reginald Barclay who established the first transgalactic com link through the creative application of a quantum singularity. Station personnel often refer to the station as the Broccoli station
fr: La station porte le nom de Reginald Barclay qui a établi le premier lien de communication transgalactique grâce à une application créative de singularité quantique. Le personnel de la station se réfère souvent à la station comme étant la station de brocoli.

# scienceDescription-station
source: Robotic research
fr: Recherche robotique

# stationGeneralInfo-comms
source: We research and provide robotic systems and components
fr: Nous faisons de la recherche et fournissons des systèmes et composants robotiques.

# stationStory-comms
source: This station is named after Dr. Susan Calvin who pioneered robotic behavioral research and programming
fr: Cette station porte le nom du Dr Susan Calvin, pionnière de la recherche et de la programmation comportementales robotique.

# scienceDescription-station
source: Advanced Material components
fr: Composants de matériaux avancés

# stationGeneralInfo-comms
source: We fabricate several different kinds of materials critical to various space industries like ship building, station construction and mineral extraction
fr: Nous fabriquons plusieurs types de matériaux essentiels à diverses industries spatiales telles que la construction navale, la construction de stations et l'extraction de minéraux.

# stationStory-comms
source: We named our station after Dr. Cavor, the physicist that invented a barrier material for gravity waves - Cavorite
fr: Nous avons nommé notre station d'après le Dr Cavor, le physicien qui a inventé un matériau de confinage pour les ondes de gravité - Cavorite.

# stationGeneralInfo-comms
source: We supply high quality impulse engines and parts for use aboard ships
fr: Nous fournissons des moteurs à impulsions et des pièces de haute qualité pour une utilisation à bord des navires.

# stationStory-comms
source: This station was named after the fictional engineer, Cyrus Smith created by 19th century author Jules Verne
fr: Cette station a été nommée d'après l'ingénieur fictif Cyrus Smith créé par l'auteur du 19ème siècle Jules Verne.

# scienceDescription-station
source: Android components
fr: Composants pour androïdes

# stationGeneralInfo-comms
source: Supplier of android components, programming and service
fr: Fournisseur de composants pour androïdes, de programmation et de service.

# stationStory-comms
source: Named for Richard Deckard who inspired many of the sophisticated safety security algorithms now required for all androids
fr: Nommé en l'honneur de Richard Deckard qui a inspiré de nombreux algorithmes sophistiqués de sécurité désormais requis pour tous les androïdes.

# scienceDescription-station
source: Transporter components
fr: Composants de transporteur

# stationGeneralInfo-comms
source: We provide transporters used aboard ships as well as the components for repair and maintenance
fr: Nous fournissons des transporteurs utilisés à bord des navires ainsi que des composants pour la réparation et l'entretien.

# stationStory-comms
source: The station is named after the early 22nd century inventor of the transporter, Dr. Emory Erickson. This station is proud to have received the endorsement of Admiral Leonard McCoy
fr: La station porte le nom de l'inventeur du transporteur au début du 22e siècle, le Dr Emory Erickson. Cette station est fière d'avoir reçu l'approbation de l'amiral Leonard McCoy.

# scienceDescription-station
source: Commerce and gambling
fr: Commerce et jeux d'argent

# stationGeneralInfo-comms
source: Come play some games and shop. House take does not exceed 4 percent
fr: Venez jouer à quelques jeux et faire du shopping. La taxe maison ne dépasse pas 4%.

# scienceDescription-station
source: Xenopsychology training
fr: Formation en xénopsychologie

# stationGeneralInfo-comms
source: We provide classes and simulation to help train diverse species in how to relate to each other
fr: Nous proposons des cours et des simulations pour aider à former diverses espèces sur la façon de les relier les unes aux autres.

# stationStory-comms
source: A continuation of the research initially conducted by Dr. Gennady Komov in the early 22nd century on Venus, supported by the application of these principles
fr: Poursuite des recherches initialement menées par le Dr Gennady Komov au début du 22ème siècle sur Vénus, appuyées par l'application de ces principes.

# scienceDescription-station
source: Casino and Gambling
fr: Casino et jeux d'argent

# stationGeneralInfo-comms
source: Come to Muddvile for all your trade and commerce needs and desires
fr: Venez à Muddvile pour tous vos besoins et désirs d'achats.

# stationStory-comms
source: Upon retirement, Harry Mudd started this commercial venture using his leftover inventory and extensive connections obtained while he traveled the stars as a salesman
fr: À la retraite, Harry Mudd a lancé cette entreprise commerciale en utilisant son stock restant et ses nombreuses relations obtenues alors qu'il parcourait les étoiles en tant que vendeur.

# stationGeneralInfo-comms
source: Androids, their parts, maintenance and recylcling
fr: Androïdes : pièces, entretien et recyclage.

# stationStory-comms
source: We named the station after the ground breaking android model produced by the Tyrell corporation
fr: La station porte le nom du modèle révolutionnaire d'androïde produit par la société Tyrell.

# stationGeneralInfo-comms
source: We research and fabricate high quality transporters and transporter components for use aboard ships
fr: Nous faisons de la recherche et fabriquons des transporteurs et des composants de transporteur de haute qualité pour une utilisation à bord des navires.

# stationStory-comms
source: Miles O'Brien started this business after his experience as a transporter chief
fr: Miles O'Brien a démarré cette entreprise après son expérience en tant que chef de transporteur.

# scienceDescription-station
source: Diplomatic training
fr: Formation diplomatique

# stationGeneralInfo-comms
source: The premeire academy for leadership and diplomacy training in the region
fr: L'académie de premier plan pour la formation au leadership et à la diplomatie dans la région.

# stationStory-comms
source: Established by the royal family so critical during the political upheaval era
fr: Établie par la famille royale si critique à l'époque des bouleversements politiques.

# scienceDescription-station
source: Load lifters and components
fr: Élévateurs de charge et composants

# stationGeneralInfo-comms
source: We provide load lifters and components for various ship systems
fr: Nous fournissons des élévateurs de charge et des composants pour divers systèmes de navires.

# stationStory-comms
source: Owens started off in the moisture vaporator business on Tattooine then branched out into load lifters based on acquisition of proprietary software and protocols. The station name recognizes the tragic loss of our founder to Imperial violence
fr: Owens a démarré dans le domaine des vaporisateurs d'humidité sur Tattooine, puis s'est diversifié dans les élévateurs de charge sur la base de l'acquisition de logiciels et de protocoles propriétaires. Le nom de la station reconnaît la perte tragique de notre fondateur due à la violence impériale.

# stationGeneralInfo-comms
source: We provide load lifters and components
fr: Nous fournissons des élévateurs de charge et des composants.

# stationStory-comms
source: The station is named after Ellen Ripley who made creative and effective use of one of our load lifters when defending her ship
fr: La station porte le nom d'Ellen Ripley qui a fait un usage créatif et efficace de l'un de nos élévateurs de charge lors de la défense de son vaisseau.

# scienceDescription-station
source: Routine maintenance and entertainment
fr: Maintenance courante et divertissement

# stationGeneralInfo-comms
source: Stop by for repairs. Take in one of our juggling shows featuring the four-armed Skandars
fr: Faites une halte pour vos réparations. Assistez à l'un de nos spectacles de jonglage mettant en vedette les Skandars à quatre bras.

# stationStory-comms
source: The nomadic Skandars have set up at this station to practice their entertainment and maintenance skills as well as build a community where Skandars can relax
fr: Les nomades Skandars se sont installés dans cette station pour mettre en pratique leurs compétences en matière de divertissement et d'entretien, ainsi que pour créer une communauté où les Skandars peuvent se détendre.

# stationGeneralInfo-comms
source: We create androids and android components
fr: Nous créons des androïdes et des composants pour androïdes.

# stationStory-comms
source: The station is named after Dr. Noonian Soong, the famous android researcher and builder
fr: La station porte le nom du Dr Noonian Soong, le célèbre chercheur et créateur d'androïdes.

# scienceDescription-station
source: Automated weapons systems
fr: Systèmes d'armes automatisées

# stationGeneralInfo-comms
source: We research and create automated weapons systems to improve ship combat capability
fr: Nous faisons de la recherche et créons des systèmes d'armes automatisés pour améliorer la capacité de combat des navires.

# stationStory-comms
source: Lost the history memory bank. Recovery efforts only brought back the phrase, 'I'll be back'
fr: Nous avons perdu la banque de mémoire de notre historique. Les efforts de récupération n'ont fait que retrouver la phrase "Je reviendrai".

# scienceDescription-station
source: Logistics coordination
fr: Coordination logistique

# stationGeneralInfo-comms
source: We support the stations and ships in the area with planning and communication services
fr: Nous soutenons les stations et les vaisseaux de la région avec des services de planification et de communication.

# stationStory-comms
source: We recognize the influence of Starfleet Captain James Tiberius Kirk in the 23rd century in our station name
fr: Nous reconnaissons l'influence du capitaine du Starfleet James Tiberius Kirk au 23e siècle dans le nom de notre station.

# scienceDescription-station
source: Advanced material components
fr: Composants de matériaux avancés

# stationGeneralInfo-comms
source: We create multiple types of advanced material components. Our most popular products are our filaments
fr: Nous fabriquons plusieurs types de composants de matériaux avancés. Nos produits les plus populaires sont nos filaments.

# stationStory-comms
source: We learned several of our critical industrial processes from the Tokra race, so we honor our fortune by naming the station after them
fr: Nous avons développé plusieurs de nos processus industriels grâce à la race Tokra, nous honorons donc notre succès en donnant leur nom à la station.

# scienceDescription-station
source: Ship building and maintenance facility
fr: Construction de navires et établissement d'entretien

# stationGeneralInfo-comms
source: We work on all aspects of naval ship building and maintenance. Many of the naval models are researched, designed and built right here on this station. Our design goals seek to make the space faring experience as simple as possible given the tremendous capabilities of the modern naval vessel
fr: Nous intervenons sur tous les aspects de la construction et de l'entretien des navires spatiaux. Beaucoup de modèles sont recherchés, conçus et construits ici même sur cette station. Nos objectifs de conception visent à rendre l'expérience de navigation spatiale aussi simple que possible compte tenu des capacités extraordinaires du vaisseau spatial moderne.

# scienceDescription-station
source: Warp engine components
fr: Composants pour moteurs à vitesse lumière

# stationGeneralInfo-comms
source: We specialize in the esoteric components necessary to make warp drives function properly
fr: Nous nous spécialisons dans les composants ésotériques nécessaires au bon fonctionnement des moteurs à vitesse lumière.

# stationStory-comms
source: Zefram Cochrane constructed the first warp drive in human history. We named our station after him because of the specialized warp systems work we do
fr: Zefram Cochrane a construit le premier moteur à vitesse lumière de l'histoire de l'humanité. Nous avons nommé notre station en son honneur en raison du travail spécialisé que nous effectuons sur les systèmes de vitesse lumière.

# scienceDescription-station
source: Optical Components
fr: Composants optiques

# stationGeneralInfo-comms
source: We make and supply optic components for various station and ship systems
fr: Nous fabriquons et fournissons des composants optiques pour divers systèmes de stations et de navires.

# stationStory-comms
source: This station continues the businesses from Earth based on the merging of several companies including Leica from Switzerland, the lens manufacturer and the Japanese advanced low carbon (ALCA) electronic and optic research and development company
fr: Cette station gère les activités de la Terre sur la base de la fusion de plusieurs sociétés, dont Leica de Suisse, le fabricant de lentilles et la société japonaise de recherche et de développement électronique et optique à faible émission de carbone (ALCA).

# scienceDescription-station
source: Medical research
fr: Recherche médicale

# stationGeneralInfo-comms
source: We research and treat exotic medical conditions
fr: Nous recherchons et traitons des conditions médicales exotiques.

# stationStory-comms
source: The station is named after the United States national medical research center based in Bethesda, Maryland on earth which was established in the mid 20th century
fr: La station porte le nom du centre national de recherche médicale des États-Unis situé à Bethesda, dans le Maryland sur terre et qui a fût créé au milieu du 20e siècle.

# scienceDescription-station
source: Repulsor and Tractor Beam Components
fr: Composants de faisceaux répulseur et tracteur

# stationGeneralInfo-comms
source: We can meet all your pushing and pulling needs with specialized equipment custom made
fr: Nous pouvons répondre à tous vos besoins de poussée et de traction avec des équipements spécialisés fabriqués sur mesure.

# stationStory-comms
source: The station name comes from a short story by the 20th century author Clifford D. Simak as well as from the 19th century developer John Deere who inspired a company that makes the Earth bound equivalents of our products
fr: Le nom de la station provient d'une nouvelle de l'auteur du 20e siècle Clifford D. Simak ainsi que du développeur du 19e siècle John Deere qui a inspiré une entreprise qui fabrique des équivalents terrestres de nos produits.

# stationGeneralInfo-comms
source: We provide components for automated medical machinery
fr: Nous fournissons des composants pour des machines médicales automatisées.

# stationStory-comms
source: The station is the evolution of the company that started automated pharmaceutical dispensing in the early 21st century on Earth in Finland
fr: Cette station est l'évolution de l'entreprise qui a commencé la distribution automatisée de produits pharmaceutiques au début du 21e siècle sur Terre en Finlande.

# scienceDescription-station
source: Nanotechnology research
fr: Recherche en nanotechnologie

# stationGeneralInfo-comms
source: We provide nanites and software for a variety of ship-board systems
fr: Nous fournissons des nanites et des logiciels pour une variété de systèmes embarqués.

# stationStory-comms
source: This station's name recognizes one of the first scientific researchers into nanotechnology, physicist Richard Feynman
fr: Le nom de cette station rend hommage à l'un des premiers chercheurs scientifiques en nanotechnologie, le physicien Richard Feynman.

# scienceDescription-station
source: Medical Research
fr: Recherche médicale

# stationGeneralInfo-comms
source: We research exotic diseases and other human medical conditions
fr: Nous faisons des recherches sur des maladies exotiques et d'autres conditions médicales humaines.

# stationStory-comms
source: We continue the medical work started by William Worrall Mayo in the late 19th century on Earth
fr: Nous poursuivons le travail médical commencé par William Worrall Mayo à la fin du 19ème siècle sur Terre.

# scienceDescription-station
source: Optical components
fr: Composants optiques

# stationGeneralInfo-comms
source: We fabricate optical lenses and related equipment as well as fiber optic cabling and components
fr: Nous fabriquons des lentilles optiques et équipements associés ainsi que des câbles et composants en fibres optiques.

# stationStory-comms
source: This station grew out of the Olympus company based on earth in the early 21st century. It merged with Infinera, then bought several software comapnies before branching out into space based industry
fr: Cette station est née de la société Olympus basée sur la terre au début du 21e siècle. Elle a fusionné avec Infinera, puis a racheté plusieurs sociétés de logiciels avant de se lancer dans l'industrie spatiale.

# scienceDescription-station
source: Optic components
fr: Composants optiques

# stationGeneralInfo-comms
source: We provide optic components for various ship systems
fr: Nous fournissons des composants optiques pour divers systèmes de navires.

# stationStory-comms
source: This station is an outgrowth of the Panduit corporation started in the mid 20th century on Earth in the United States
fr: Cette station est une excroissance de la société Panduit créée au milieu du 20e siècle sur Terre aux États-Unis.

# scienceDescription-station
source: Repulsor and tractor beam components
fr: Composants de faisceaux répulseur et tracteur

# stationGeneralInfo-comms
source: We make ship systems designed to push or pull other objects around in space
fr: Nous fabriquons des systèmes pour vaisseaux conçus pour pousser ou tirer d'autres objets dans l'espace.

# stationStory-comms
source: Our station is named Shree after one of many tugboat manufacturers in the early 21st century on Earth in India. Tugboats serve a similar purpose for ocean-going vessels on earth as tractor and repulsor beams serve for space-going vessels today
fr: Notre station est nommée Shree d'après l'un des nombreux fabricants de remorqueurs du début du 21e siècle sur Terre en Inde. Les remorqueurs sur terre er sur les océans ont une fonction similaire aux navires spatiaux avec leur faisceaux tracteurs et répulseurs.

# scienceDescription-station
source: Shielded Circuitry Fabrication
fr: Fabrication de circuits blindés

# stationGeneralInfo-comms
source: We specialize in circuitry shielded from external hacking suitable for ship systems
fr: Nous nous spécialisons dans les circuits protégés contre le piratage externe et adaptés aux systèmes de navires.

# stationStory-comms
source: We started as an expansion from the lunar based chip manufacturer of Earth legacy Intel electronic chips
fr: Nous avons commencé comme succursale du fabricant de puces électroniques lunaires Intel, héritées de la Terre.

# stationGeneralInfo-comms
source: We research and construct components for the most powerful and accurate sensors used aboard ships along with the software to make them easy to use
fr: Nous faisons de la recherche et construisons des composants pour les capteurs les plus puissants et les plus précis utilisés à bord des navires ainsi que le logiciel pour les rendre faciles à utiliser.

# stationStory-comms
source: The Veloquan company has its roots in the manufacturing of LIDAR sensors in the early 21st century on Earth in the United States for autonomous ground-based vehicles. They expanded research and manufacturing operations to include various sensors for space vehicles. Veloquan was the result of numerous mergers and acquisitions of several companies including Velodyne and Quanergy
fr: La société Veloquan a ses racines dans la fabrication de capteurs LIDAR au début du 21e siècle sur Terre aux États-Unis pour les véhicules terrestres autonomes. Ils ont élargi les opérations de recherche et de fabrication pour inclure divers capteurs pour les véhicules spatiaux. Veloquan est le résultat de nombreuses fusions et acquisitions de plusieurs sociétés dont Velodyne et Quanergy.

# scienceDescription-station
source: Biotechnology research
fr: Recherche en biotechnologie

# stationGeneralInfo-comms
source: Merging the organic and inorganic through research
fr: Fusionner l'organique et l'inorganique par la recherche.

# stationStory-comms
source: Continued from the Tandon school of engineering started on Earth in the early 21st century
fr: Suite de l'école d'ingénierie Tandon commencée sur Terre au début du 21e siècle.

# scienceDescription-station
source: Mining station
fr: Station minière

# stationGeneralInfo-comms
source: We mine nearby asteroids for precious minerals
fr: Nous extrayons des astéroïdes à proximité à la recherche de minéraux précieux.

# stationGeneralInfo-comms
source: Relax and meet some interesting players
fr: Détendez-vous et rencontrez des joueurs intéressants.

# scienceDescription-station
source: Commerce and recreation
fr: Commerce et loisirs

# scienceDescription-station
source: Xenopsychology research
fr: Recherche en xénopsychologie

# scienceDescription-station
source: Mining and trade
fr: Exploitation minière et commerce

# scienceDescription-station
source: Mining and gambling
fr: Exploitation minière et jeux de hasard

# scienceDescription-station
source: Resupply
fr: Ravitaillement

# scienceDescription-station
source: Textiles and fashion
fr: Mode et textile

# scienceDescription-station
source: Stress Psychology Research
fr: Recherche en psychologie du stress

# scienceDescription-station
source: Low gravity research
fr: Recherche sur la basse gravité

# stationGeneralInfo-comms
source: Get your energy here! Grab a drink before you go!
fr: Obtenez votre énergie ici ! Prenez un verre avant de partir !

# scienceDescription-station
source: Research Lab and Observatory
fr: Laboratoire de recherche et observatoire
