Repository: daid/EmptyEpsilon
Catalog: scripts/locale/scenario_55_defenderHunter.*.po
Languages: de, fr

# msgEngineer
source: Damage has caused a loss of coolant
fr: Les dégâts ont causé une perte de liquide de refroidissement.

# msgEngineer+
source: Damage has caused a loss of coolant
fr: Les dégâts ont causé une perte de liquide de refroidissement.

# msgEngineer
source: The probe launch system has been damaged
fr: Le système de lancement des sondes a été endommagé.

# msgEngineer+
source: The probe launch system has been damaged
fr: Le système de lancement des sondes a été endommagé.

# msgRelay
source: The probe launch system has been damaged
fr: Le système de lancement des sondes a été endommagé.

# msgOperations
source: The probe launch system has been damaged
fr: Le système de lancement des sondes a été endommagé.

# msgEngineer
source: The hacking system has been damaged
fr: Le système de piratage a été endommagé.

# msgEngineer+
source: The hacking system has been damaged
fr: Le système de piratage a été endommagé.

# msgRelay
source: The hacking system has been damaged
fr: Le système de piratage a été endommagé.

# msgOperations
source: The hacking system has been damaged
fr: Le système de piratage a été endommagé.

# msgEngineer
source: The scanners have been damaged
fr: Les scanners ont été endommagés.

# msgEngineer+
source: The scanners have been damaged
fr: Les scanners ont été endommagés.

# msgScience
source: The scanners have been damaged
fr: Les scanners ont été endommagés.

# msgOperations
source: The scanners have been damaged
fr: Les scanners ont été endommagés.

# msgEngineer
source: Combat maneuver has been damaged
fr: La manœuvre de combat a été endommagée.

# msgEngineer+
source: Combat maneuver has been damaged
fr: La manœuvre de combat a été endommagée.

# msgHelms
source: Combat maneuver has been damaged
fr: La manœuvre de combat a été endommagée.

# msgTactical
source: Combat maneuver has been damaged
fr: La manœuvre de combat a été endommagée.

# msgEngineer
source: Self destruct system has been damaged
fr: Le système d'autodestruction a été endommagé.

# msgEngineer+
source: Self destruct system has been damaged
fr: Le système d'autodestruction a été endommagé.

# buttonEngineer
source: Auto cool
fr: Liq. de ref. auto

# buttonEngineer
source: Manual cool
fr: Liq. de ref. manuel

# buttonEngineer+
source: Auto cool
fr: Liq. de ref. auto

# buttonEngineer+
source: Manual cool
fr: Liq. de ref. manuel

# tabEngineer
source: Gathering Coolant
fr: Collecter Liq. de ref.

# tabEngineer
source: Deploying Collectors %i
fr: Déploiement des collecteurs %i

# tabEngineer
source: Configuring Collectors %i
fr: Configuration des collecteurs %i

# msgMainscreen
source: Stations: %i survived: %i destroyed: %i
de: Stationen: %i überlebt: %i zerstört: %i
fr: Stations : %i sauvées : %i détruites : %i

# msgMainscreen
source: Friendly Stations: %i survived: %i destroyed: %i
de: Befreundete Stationen: %i überlebt: %i zerstört: %i
fr: Stations amies : %i sauvées : %i détruites : %i

# msgMainscreen
source: Neutral Stations: %i survived: %i destroyed: %i
de: Neutrale Stationen: %i überlebt: %i zerstört: %i
fr: Stations neutres : %i sauvées : %i détruites : %i

# msgMainscreen
source: Enemy Stations: %i survived: %i destroyed: %i
de: Feindliche Stationen: %i überlebt: %i zerstört: %i
fr: Stations ennemies : %i sauvées : %i détruites : %i

# msgMainscreen
source: Ensign
de: Fähnrich
fr: Grade

# msgMainscreen
source: Commander
fr: Commandant

# msgMainscreen
source: Captain
fr: Capitaine

# msgMainscreen
source: Admiral
fr: Amiral

# msgMainscreen
source: Earned rank: %s
de: Verdienter Rang: %s
fr: Rang obtenu : %s

# msgMainscreen
source: Post Target Enemy Base Survival Rank: %s
de: Rang nach Überleben der feindlichen Basis: %s
fr: Rang de survie de la base ennemie : %s

# msgMainscreen
source: Post Home Base Destruction Rank: %s
de: Rang nach der Zerstörung der Heimatbasis: %s
fr: Rang de destruction de la base d'accueil : %s

# buttonEngineer
source: Get Coolant
fr: Obtenir liq. de ref.

# buttonEngineer+
source: Get Coolant
fr: Obtenir liq. de ref.

source: Defend home station and hunt down enemies Initially, you're tasked with defending your home base. Over time, you'll discover more about the enemies harassing you and you'll be ordered to find and destroy the enemies responsible. There may be various missions given along the way, but the enemy harassment will continue. You must balance your two missions. Designed for any number of cooperating player ships. Randomization makes many details different for each game, but the primary goals remain the same. Untimed variations can take an hour or longer for full mission completion. Different sub-missions may be chosen by the players or will be chosen at random. Achieving victory in a timed hunter variation is quite a challenge. Like the Waves scenario, the enemies get harder over time. Version 11 USN Discord: https://discord.gg/PntGG3a where you can join a game online. There's one almost every weekend. All experience levels are welcome.
de: Verteidigt die Heimatstation und jagt Feinde Zunächst habt ihr die Aufgabe, eure Heimatstation zu verteidigen. Im Laufe der Zeit werdet ihr mehr über eure Angreifer erfahren, und euch wird befohlen, die verantwortlichen Feinde zu finden und zu zerstören. Es können verschiedene optionale Missionen während des Spiels erfüllt werden, aber die feindlichen Angriffe werden weitergehen. Ihr müsst euch entscheiden, was gerade wichtiger ist. Entwickelt für eine beliebige Anzahl von kooperierenden Spielerschiffen. Die zufällige Generierung vieler Details macht jedes Spiel unterschiedlich, aber die primären Ziele bleiben die gleichen. Varianten ohne Zeitbeschränkung können eine Stunde oder länger dauern. Verschiedene optionale Missionen können von den Spielern gewählt werden oder werden nach dem Zufallsprinzip ausgewählt. Verschiedene Nebenmissionen können entweder selbst gewählt werden oder werden zufällig ausgewählt. Der Sieg in einer zeitgesteuerten Jägervariante ist eine ziemliche Herausforderung. Wie im "Endlose-Wellen"-Szenario werden die Feinde mit der Zeit stärker. Version 10 - Jan2022

# Time
source: 35min
de: 35 Minuten

# Time
source: Scenario ends in 35 minutes
de: Szenario endet in 35 Minuten

# Time
source: 40min
de: 40 Minuten

# Time
source: Scenario ends in 40 minutes
de: Szenario endet in 40 Minuten

# Time
source: Scenario ends in 45 minutes
de: Szenario endet in 45 Minuten

# Time
source: 50min
de: 50 Minuten

# Time
source: Scenario ends in 50 minutes
de: Szenario endet in 50 Minuten

# Time
source: Scenario ends in 55 minutes
de: Szenario endet in 55 Minuten

# Time
source: 60min
de: 3060Minuten

# Time
source: Scenario ends in 60 minutes
de: Szenario endet in 60 Minuten

# stationServices-comms
source: Docking services status
de: Status der Andockdienste

# stationServices-comms
source: Station %s docking services status:
de: Status der Andockdienste der Station %s:

# stationServices-comms
source: %s Replenish scan probes.
de: %s Scan-Sonden auffüllen.

# stationServices-comms
source: Cannot replenish scan probes due to fabrication unit failure.
de: Sonden können aufgrund eines Fehlers in der Fertigungseinheit nicht wieder aufgefüllt werden.

# stationServices-comms
source: Parts shortage prevents scan probe replenishment.
de: Teilemangel verhindert den Nachschub von Sonden.

# stationServices-comms
source: Station management has curtailed scan probe replenishment for cost cutting reasons.
de: Die Stationsleitung hat aus Kostengründen den Nachschub an Scansonden eingeschränkt.

# stationServices-comms
source: %s Ship hull repair.
de: %s Reparatur der Schiffshülle.

# stationServices-comms
source: We're out of the necessary materials and supplies for hull repair.
de: Wir haben keine Materialien und Vorräte mehr, die für die Reparatur der Schiffshülle benötigt werden.

# stationServices-comms
source: Hull repair automation unavailable while it is undergoing maintenance.
de: Die automatische Hüllenreparatur ist während der Wartungsarbeiten nicht verfügbar.

# stationServices-comms
source: All hull repair technicians quarantined to quarters due to illness.
de: Das komplette Hüllenreparaturpersonal wurde aufgrund von Krankheit in Quarantänequartieren untergebracht.

# stationServices-comms
source: %s Recharge ship energy stores.
de: %s Laden der Energiespeicher des Schiffes.

# stationServices-comms
source: A recent reactor failure has put us on auxiliary power, so we cannot recharge ships.
de: Ein kürzlicher Reaktorausfall hat uns auf Hilfsenergie zurückgeworfen, so dass wir keine Schiffe mehr aufladen können.

# stationServices-comms
source: A damaged power coupling makes it too dangerous to recharge ships.
de: Eine beschädigte Energiekupplung macht es zu gefährlich, Schiffe aufzuladen.

# stationServices-comms
source: An asteroid strike damaged our solar cells and we are short on power, so we can't recharge ships right now.
de: Ein Asteroideneinschlag hat unsere Solarzellen beschädigt und wir haben zu wenig Energie, so dass wir im Moment keine Schiffe aufladen können.

# stationServices-comms
source: %s May overcharge jump drive
de: %s Kann den Sprungantrieb überladen

# stationServices-comms
source: %s May repair probe launch system
de: %s Kann das Sonden-Startsystem reparieren

# stationServices-comms
source: %s May repair hacking system
de: %s Kann das Hacking-System reparieren

# stationServices-comms
source: %s May repair scanners
de: %s Kann Scanner reparieren

# stationServices-comms
source: %s May repair combat maneuver
de: %s Kann Ausweichmanöver reparieren

# stationServices-comms
source: %s May repair self destruct system
de: %s Kann die Selbstzerstörung reparieren.

# stationServices-comms
source: Overcharge Jump Drive (10 Rep)
de: Überlade Sprungantrieb (10 Ruf)

# stationServices-comms
source: Your jump drive has been overcharged to %ik
de: Ihr Sprungantrieb ist auf %ik überladen worden

# stationServices-comms
source: Repair ship system
de: Reparatur von Schiffssystemen

# stationServices-comms
source: What system would you like repaired?
de: Welches System möchten Sie reparieren lassen?

# stationServices-comms
source: Repair probe launch system (5 Rep)
de: Reparatur des Sonden-Startsystems (5 Ruf)

# stationServices-comms
source: Your probe launch system has been repaired
de: Ihr Sonden-Startsystem wurde repariert.

# stationServices-comms
source: Repair hacking system (5 Rep)
de: Hacking-System reparieren (5 Ruf)

# stationServices-comms
source: Your hack system has been repaired
de: Ihr Hacking-System wurde repariert.

# stationServices-comms
source: Repair scanners (5 Rep)
de: Reparatur der Scanner (5 Ruf)

# stationServices-comms
source: Your scanners have been repaired
de: Ihre Scanner wurden repariert.

# stationServices-comms
source: Repair combat maneuver (5 Rep)
de: Ausweichmanöver reparieren (5 Ruf)

# stationServices-comms
source: Your combat maneuver has been repaired
de: Ihr Ausweichmanöversystem wurde repariert.

# stationServices-comms
source: Repair self destruct system (5 Rep)
de: Selbstzerstörung reparieren (5 Ruf)

# stationServices-comms
source: Your self destruct system has been repaired
de: Ihre Selbstzerstörung wurde repariert.

# intelligence-comms
source: Intelligence
de: Geheimdienstinformationen

# station-comms
source: You need to stay docked for that action.
de: Sie müssen für diese Aktion angedockt bleiben.

# ammo-comms
source: Homing
de: Zielsuchrakete

# ammo-comms
source: HVLI
de: HGBI

# stationServices-comms
source: Hull repair automation unavailable whie it is undergoing maintenance.
de: Hüllenreparaturautomatik nicht verfügbar, da sie gerade gewartet wird.

# shipAssist-comms
source: %s Missiles: %d/%d
de: %s Raketen: %d/%d

# Paul-msgHelms
source: [Paul Straight] The ship is in range. I completed my scans. Thank you
de: [Paul Straight] Das Schiff ist in Reichweite. Ich habe meine Scans abgeschlossen. Ich danke Ihnen.

# Paul-msgTactical
source: [Paul Straight] The ship is in range. I completed my scans. Thank you
de: [Paul Straight] Das Schiff ist in Reichweite. Ich habe meine Scans abgeschlossen. Ich danke Ihnen.

# Paul-msgScience
source: Paul Straight has transported aboard %s
de: Paul Straight wurde an Bord von %s transportiert.

# Paul-msgOperations
source: Paul Straight has transported aboard %s
de: Paul Straight wurde an Bord von %s transportiert.

# Paul-msgOperations
source: Lifesign telemetry from Paul Straight's equipment has ceased
de: Die Telemetrie von Paul Straight's Ausrüstung übermittelt keine Lebenszeichen mehr.

# crewTransfer-buttonEngineer
source: Transport technician
de: Transportiere Wartungstechniker

# crewTransfer-buttonEngineer+
source: Transport technician
de: Transportiere Wartungstechniker

# helpfullWarning-shipLog
source: - Type: %s
de: - Art: %s

# repairCrew-msgEngineer
source: Medical team has revived one of your repair crew
de: Das medizinische Team hat ein Mitglied Ihrer Reparaturcrew wiederbelebt.

# repairCrew-msgEngineer+
source: Medical team has revived one of your repair crew
de: Das medizinische Team hat ein Mitglied der Reparaturcrew wiederbelebt.

# coolant-msgEngineer
source: Automated systems have recovered some coolant
de: Automatische Systeme haben etwas Kühlmittel zurückgewonnen.

# coolant-msgEngineer+
source: Automated systems have recovered some coolant
de: Automatische Systeme haben etwas Kühlmittel zurückgewonnen.

# repairCrew-msgEngineer
source: One of your repair crew has perished
de: Ein Mitglied des Reparaturteams ist verstorben

# repairCrew-msgEngineer+
source: One of your repair crew has perished
de: Ein Mitglied Ihrer Reparaturmannschaft ist ums Leben gekommen.

# coolant-msgEngineer
source: Damage has caused a loss of coolant
de: Die Beschädigung hat zu einem Kühlmittelverlust geführt.

# coolant-msgEngineer+
source: Damage has caused a loss of coolant
de: Die Beschädigung hat zu einem Kühlmittelverlust geführt.

# damage-msgEngineer
source: The probe launch system has been damaged
de: Das Sonden-Startsystem wurde beschädigt.

# damage-msgEngineer+
source: The probe launch system has been damaged
de: Das Sonden-Startsystem wurde beschädigt.

# damage-msgRelay
source: The probe launch system has been damaged
de: Das Sonden-Startsystem wurde beschädigt.

# damage-msgOperations
source: The probe launch system has been damaged
de: Das Sonden-Startsystem wurde beschädigt.

# damage-msgEngineer
source: The hacking system has been damaged
de: Das Hacking-System wurde beschädigt.

# damage-msgEngineer+
source: The hacking system has been damaged
de: Das Hacking-System wurde beschädigt.

# damage-msgRelay
source: The hacking system has been damaged
de: Das Hacking-System wurde beschädigt.

# damage-msgOperations
source: The hacking system has been damaged
de: Das Hacking-System wurde beschädigt.

# damage-msgEngineer
source: The scanners have been damaged
de: Die Scanner wurden beschädigt.

# damage-msgEngineer+
source: The scanners have been damaged
de: Die Scanner wurden beschädigt.

# damage-msgScience
source: The scanners have been damaged
de: Die Scanner wurden beschädigt.

# damage-msgOperations
source: The scanners have been damaged
de: Die Scanner wurden beschädigt.

# damage-msgEngineer
source: Combat maneuver has been damaged
de: Das Ausweichmanöver-System wurde beschädigt.

# damage-msgEngineer+
source: Combat maneuver has been damaged
de: Das Ausweichmanöver-System wurde beschädigt.

# damage-msgHelms
source: Combat maneuver has been damaged
de: Das Ausweichmanöver-System wurde beschädigt.

# damage-msgTactical
source: Combat maneuver has been damaged
de: Das Ausweichmanöver-System wurde beschädigt.

# damage-msgEngineer
source: Self destruct system has been damaged
de: Die Selbstzerstörung wurde beschädigt.

# damage-msgEngineer+
source: Self destruct system has been damaged
de: Die Selbstzerstörung wurde beschädigt.

# coolant-buttonEngineer
source: Auto cool
de: Automatische Kühlung

# coolant-buttonEngineer
source: Manual cool
de: Manuelle Kühlung

# coolant-buttonEngineer+
source: Auto cool
de: Automatische Kühlung

# coolant-buttonEngineer+
source: Manual cool
de: Manuelle Kühlung

# coolant-tabEngineer
source: Gathering Coolant
de: Sammeln von Kühlmittel

# coolant-tabEngineer
source: Deploying Collectors %i
de: Kollektoren hochfahren (%i)

# coolant-tabEngineer
source: Configuring Collectors %i
de: Kollektoren konfigurieren (%i)

# msgMainscreen
source: Lieutenant
de: Leutnant

# coolant-buttonEngineer
source: Get Coolant
de: Kühlmittel einholen

# coolant-buttonEngineer+
source: Get Coolant
de: Kühlmittel einholen

# buttonGM
source: Spawn Enemies
de: Feinde
