Repository: daid/EmptyEpsilon
Catalog: scripts/locale/scenario_32_devour.*.po
Languages: de

# station-comms
source: When factions in various stations in the area started attacking each other, there was a particularly nasty tactic employed where warp or jump ships would ambush a station. Stations could not maintain defensive patrols indefinitely due to the expense. Putting in a warp jammer gives the station a chance to scramble their defense fleet when an enemy approaches. Of course, it slows friendly traffic, commercial or military, too. So, most warp jammers are controlled by nearby factions to allow them to enable or disable them upon request to facilitate the flow of ships. You can't connect to the warp jammer while docked because you're clearly not yet ready to traverse the controlled area. Destroying a warp jammer may have undesired indirect consequences, but there's no official rule against it.
de: Als die Fraktionen in den verschiedenen Stationen des Gebiets begannen, sich gegenseitig anzugreifen, gab es häufig Überraschungsangriffe, bei der Warp- oder Sprungschiffen wehrlose Stationen überfielen. Die Stationen konnten aus Kostengründen nicht unbegrenzt Verteidigungspatrouillen aufrechterhalten. Der Betrieb von Warp-Störsendern gibt der Station die Möglichkeit, ihre Verteidigungsflotte zu verlegen, wenn sich ein Feind nähert. Natürlich wird dadurch auch der befreundete Verkehr, ob kommerziell oder militärisch, verlangsamt. Daher werden die meisten Störsender von Fraktionen in der Nähe kontrolliert, damit diese sie auf Anfrage aktivieren oder deaktivieren können, um den Schiffsverkehr zu erleichtern. Sie können sich nicht mit dem Warp-Störsender verbinden, während Sie angedockt sind, weil Sie offensichtlich noch nicht bereit sind, das kontrollierte Gebiet zu durchqueren. Die Zerstörung eines Warp-Störsenders kann unerwünschte indirekte Folgen haben, aber es gibt keine offizielles Gesetz dagegen.

# mission-comms
source: Locate Planet Devourer
de: Planetenverschlinger lokalisieren

# mission-comms
source: %s is located in sector %s.
de: %s befindet sich in Sektor %s.

# mission-comms
source: %s We project that %s plans to destroy %s in sector %s
de: %s Wir vermuten, dass %s plant, %s in Sektor %s zu zerstören

# mission-comms
source: How do we destroy %s?
de: Wie zerstören wir %s?

# mission-comms
source: Were you able to get the plans?
de: Konnten Sie die Pläne besorgen?

# mission-comms
source: We got the plans. Now what?
de: Wir haben die Pläne. Was jetzt?

# mission-comms
source: Four
de: Vier

# mission-comms
source: three
de: Drei

# mission-comms
source: Six
de: Sechs

# mission-comms
source: six
de: Sechs

# mission-comms
source: Eight
de: Acht

# mission-comms
source: nine
de: Neun

# mission-comms
source: Good job bringing in those plans. Our analysis shows a weakness in the weapons control system of the %s. If we can upload a digital virus through a small thermal exhaust port just below the main port, we should be able to create a virtual canyon between the weapons systems by forcing them into maintenance mode. %s out of sixteen beam emplacements will be reduced in range from 3.2 units to 1 unit and their cycle time will be increased from 3 seconds to 30 seconds. Similarly, %s out of fifteen weapons tubes will have their load times increased from 3 seconds to 3 minutes. This should make it easier for you to deliver destructuve beam and missile fire to %s
de: Gute Arbeit bei der Beschaffung dieser Pläne. Unsere Analyse zeigt eine Schwachstelle im Waffenkontrollsystem der %s. Wenn wir einen digitalen Virus durch eine kleine thermische Abluftöffnung direkt unter der Hauptöffnung einschleusen können, sollten wir in der Lage sein, einen virtuellen Graben zwischen den Waffensystemen zu schaffen, indem wir sie in den Wartungsmodus versetzen. Die Reichweite von %s der sechzehn Laserwaffen wird von 3,2u auf 1u reduziert und ihre Ladezeit wird von 3 Sekunden auf 30 Sekunden erhöht. Ebenso wird die Ladezeit von %s der fünfzehn Waffenrohre von 3 Sekunden auf 3 Minuten erhöht. Dies sollte es Ihnen erleichtern, %s mit zerstörerischen Lasern und Raketen anzugreifen.

# mission-comms
source: How do we upload this virus?
de: Wie können wir das Virus übertragen?

# mission-comms
source: The approach will not be easy. You are required to maneuver straight down this trench and skim the surface to this point. The target area is only two meters wide... ...uh... ...sorry, I'm reading from the wrong script. Simply approach within 3 units of %s and have your engineer activate the upload using the button that should appear on the engineering console. Remember that the beam range on the %s is 3.2 units, so you'll have to take a couple of hits to deliver the virus. Your engineer will want to boost the shields for better protection. You'll probably also want your weapons officer to calibrate your shields, too.
de: Der Anflug wird nicht einfach sein. Sie müssen geradeaus in diesen Graben manövrieren und die Oberfläche bis zu diesem Punkt überfliegen. Das Zielgebiet ist nur zwei Meter breit... ...äh... ...sorry, ich lese aus dem falschen Dokument. Nähern Sie sich einfach bis auf 3u an %s heran, dann sollte im Maschinenraum der Upload über eine entsprechende Schaltfläche gestartet werden können. Denken Sie daran, dass die Laserreichweite der %s 3,2u beträgt, Sie müssen also ein paar Treffer einstecken, bis das Virus übertragen ist. Daher empfehle ich, mehr Energie auf die Schilde zu geben. Außerdem ist es wahrscheinlich sinnvoll, die Schilde über die Waffenkonsole neu zu kalibrieren.

# mission-comms
source: It's a monster. If we had the technical readouts for the Planet Devourer, we might find a weakness, and exploit it.
de: Es ist ein Monster. Wenn wir die Blaupausen des Planetenverschlingers hätten, könnten wir sicher eine Schwäche finden und sie ausnutzen.

# mission-comms
source: Where can we get the plans for the Planet Devourer?
de: Wie kommen wir an die Pläne des Planetenverschlingers?

# mission-comms
source: Kraylor station %s in sector %s probably has them. But they are likely to be heavily protected.
de: Sie befinden sich vermutlich auf der Kraylor-Station %s in Sektor %s. Aber vermutlich sind sie stark bewacht.

# mission-comms
source: How can we get those plans?
de: Wie kommen wir an diese Pläne?

# mission-comms
source: You can't
de: Gar nicht

# mission-comms
source: What? There must be something we can do
de: Was? Irgendetwas müssen wir doch tun können

# mission-comms
source: I can't think of anything. Do you have any ideas?
de: Ich wüsste nicht, was? Haben Sie Vorschläge?

# mission-comms
source: Threaten to destroy them unless they give up the plans.
de: Wie drohen mit Ihrer Zerstörung, wenn Sie uns nicht die Pläne geben

# mission-comms
source: They'd call your bluff. We can't get the plans if the station has been destroyed.
de: Diesen Bluff würden sie erkennen. Schließlich kommen wir nicht mehr an die Pläne, wenn die Station zerstört ist

# mission-comms
source: Sneak aboard the station and steal the plans.
de: Wir schleichen uns an Bord und stehlen die Pläne.

# mission-comms
source: They would not let you dock. Even if you could force your way onto the station, standard protocol is to wipe the databanks. However, we might be able to install a powerful cyber system on your ship. You'd have to get close and stay close for it to work.
de: Sie würden Sie nicht andocken lassen. Selbst wenn Sie sich Ihren Weg durch die Station kämpfen können, wäre das Standardvorgehen in solchen Fällen, alle Datenbanken zu löschen. Wir könnten jedoch ein spezialisiertes Cyber-System auf Ihrem Schiff installieren, mit dem wir die Daten auslesen könnten. Damit das funktioniert, müssen Sie allerdings sehr nahe herankommen und auch in der Nähe bleiben, bis die Extraktion abgeschlossen ist.

# mission-comms
source: That sounds better than nothing. Let's try it
de: Das klingt besser als nichts. Versuchen wir es!

# mission-comms
source: You'd have to get within 2.5 units and stay there for at least 47 seconds for the system to infiltrate and extract the plans.
de: Sie müssen bis auf 2,5u herankommen und dort für mindestens 47 Sekunden bleiben, um das System zu hacken und die Pläne auszulesen

# mission-comms
source: Got it. Please install it quickly
de: Verstanden. Bitte installieren Sie das System so schnell wie möglich

# mission-comms
source: We installed the cyber system. Your engineer will see an activation button when you get in range.
de: Wir haben das Cybersystem installiert. Auf der Konsole im Maschinenraum sollte eine Schaltfläche zur Aktivierung erscheinen, sobald sie in Reichweite kommen.

# mission-comms
source: Check with other stations for the plans.
de: Wir könnten uns bei anderen Stationen umhören

# mission-comms
source: Those plans are highly classified by the Kraylor. We've been trying to talk to anyone that's worked on it outside of Kraylor controlled groups, but that information is just not available anywhere but within Kraylor controlled space.
de: Diese Pläne werden von den Kraylor streng geheim gehalten. Wir haben versucht, mit jedem zu sprechen, der außerhalb der von den Kraylor kontrollierten Gruppen daran gearbeitet hat, aber dieses Wissen ist nur im von den Kraylor kontrollierten Raum verfügbar.

# mission-comms
source: Deep scan %s ourselves to determine a weakness
de: Per Tiefenscan mögliche Schwächen von %s herausfinden

# mission-comms
source: %s has very strong shields. They prevent detailed analysis of ship functions. Even if you got some information, by the time you determined a weakness, the planets in this area will all have been destroyed.
de: %s verfügt über sehr starke Schilde, die eine genaue Analyse der Schiffsfunktionen verhindern. Selbst wenn sie an ein paar Informationen kommen würden, würde das so lange dauern, dass bis dahin alle Planeten in der Nähe zerstört sein würden.

# mission-comms
source: All the Kraylor stations in the area have been destroyed. Too bad.
de: Unglücklicherweise wurden alle Kraylor-Stationen der Umgebung zerstört.

# station-comms
source: Tell me more about your station
de: Erzählen Sie mir mehr über Ihre Station.

# station-comms
source: What would you like to know?
de: Was würden Sie gerne wissen?

# stationGeneralInfo-comms
source: General information
de: Allgemeine Informationen

# stationStory-comms
source: Station history
de: Geschichte der Station

# gossip-comms
source: Gossip
de: Klatsch und Tratsch

# station-comms
source: Explain sensor jammers
de: Was wissen Sie über Sensor-Störsender?

# station-comms
source: You mean those things that have a call sign that starts with SJ?
de: Sie meinen diese Dinger, deren Rufzeichen mit SJ beginnt?

# station-comms
source: Yes. Why so many?
de: Ja. Warum sind es so viele?

# station-comms
source: They were made during a big technological arms race. All the factions tried to make them to hinder their enemies as they approached. Most ships have got ways around them now, but nobody has gone out to clean up the leftovers. The closest thing to clean up done by the factions is to give them all SJ call signs to make ships aware of the potential navigation hazard.
de: Sie wurden während eines großen technologischen Wettrüstens hergestellt. Alle Fraktionen versuchten, sie zu bauen, um ihre Feinde zu behindern, wenn sie sich ihnen näherten. Die meisten Schiffe haben inzwischen Wege gefunden, sie zu umgehen, aber niemand hat sich daran gemacht, die Überbleibsel zu beseitigen. Wenigstens haben die Fraktionen sie mit SJ-Rufzeichen versehen, um die Schiffe auf das potenzielle Navigationsrisiko aufmerksam zu machen.

# station-comms
source: Yes. What do they do?
de: Ja. Was genau tun sie?

# station-comms
source: The sensor jammers reduce your long range sensor range. The degree and range of effectiveness varies with each one. They're also designed to be booby traps. If you don't disable the trap, they'll fry your scanners if you pick them up to neutralize them.
de: Die Sensor-Störsender reduzieren die Reichweite ihres Langstreckenradars. Die Reichweite und Stärke des Einflusses sind von Störsender zu Störsender unterschiedlich. Außerdem haben sie kleine EMP-Fallen eingebaut. Wenn sie versuchen, sie einzusammeln, ohne sie vorher entschärft zu haben, würde das ihre Sensoren grillen.

# station-comms
source: Yes. How do I get rid of them?
de: Wie werden wir sie los?

# station-comms
source: Just pick them up. You'll want to scan them first if you don't want your scanners fried.
de: Sammeln Sie einfach ein. Achten Sie darauf, sie vorher zu scannen, ansonsten würden Ihre Sensoren gegrillt werden

# orders-comms
source: What are my current orders?
de: Was sind unsere derzeitigen Befehle?

# orders-comms
source: %i Minutes remain in game
de: %i Verbleibende Spielminuten

# station-comms
source: Resources (repair crew, coolant, goods)
de: Ressourcen (Reparaturcrew, Kühlmittel, Waren)

# station-comms
source: Which of the following are you interested in?
de: Wofür interessieren Sie sich?

# trade-comms
source: Buy, sell, trade
de: Kaufen, verkaufen, handeln

# trade-comms
source: Station %s: Goods or components available for sale: quantity, cost in reputation
de: Station %s: Zum Verkauf stehende Waren oder Komponenten: Menge, Kosten in Ruf

# trade-comms
source: %sGoods or components station will buy: price in reputation
de: %sWaren oder Komponenten, die die Station kaufen wird: Preis in Ruf

# trade-comms
source: %sCurrent cargo aboard %s:
de: %sDerzeitige Fracht an Bord: %s:

# trade-comms
source: %s Empty
de: %s Leer

# trade-comms
source: %sAvailable Space: %i, Available Reputation: %i
de: %sVerfügbarer Platz: %i, Verfügbarer Ruf: %i

# trade-comms
source: Buy one %s for %i reputation
de: Kaufe 1 %s für %i Ruf

# trade-comms
source: Type: %s, Quantity: %i, Rep: %i
de: Art: %s, Menge: %i, Ruf: %i

# trade-comms
source: %s Insufficient cargo space for purchase
de: %s Unzureichender Laderaum für den Kauf.

# needRep-comms
source: %s Insufficient reputation for purchase
de: %s Unzureichender Ruf für den Kauf.

# trade-comms
source: %s Insufficient station inventory
de: %s Auf der Station ist nicht genug davon vorrätig

# trade-comms
source: %s purchased
de: %s Gekauft

# trade-comms
source: Sell one %s for %i reputation
de: Verkaufe 1 %s für %i Ruf

# trade-comms
source: Type: %s, Reputation price: %i
de: Art: %s, Rufkosten: %i

# trade-comms
source: %s One sold
de: %s 1 verkauft

# trade-comms
source: Trade food for %s
de: Tausche Lebensmittel gegen %s

# trade-comms
source: Type: %s, Quantity: %i
de: Art: %s, Anzahl: %i

# trade-comms
source: %s Traded
de: %s Handel abgeschlossen

# trade-comms
source: Trade medicine for %s
de: Tausche Medizin gegen %s

# trade-comms
source: Traded
de: Handel abgeschlossen

# trade-comms
source: Trade luxury for %s
de: Tausche Luxusgüter gegen %s

# trade-comms
source: Jettison cargo
de: Fracht abwerfen

# trade-comms
source: Available space: %i What would you like to jettison?
de: Verfügbarer Platz: %i Was würden Sie gerne abwerfen?

# trade-comms
source: One %s jettisoned
de: 1 %s abgeworfen

# explainGoods-comms
source: No tutorial covered goods or cargo. Explain
de: Waren oder Fracht sind vom Tutorial nicht abgedeckt. Bitte um Erklärung.

# explainGoods-comms
source: Different types of cargo or goods may be obtained from stations, freighters or other sources. They go by one word descriptions such as dilithium, optic, warp, etc. Certain mission goals may require a particular type or types of cargo. Each player ship differs in cargo carrying capacity. Goods may be obtained by spending reputation points or by trading other types of cargo (typically food, medicine or luxury)
de: Verschiedene Arten von Fracht oder Waren können von Stationen, Frachtern oder anderen Quellen bezogen werden. Sie werden mit einem Wort beschrieben und oft abgekürzt, z.B. "Dilithium", "Optik", "Warp", usw. Bestimmte Missionsziele können eine bestimmte Art oder Arten von Fracht erfordern. Jedes Spielerschiff unterscheidet sich in seiner Frachtkapazität. Waren können durch die Ausgabe von Ruf-Punkten oder durch den Handel mit anderen Arten von Fracht (typischerweise Lebensmittel, Medizin oder Luxusgüter) erworben werden.

# trade-comms
source: Recruit repair crew member
de: Rekrutiere Wartungspersonal für %i Ruf.

# trade-comms
source: We have a repair crew candidate for you to consider
de: Wollen Sie ihr Reparaturteam vergrößern?

# trade-comms
source: Recruit repair crew member for %i reputation
de: Rekrutiere Wartungspersonal für %i Ruf.

# trade-comms
source: Repair crew member hired
de: Wartungspersonal eingestellt

# trade-comms
source: A possible repair recruit is awaiting final certification. They should be available in
de: Wir warten gerade noch auf die Zertifizierung, wir erwarten Sie in etwa

# trade-comms
source: There's one repair crew candidate completing their license application. They should be available in
de: Sie müssen noch etwas warten, die Abschlussprüfung wurde gerade erst abgeschlossen. Wir erwarten die Prüfungsergebnisse in etwa

# trade-comms
source: One repair crew should be getting here from their medical checkout in
de: Gerade läuft noch eine medizinische Routineprüfung, bitte gedulden Sie sich noch etwa

# trade-comms
source: %s %i seconds
de: %s %i Sekunden

# trade-comms
source: %s a second
de: %s einer Sekunde

# trade-comms
source: Several arrived on station earlier. %s %i seconds
de: Einige neue Fachkräfte sind kürzlich auf der Station eingetroffen. %s %i Sekunden

# trade-comms
source: %i seconds
de: %i Sekunden

# trade-comms
source: %i second
de: %i Sekunde

# trade-comms
source: %i minutes and %s
de: %i Minuten und %s

# trade-comms
source: %i minute and %s
de: %i Minute und %s

# trade-comms
source: There are some repair crew recruits in route for %s. Travel time remaining is %s.
de: Mehr Reparaturpersonal (in Ausbildung) ist nach %s unterwegs. Verbleibende Reisezeit: %s

# trade-comms
source: Purchase Coolant
de: Kühlmittel kaufen

# trade-comms
source: We've got some coolant available for you
de: Wie haben etwas Kühlmittel für Sie

# trade-comms
source: Purchase coolant for %i reputation
de: Kühlmittel für %i Ruf kaufen.

# trade-comms
source: Additional coolant purchased
de: Zusätzliches Kühlmittel gekauft.

# trade-comms
source: The coolant preparation facility is having difficulty packaging the coolant for transport. They say they should have it working in about %i seconds
de: In der Kühlmittel-Abfüllanlage gibt es gerade Schwierigkeiten, das Kühlmittel für den Transport umzufüllen. Die Probleme sollten in voraussichtlich %i Sekunden gelöst sein

# trade-comms
source: The coolant preparation facility is having difficulty packaging the coolant for transportation. They say they should have it working in a second
de: In der Kühlmittel-Abfüllanlage gibt es gerade Schwierigkeiten, das Kühlmittel für den Transport umzufüllen. Die Probleme sollten in einer Sekunde gelöst sein

# trade-comms
source: Our coolant production facility just made some, but it's not quite ready to be transported. The preparation facility says it should take about %i seconds
de: Unsere Kühlmittel-Fertigungsanlage hat gerade welches hergestellt, aber es ist noch nicht für den Transport bereit. Laut Auskunft aus der Abfüllanlage sollte es noch etwa %i Sekunden dauern

# trade-comms
source: Our coolant production facility is making more right now. Coolant manufacturing time remaining is %s.
de: Unsere Kühlmittel-Fertigungsanlage stellt gerade mehr davon her. Bis zur Fertigstellung sollte es noch etwa %s Sekunden dauern.

# orders-comms
source: Steal Planet Devourer plans from Kraylor
de: Stehlen Sie die Pläne des Planetenverschlingers von den Kraylor

# orders-comms
source: Deliver stolen Planet Devourer plans to friendly station
de: Übergeben Sie die gestohlenen Pläne zu einer freundlichen Station

# orders-comms
source: Upload virus to Planet Devourer
de: Virus zum Planetenverschlinger übertragen

# ammo-comms
source: We do not deal in weapons of mass destruction.
de: Wir handeln nicht mit Massenvernichtungswaffen.

# ammo-comms
source: We do not deal in weapons of mass disruption.
de: Wir handeln nicht mit Störwaffen.

# ammo-comms
source: We do not deal in those weapons.
de: Wir handeln nicht mit solchen Waffen.

# ammo-comms
source: All nukes are charged and primed for destruction.
de: Alle Nukes sind geladen.

# ammo-comms
source: Sorry, sir, but you are as fully stocked as I can allow.
de: Es tut mir leid, aber sie haben bereits das zulässige Höchstlimit erreicht.

# ammo-comms
source: You are fully loaded and ready to explode things.
de: Ihr Vorrat an Nukes wurde wieder aufgefüllt.

# ammo-comms
source: We generously resupplied you with some weapon charges. Put them to good use.
de: Wir waren so frei und haben Ihre Waffenvorräte etwas aufgefüllt. Setzen Sie sie weise ein.

# needRep-comms
source: Not enough reputation.
de: Ruf nicht hoch genug.

# ammo-comms
source: You can't afford as much as I'd like to give you
de: Leider können sie sich nicht soviel leisten, auch wenn ich Ihnen gerne mehr geben würde,

# ammo-comms
source: Get just one
de: Geben Sie uns bitte wenigstens 1

# station-comms
source: Good day, officer. If you need supplies, please dock with us first.
de: Guten Tag, wenn Sie Vorräte benötigen, docken Sie bitte bei uns an.

# station-comms
source: Greetings. If you want to do business, please dock with us first.
de: Guten Tag, wenn Sie mit uns handeln wollen, docken Sie bitte bei uns an.

# station-comms
source: Be aware that if enemies in the area get much closer, we will be too busy to conduct business with you.
de: Seien Sie sich darüber im Klaren, dass wir zu beschäftigt sein werden, um mit Ihnen Geschäfte zu machen, wenn die Feinde in der Gegend näher kommen.

# station-comms
source: Connect to warp jammer
de: Mit Warp-Störsender verbinden

# station-comms
source: Which one would you like to connect to?
de: Mit welchem möchten Sie eine Verbindung herstellen?

# station-comms
source: (%i reputation)
de: (%i Ruf)

# station-comms
source: %s Automated warp jammer access menu
de: %s Automatischen Störsender-Interface

# station-comms
source: Reduce range to 1 unit for 1 minute
de: Reichweite für eine Minute auf 1u verringern

# station-comms
source: Acknowledged. Range adjusted. Reset timer engaged.
de: Bestätigt. Reichweite angepasst. Reset-Timer gestartet

# station-comms
source: Reduce range by 50% for 2 minutes
de: Reichweite für zwei Minuten auf die Hälfte verringern

# station-comms
source: Reduce range by 25% for 3 minutes
de: Reichweite für 3 Minuten auf 25% verringern

# station-comms
source: What kind of information do you need?
de: Welche Art von Informationen benötigen Sie?

# mission-comms
source: What a terrible thing to contemplate, much less say out loud. Seriously, if you want to discuss such things, you should dock first so that the Kraylor cannot intercept the transmission no matter how good the encryption protocols.
de: Schlimm genug über so etwas Schreckliches nachzudenken, aber es auch noch laut sagen? Im Ernst, wenn Sie über solche Dinge reden wollen, sollten Sie zunächst andocken, so dass die Kraylor keine Chance haben, die Kommunikation abzuhören

# mission-comms
source: Bring them to a friendly station for analysis. Subspace communications bandwidth prevent transmission and decryption without Kraylor destructive interference. We've started analysis based on the gestalt, but need the physical plans to complete it and provide an exploitable weakness.
de: Bringen Sie sie zu einer befreundeten Station zur Analyse. Bei einer Übertragung per Subraumkommunikation, besteht die Gefahr, dass die Kraylor die Übertragung abfangen und verfälschen. Wir haben bereits mit der Analyse anhand der Äußeren Merkmale begonnen, brauchen aber die physischen Pläne, um sie zu vervollständigen und eine ausnutzbare Schwäche zu finden.
