Repository: daid/EmptyEpsilon
Catalog: scripts/locale/scenario_30_brokenglass.*.po
Languages: fr

# adminStnEndTips-comms
source: Social distancing
fr: Distanciation sociale

# adminStnEndTips-comms
source: Don't get too proximate
fr: Ne vous approchez pas trop prêt.

# adminStnEndTips-comms
source: Our ship is all we need
fr: Notre vaisseau est tout ce dont nous avons besoin

# adminStnEndTips-comms
source: We'll stick with the ship we know, thanks
fr: Nous resterons sur le vaisseau que nous connaissons, merci.

# adminStnEndTips-comms
source: No DMCA violations
fr: Aucune violation du DMCA

# adminStnEndTips-comms
source: Hacking alien defense systems is illegal
fr: Le piratage des systèmes de défense extraterrestres est illégal.

# adminStnEndTips-comms
source: I ain't afraid of no ghosts
fr: Je n'ai pas peur des Fantômes

# adminStnEndTips-comms
source: No one is afraid if there are NO GHOSTS
fr: Personne n'a peur s'il n'y a PAS DE FANTÔMES.

# adminStnEndTips-comms
source: Keep an eye on that doctor
fr: Gardez un oeil sur ce docteur

# adminStnEndTips-comms
source: Do we really need to ask for directions?
fr: Avons-nous vraiment besoin de demander un cap ?

# adminStnEndTips-comms
source: Ban wormhole research
fr: Interdire la recherche sur les trous de ver

# adminStnEndTips-comms
source: I just can't stand wormholes, or their researchers!
fr: Je ne supporte tout simplement pas les trous de ver, ni leurs chercheurs.

# adminStnEndTips-comms
source: Heros for the ages
fr: Héros pour les âges

# adminStnEndTips-comms
source: Their reputation is unmatched
fr: Leur réputation est inégalée.

# adminStnEndTips-comms
source: Grand Slam
fr: Grand Chelem

# adminStnEndTips-comms
source: You can do it, but can you do it ALL?
fr: Vous pouvez le faire, mais pouvez-vous TOUT faire ?

# adminStnEnd-comms
source: Click here to lance the champagne!
fr: Cliquer ici pour sabrer le champagne !

# adminStnEnd-comms
source: Booyah!!!
fr: Yippee-ki-yay !!!

# adminStn-comms
source: We are the station that co-ordinates research activities in the nearby nebulae. If you're not busy, please drop by to learn more about our projects.
fr: Bonjour, Sur cette station nous coordonnons les activités de recherche dans les nébuleuses voisines. Si vous n'êtes pas occupé, s'il vous plaît passez nous voir pour en savoir plus sur nos projets.

# adminStn-comms
source: Please bring our researchers home!
fr: Veuillez ramener nos chercheurs à la maison !

# adminStn-comms
source: Thanks so much for finding our researchers! Dock with us if you'd like to chat.
fr: Merci infiniment d'avoir retrouvé nos chercheurs ! Amarrez-vous à nous si vous souhaitez discuter.

# adminStn-comms
source: We are so glad to have you aboard. What can we help you with?
fr: Bonjour, Nous sommes ravis de vous avoir avec nous. En quoi pouvons-nous vous aider ?

# adminStn-comms
source: How long have you been operating in this system?
fr: Depuis combien de temps travaillez-vous dans ce système ?

# adminStn-comms
source: Where is the colony where your researchers live?
fr: Où se trouve la colonie où vivent vos chercheurs ?

# adminStn-comms
source: Tell us about the nearby nebulae.
fr: Parlez-nous des nébuleuses environnantes.

# adminStn-comms
source: Are there any Kraylor in the area?
fr: Y a-t-il des Kraylors dans le coin ?

# adminStn-comms
source: Are there any Exuari in the area?
fr: Y a-t-il des Éxuaris dans le coin ?

# adminStn-comms
source: Always a pleasure to have you as our honoured guests.
fr: Toujours un plaisir de vous avoir comme invités d'honneur.

# adminStn-comms
source: Any idea where we can get a Hawking Scanner fixed?
fr: Une idée de l'endroit où nous pourrions faire réparer un scanner Hawking ?

# adminStn-comms
source: Dr. Hendrix, who you rescued earlier, is the leading expert on those scanners.
fr: Le Dr Hendrix, que vous avez sauvé plus tôt, est le principal expert de ces scanners.

# adminStn-comms
source: We have been operating here for about 50 years
fr: Nous opérons ici depuis environ 50 ans.

# adminStn-comms
source: You'll find it to the east of the nebulae
fr: Vous la trouverez à l'est des nébuleuses.

# adminStn-comms
source: Well I suppose you already know about the nebulae. They are to the north. Did you know that it's a popular place to hunt for treasure?
fr: Eh bien, je suppose que vous les avez déjà aperçues. Elles se trouvent au nord. C'est un endroit assez populaire pour la chasse au trésor.

# adminStn-comms
source: We see some from time to time, but with the non-aggression treaty, they haven't been too much trouble.
fr: On en voit de temps en temps, mais avec le traité de non-agression, ils ne posent pas trop de problèmes.

# adminStn-comms
source: Old space junk, mostly. We haven't seen any real Exauri activity in decades.
fr: De vieux débris de leurs vaisseaux spatiaux, principalement. Nous n'avons pas observé de véritable activité Éxuarie depuis des décennies par ici.

# found-comms
source: Come in? Dr. Hendrix here... Come in? Oh thank heavens, we're found! We thought we might be stuck here for good! We need to install a new hyperplasma full bridge rectifier, but our plasma conduit driver has gone missing. You must have one in your engine room? If you let us borrow it, we will upgrade your sensors with our new experimental modifications.
fr: Allo ? Ici le Dr Hendrix... Allo ? Nous sommes ici ! Oh Dieu merci, nous sommes sauvés ! Nous pensions être coincés ici pour de bon ! Nous devions installer un nouveau redresseur de pont en hyperplasma, mais notre driver de conduit plasma a disparu. Vous devez bien en avoir un dans votre salle des machines ? Si vous nous laissez vous l'empruntez, nous améliorerons vos capteurs avec nos nouvelles modifications expérimentales.

# found-comms
source: Sure, you can borrow our conduit driver!
fr: Bien sûr, vous pouvez emprunter notre driver de conduit !

# found-comms
source: Great. Your sensors are upgraded. We'll get this rectifier installed and be on our way. Thanks again, Captain. If you ever need some help with your Hawking Scanners, look me up!
fr: Formidable ! Après plusieurs minutes d'attente… Vos capteurs sont mis à jour. Le temps d'installer ce redresseur de pont et nous reprenons la route. Merci encore, capitaine. Si jamais vous avez besoin d'aide avec vos scanners Hawking, Venez me chercher !

# found-comms
source: Thanks so much for finding us!
fr: Encore merci de nous avoir retrouvé !

# investigate-comms
source: What do you have to say for yourself?
fr: Qu'avez-vous à dire pour votre défense ?

# investigate-comms
source: We're just running a salvage mission.
fr: Nous venons juste de lancer une opération de sauvetage.

# investigate-comms
source: Carry on, then, we're keeping our eye on you.
fr: Continuez, alors. Nous gardons un œil sur vous.

# investigate-comms
source: Back off, this is a special military operation
fr: Éloignez-vous, ceci est une opération militaire spéciale.

# investigate-comms
source: You want to back up that escalation with some weapons fire?
fr: Vous voulez que l'on règle ça avec des missiles ?

# drone-comms
source: We oversee the B-3 liquidation of the Ghosts assets. Dock with us to check out what we've got.
fr: Bienvenue chez nous, Nous liquidons actuellement des B-3 Fantômes. Amarrez-vous à nous si vous voulez voir tout ce que nous avons en stock.

# drone-comms
source: You need any of this stuff? It's not for sale, as such. You'll need to get a requisition from the Admin Station in order to carry anything out.
fr: Avez-vous besoin de quelque chose parmi ce matériel ? Ce n'est pas à vendre, en tant que tel. Vous devez au préalable obtenir un bon de réquisition de la station d'administration pour récupérer quoi que ce soit.

# drone-comms
source: Proximity Sensor
fr: Capteur de proximité

# drone-comms
source: Activates when ships get too close
fr: Se déclenche et vous alerte lorsque les vaisseaux se rapprochent trop près.

# drone-comms
source: Intelligence Accelerator
fr: Accélérateur d'intelligence

# drone-comms
source: Too expensive to use for video games.
fr: Trop cher pour utiliser avec des jeux vidéo.

# drone-comms
source: Graviton Lens
fr: Lentille Graviton

# drone-comms
source: Ooooh, a requisition! Alright, enjoy... focusing your gravitons, I guess!
fr: Ooooh, une réquisition ! Très bien, amusez-vous bien avec... en concentrant vos gravitons, je suppose !

# drone-comms
source: For focusing the gravitational field.
fr: Pour focaliser le champ gravitationnel.

# drone-comms
source: Holographic Projector
fr: Projecteur holographique

# drone-comms
source: Shows very convincing drone stations
fr: Diffuse des hologrammes de stations de drones très convaincants.

# attack-incCall
source: HELP! We are taking damage from %s and might need assistance.
fr: AU SECOURS ! Nous subissons des dégâts de la part du vaisseau %s et demandons votre assistance !

# attack-shipLog
source: %s is taking damage!
fr: %s est en train de subir des dégâts !

# adminStn-comms
source: Sorry to interrupt, but we've just recieved an urgent call. It seems one of our researchers, Dr. Hendrix, and her crew have lost their way in a nearby nebula and need our help. They were running experiments in the nebula when their engines and transponder went offline. Please follow our scout vessel, SR7, to the nebula and search for them.
fr: Désolé de vous interrompre, mais nous venons de recevoir un appel urgent. Il semble qu'un de nos chercheurs, le Dr Hendrix, et son équipe se soient égarés dans une nébuleuse voisine et aient besoin de notre aide. Ils menaient des expériences dans la nébuleuse lorsque leurs moteurs et leur transpondeur ont arrêtés d'émettre. Veuillez suivre notre vaisseau éclaireur, SR7, jusqu'à la nébuleuse afin de les retrouver. Nous comptons sur vous.

# adminStn-comms
source: Meet me at the edge of the nebula
fr: Retrouvez-moi à la lisière de la nébuleuse.

# adminStn-incCall
source: Ready to head in? The nebula is very thick, so we will need to get close to find a ship with no transponder. Probes won't show the ship, but your relay station should be able to pick it up at 20U or less. There may be hazards, so be careful. I'll follow you. Let's find Dr. Hendrix and bring her crew home.
fr: Bonjour Propitious 1, prêt à y aller ? La nébuleuse est très épaisse, les sondes ne permettront pas de localiser le vaisseau sans son transpondeur. Nous devrons donc nous rapprocher pour trouver le vaisseau, votre carte des communications devrait pouvoir nous le signaler dans un rayon de 20 unités. Il peut y avoir du danger, alors soyez prudent. Nous vous suivrons. Trouvons le Dr Hendrix et son équipage et ramenons-les sain et sauf.

# adminStn-shipLog
source: Fly into the Nebula and find Dr. Hendrix
fr: Naviguer dans la nébuleuse et retrouver le Dr Hendrix.

# finishMissionNebulae-shipLog
source: Sensors have been upgraded.
fr: Les capteurs ont été améliorés.

# defenceStn-comms
source: Great! Start at the checkpoint in the North West. You'll need to dock at each station before proceeding to the next.
fr: Formidable ! Commencez donc par le poste de contrôle au nord-ouest. Vous devrez vous amarrer à chaque station avant de passer à la suivante afin de vous assurer qu'il n'y a aucun problème à bord.

# defenceStn-incCall
source: Please proceed to %s
fr: Veuillez maintenant procéder à l'inspection du poste de contrôle : %s

# defenceStn-shipLog
source: Please proceed to %s
fr: Procéder à l'inspection du poste de contrôle : %s

# defenceStn-incCall
source: Great work captain! You have repelled the attackers and the SW Checkpoint is safe for now, but intelligence reports show a huge drone convoy in your vicinity to the NW. INVESTIGATE BUT DO NOT ENGAGE! We have it on good word that attacking this convoy is extremely risky. Keep your distance, but we'd like to know where they are going.
fr: Beau boulot capitaine ! Vous avez su repousser les attaques et le poste de contrôle sud-ouest, SW Checkpoint, est en sécurité pour le moment. Mais les services de renseignement nous rapportent à l'instant qu'un énorme essaim de drones Fantômes se trouvant dans vos environs se dirigent en direction du nord-ouest. Nous vous demandons d'enquêter. N'ENGAGEZ PAS LE COMBAT ! Attaquer cet essaim serait extrêmement risqué. Gardez vos distances, Nous voulons juste savoir où ils vont.

# defenceStn-incCall
source: Come in, Captain. We have the info we need about that convoy and strongly discourage any further engagement. Your assistance is required with a secret mission. Dock with us to receive further instructions when you're ready.
fr: Salutations capitaine. Grâce à vous et votre équipage, nous avons les informations que nous voulions sur cet essaim. Nous vous déconseillons fortement de vous rapprocher plus avant. Votre aide est maintenant requise pour une mission classée secret défense. Veuillez rejoindre la base au plus vite afin de recevoir votre ordre de mission.

# defenceStn-shipLog
source: Dock with the Defence Station to start another mission
fr: S'amarrer à la station Defence Stn afin de commencer une autre mission.

# wormhole-comms
source: and when in doubt - apply missiles.
fr: et en cas de doute - utilisez vos missiles.

# wormhole-comms
source: and we've given you some extra missiles to help get the job done.
fr: et nous vous avons fourni des missiles supplémentaires pour vous aider à accomplir votre mission.

# wormhole-comms
source: and go find some extra missiles to help get the job done.
fr: et allez chercher des missiles supplémentaires pour vous aider à faire ce travail.

# wormhole-comms
source: Great! There is an old Exuari station, callsign X472, to the SE on the other side of the wormhole. It used to study the planet forming nearby, but it's been abandoned for over a century now, no one aboard and no weapons, a historical relic, really. We need you to demolish it and bring us the stabilizers from its jump drive which we can use to maintain our Hawking Scanners. We have hacked the emergency integrity field so that the station can be destroyed, but there were strange disturbances when we deactivated it. We're not sure what it means, but we advise you to exercise caution... %s
fr: Génial! Il existe une ancienne station Éxuarie, indicatif X472, au sud-est de l'autre côté du trou de ver. À l'époque ils étudiaient la planète qui se formait à proximité, mais la station est désormais abandonnée depuis près d'un siècle : pas âme qui vive à bord et aucune arme en état de fonctionnement, une relique historique, vraiment. Nous avons besoin que vous la démolissiez et que vous nous rapportiez les stabilisateurs de son moteur de téléportation que nous pourrons utiliser pour améliorer nos scanners Hawking. Nous avons piraté le bouclier d'intégrité d'urgence afin que la station puisse être détruite, mais nous avons perçu d'étranges perturbations lorsque nous l'avons désactivé. Nous ne savons pas ce que cela signifie, mais nous vous conseillons de faire acte de prudence... %s

# KraylorWarning-incCall
source: Ugh, humans. This is the Kraylor Advanced "Reasearch" Project Agency (KARPA), we have detected your suspicious activity in the vicinity. We are sending a team to investigate what you are up to. If you fire on us, there will be trouble!
fr: Eh, les humains ! Ici l'agence de projet Kraylor Advanced "Reasearch" (KARPA), nous détectons votre activité suspecte dans les environs. Nous envoyons une équipe pour enquêter sur ce que vous faites. Si vous ouvrez le feu, vous aurez de sérieux ennuis !

# KraylorWarning-shipLog
source: The Kraylor are investigating our activities and have warned us not to escalate
fr: Les Kraylors enquêtent actuellement sur nos activités et nous avertissent de ne pas aggraver la situation.

# wormhole-incCall
source: Great, you got the parts! You'd better hurry back, we've seen some Kraylor activity in the area. Hopefully your salvage mission didn't attract the wrong sort of attention.
fr: Super, vous avez récupéré les pièces ! Vous feriez mieux de vous dépêcher, nous observons de l'agitation Kraylor dans la région. J'espère que votre mission de récupération n'a pas été détectée.

# wormhole-shipLog
source: Return the spare parts to the Wormhole Station
fr: Rapporter les pièces de rechange à la station Wormhole.

# wormhole-shipLog
source: Jump Defence Activated
fr: Défense de téléportation activée.

# KraylorWarning-incCall
source: Watch your back, Hugh Mon! We don't know what you're up to, but we don't like the look of it. Keep your distance and maybe we'll leave you alone. <The Kraylor Vessel jumps back through the wormhole>
fr: Surveillez vos arrières, maudits humains ! Nous ne savons pas ce que vous êtes en train de faire, mais nous n'aimons pas la tournure que ça prends. Un conseil, gardez vos distances et peut-être qu'on vous laissera tranquille. <Le vaisseau Kraylor saute à travers le trou de ver>

# KraylorWarning-shipLog
source: The Kraylor seem hostile and have warned us to keep our distance
fr: Les Kraylors semblent hostiles et nous ont avertis de garder nos distances.

# defenceStn-comms
source: Good luck
fr: Bonne chance.

# defenceStn-incCall
source: Arrived, scan the security beacons
fr: Bien, vous voilà arrivés. Maintenant, cherchez et scannez les balises de sécurité.

# defenceStn-incCall
source: Your cover has been blown and the proximity defence system remains active. We suggest leaving and trying again to arrive with a future convoy.
fr: ATTENTION, Votre couverture est grillée et le système de défense de proximité reste actif. Nous vous suggérons de quitter les lieux et d'essayer à nouveau d'arriver avec une future escorte.

# defenceStn-shipLog
source: Our cover has been blown
fr: Notre couverture a été grillée.

# defenceStn-shipLog
source: We should be good to try again
fr: Nous sommes bons pour essayer à nouveau.

# drone-incCall
source: Great work, Captain! We have taken control of this station and will be liquidating spare parts from the wreckage.
fr: Excellent travail, capitaine ! Nous avons pris le contrôle de cette station et allons liquider les pièces de rechange de l'épave.

# drone-shipLog
source: DB-3 has a collection of spare parts
fr: DB-3 a toute une collection de pièces de rechange.

# wormhole-incCall
source: Thanks so much, captain! You really saved our ass there. Unfortunately our Hawking Scanner was damaged by the bomb, and we haven't been able to get it back online. Do you think you could get it fixed for us? Please dock with us to pick up the scanner.
fr: Merci beaucoup, capitaine ! Vous nous avez vraiment sauvé la peau. Malheureusement, notre scanner Hawking a été endommagé par la bombe et nous n'avons pas réussi à le remettre en état de fonctionnement. Pensez-vous que vous pourriez nous le faire réparer ? Veuillez vous amarrer à nous pour récupérer le scanner.

# wormhole-shipLog
source: Get the Hawking Scanner from the Wormhole Station
fr: Récupérer le scanner Hawking de la station Wormhole Stn.

# drone-shipLog
source: This ship will not activate the drone station proximity defences as long as you arrive with a convoy.
fr: Ce vaisseau n'activera pas les défenses de proximité des stations de drones tant que vous serez avec une escorte.

# drone-shipLog
source: It's nice to be back aboard the Propitious 1
fr: C'est agréable d'être de retour à bord du Propitious 1.

# drone-incCall
source: PROXIMITY DEFENCE SYSTEM ACTIVATED
fr: - SYSTÈME DE DÉFENSE DE PROXIMITÉ ACTIVÉ -

# drone-shipLog
source: We got too close to a drone station and it launched defences.
fr: Nous nous sommes trop approchés d'une station de drones et elle a activé ses défenses.

# scienceDescription-beacons
source: The Ghosts drone security beacons. If we scan them all, we should be able to find the control station. We'll need to get pretty close.
fr: Une balise de sécurité des drones Fantômes. En les scannant toutes, nous devrions pouvoir trouver la station de contrôle. Il faut s'en rapprocher.

# scienceDescription-beacons
source: The beamforming configuration from this beacon will help the boffins triangulate the location of the central control.
fr: La configuration de formation de faisceaux de cette balise aidera nos scientifiques à trianguler l'emplacement du contrôle central.

# defenceStn-incCall
source: Great work! Our boffins were able to piece together the data and figure out where the commands are coming from. You must destroy station %s
fr: Excellent travail ! Nos scientifiques ont pu rassembler les données que vous nous avez transmises. Ils ont réussis à déterminer l'origine des commandes. Vous devez détruire la station %s.

# defenceStn-shipLog
source: The drone control station is %s
fr: La station de contrôle des drones est %s.

# newShip-comms
source: Too busy to talk today, Captain.
fr: Trop occupé pour discutailler aujourd'hui, cap'taine.

# hendrixHints-comms
source: Sorry, I don't know where Dr. Hendrix lives
fr: Désolé, je ne sais pas où vit le Dr Hendrix. Au revoir.

# hendrixHints-comms
source: Dr. Hendrix, of course! I'm pretty sure she was on a %s-class station, but darned if I can remember which one.
fr: Dr Hendrix, bien sûr ! Je suis pratiquement sûr qu'elle était sur une station de classe %s, mais bon sang si je pouvais me rappeler laquelle.

# hendrixHints-comms
source: Gosh, Dr. Hendrix. Okay. Sorry, but honestly all I remember is that her address definitely has a '%s' in it.
fr: Eh bien, laissez moi réfléchir...Dr Hendrix, hum... Désolé, mais honnêtement, tout ce dont je me souviens, c'est qu'il y avait le chiffre '%s' dans son adresse.

# defeat-shipLog
source: DEFEAT - A Patrol Station has been destroyed
fr: DÉFAITE - Une station de point de contrôle a été détruite.

# defeat-shipLog
source: DEFEAT - A Core station (Admin, Defence, Wormhole) has been destroyed
fr: DÉFAITE - Une station importante : Admin Stn, Defence Stn, Wormhole Stn) a été détruite.

# defeat-shipLog
source: DEFEAT - Station B-3 has been destroyed
fr: DÉFAITE - La station B-3 a été détruite.

# adminStn-comms
source: SUCCESS!!!
fr: VICTOIRE !!!

# adminStn-comms
source: INCOMPLETE
fr: INCOMPLET !
