Repository: daid/EmptyEpsilon
Catalog: scripts/locale/scenario_53_escape.*.po
Languages: de, fr

# scienceDB
source: Dreadnoughts are the largest ships. They are so large and uncommon that every type is pretty much their own subclass. They usually come with 6 or more shield sections, require a crew of 250+ to operate. Think: Stardestroyer.
de: Schlachtschiffe sind die größten Schiffe. Sie sind so groß und ungewöhnlich, dass jeder Typ quasi eine eigene Unterklasse ist. Sie verfügen in der Regel über 6 oder mehr Schildsektionen und benötigen eine Besatzung von mehr als 250 Personen. Beispiel: Sternenzerstörer, bekannt aus Film und Fernsehen.
fr: Les Cuirassés sont les plus gros des vaisseaux. Ils sont si imposants et si rares que chaque type de cuirassé constitue pratiquement sa propre sous-classe. Ils sont généralement livrés avec 6 sections de bouclier ou plus et nécessitent un équipage de plus de 250 personnes pour fonctionner. Pensez Destroyer stellaire (Star Wars).

# scienceDB
source: Sub-class
de: Unterklasse
fr: Sous-classe

# scienceDB
source: Move speed
de: Geschwindigkeit
fr: Vit. de mouvement

# scienceDB
source: Turn speed
de: Wendigkeit
fr: Vit. de rotation

# scienceDB
source: Fabricated by: Repulse shipyards. The Cruiser, sometimes known as the Karnack Cruiser Mark 2, is the sucessor to the widly sucesfull mark I Karnack cruiser. This ship has several notable improvements over the original ship, including better armor, slightly improved weaponry and customization by the shipyards. The latter improvement was the most requested feature by several factions once they realized that their old surplus mark I ships were used for less savoury purposes.
de: Hergestellt von Repulse shipyards. Der Cruiser, manchmal auch als Karnack Cruiser Mark 2 bekannt, ist der Nachfolger des sehr erfolgreichen Karnack Cruiser Mark I. Dieses Schiff verfügt über mehrere bemerkenswerte Verbesserungen gegenüber dem ursprünglichen Schiff, darunter eine bessere Panzerung, eine leicht verbesserte Bewaffnung und eine individuelle Anpassung durch die Werften. Die letztgenannte Verbesserung war die von mehreren Fraktionen am meisten geforderte Funktion, als sie feststellten, dass ihre alten überschüssigen Mark-I-Schiffe für weniger erfreuliche Zwecke verwendet wurden.
fr: Fabriqué par : Chantiers navals Repulse. Le Croiseur, parfois connu sous le nom de Karnack MK2, est le successeur du grand succès commercial : le croiseur Karnack. Ce vaisseau a connu plusieurs améliorations notables par rapport au vaisseau d'origine, y compris un meilleur blindage, un armement légèrement amélioré et une personnalisation par les chantiers navals. Cette dernière amélioration a été la caractéristique la plus demandée par plusieurs factions une fois qu'elles ont réalisé que leurs vieux vaisseaux MK2 excédentaires étaient utilisés à des fins moins...règlementaires.

# scienceDB
source: 6 deg/sec
de: 6 Grad/Sek.

# scienceDB
source: Beam weapon 345:90
de: Laser 345° bis 90°
fr: Faisc. laser 345°:90°

# scienceDB
source: Rng:1 Dmg:6 Cyc:6
de: RW:1u Schaden:6 Ladezeit:6s
fr: Portée:1 Dégâts:6 Cycle:6s

# scienceDB
source: Beam weapon 15:90
de: Laser 15° bis 90°
fr: Faisc. laser 15°:90°

# scienceDB
source: Mainstream ships are those ship types that are commonly available to CUF crews serving on the front lines or in well established areas under the protection of the Human Navy more generally.
de: Mainstream-Schiffe sind die Schiffstypen, die üblicherweise den CUF-Besatzungen zur Verfügung stehen, die an der Front oder in gut erschlossenen Gebieten unter dem Schutz der menschlichen Navy dienen.
fr: Les vaisseaux Grand public sont souvent utilisés par les équipages de la FCU (Flotte Celeste Unifiée) servant sur les lignes de front ou, de manière plus générale, dans des zones bien établies sous la protection de la Marine Humaine.

# scienceDB
source: A Flavia P. Falcon with better hull and shields, a jump drive, two turreted beams covering both sides and a forward and rear tube. The nukes and mines are gone
de: Eine Flavia P. Falcon mit besserer Hülle und Schilden, einem Sprungantrieb, zwei Laser-Geschütztürmen auf beiden Seiten und einem vorderen und hinteren Raketenschacht. Allerdings ohne Nukes und Minen.
fr: Un Faucon P. Flavia avec une coque et des boucliers améliorés, la téléportation, 2 tourelles de faisceaux laser couvrant tous les côtés et 2 tubes lance-missiles : avant et arrière. Les missiles nucléaires (nukes) et les mines ont disparu.

# scienceDB
source: Cruiser: Armored Transport
de: Kreuzer: Gepanzerter Transporter
fr: Croiseur : transport blindé

# scienceDB
source: Repair Crew
de: Reparaturcrew
fr: réparateurs

# scienceDB
source: Jump Range
de: Sprungreichweite
fr: Portée de saut

# scienceDB
source: Sensor Ranges
de: Sensor-Reichweiten
fr: Portée des capteurs

# scienceDB
source: Long: 38 U / Short: 5 U
de: Lang: 38 U / Kurz: 5 U
fr: Longue : 38u / Courte : 5u

# scienceDB
source: 9 deg/sec
de: 9 Grad/Sek.
fr: 9°/sec

# scienceDB
source: Beam weapon 90:200
de: Laser 90° bis 200°
fr: Faisc. laser 90°:200°

# scienceDB
source: Rng:1.2 Dmg:5 Cyc:6
de: RW:1.2u Schaden:5 Ladezeit:6s
fr: Portée:1.2 Dégâts:5 Cycle:6s

# scienceDB
source: Beam weapon 270:200
de: Laser 270° bis 200°
fr: Faisc. laser 270°:200°

# scienceDB
source: Tube 0
de: Raketen Front
fr: Tube Avant

# scienceDB
source: 20 sec
de: 20 Sek. Ladezeit

# scienceDB
source: Tube 180
de: Raketen Heck
fr: Tube Arrière

# scienceDB
source: Storage Homing
de: Ladung Zielsuch
fr: Stockage Homing

# scienceDB
source: Storage HVLI
de: Ladung HGBI
fr: Stockage HVLI

# scienceDescription-planet
source: Mining and heavy industry
de: Bergbau und Schwerindustrie
fr: Mines et industrie lourde

# scienceDescription-station
source: Baldwin Observatory
de: Baldwin-Observatorium
fr: Observatoire Baldwin

# scienceDescription-planet
source: M class planet
de: Klasse-M-Planet
fr: Planète de classe M

# scienceDescription-station
source: Malastare communications network hub
de: Kommunikations-netzwerks-Knotenpunkt von Malastare
fr: Centre de communication de Malastare

# station-comms
source: We are under attack! No time for chatting!
de: Wir werden angegriffen! Keine Zeit zum Plaudern!
fr: Nous sommes en train de nous faire attaquer ! Pas le temps de discuter !

# station-comms
source: Good day, officer! What can we do for you today?
de: Guten Tag, was können wir für sie tun?
fr: Bonjour officier ! Que pouvons-nous faire pour vous aujourd'hui ?

# station-comms
source: Welcome to our lovely station.
de: Willkommen in unserer schönen Station.
fr: Bienvenue dans notre charmante petite station.

# station-comms
source: Forgive us if we seem a little distracted. We are carefully monitoring the enemies nearby.
de: Verzeihen Sie uns, wenn wir ein wenig abgelenkt wirken. Wir beobachten aufmerksam feindliche Aktivitäten in der Nähe.
fr: Veuillez nous excuser si nous semblons un peu distraits. Nous surveillons attentivement les ennemis à proximité.

# ammo-comms
source: I need ordnance restocked
de: Wir benötigen Munition für unsere Waffensysteme.
fr: Nous avons besoin de nous réapprovisionner en munitions

# ammo-comms
source: Can you supply us with some nukes?
de: Können Sie uns mit Nukes ausstatten?
fr: Pouvez-vous nous fournir des armes nucléaires (nuke) ?

# ammo-comms
source: We really need some nukes.
de: Wir benötigen dringend ein paar Nukes.
fr: Nous avons vraiment besoin d'armes nucléaires (nuke)

# ammo-comms
source: Can you restock our nuclear missiles?
de: Können Sie unsere Nukes wieder auffüllen?
fr: Pouvez-vous réapprovisionner nos missiles nucléaires ?

# ammo-comms
source: Please restock our EMP missiles.
de: Bitte füllen Sie unser EMPs wieder auf.
fr: Veuillez réapprovisionner nos missiles EMP

# ammo-comms
source: Got any EMPs?
de: Haben Sie EMPs für uns?
fr: Avez-vous des EMP ?

# ammo-comms
source: We need Electro-Magnetic Pulse missiles.
de: Wir benötigen Elektromagnetische Puls-Raketen.
fr: Nous avons besoin de missiles EMP

# ammo-comms
source: Do you have spare homing missiles for us?
de: Haben Sie Zielsuchraketen für uns übrig?
fr: Des missiles à tête chercheuse (homing) pour nous ?

# ammo-comms
source: Do you have extra homing missiles?
de: Haben Sie Zielsuchraketen übrig? (jeweils %d Ruf)
fr: Avez-vous des missiles homing supplémentaires ?

# ammo-comms
source: Please replenish our homing missiles.
de: Bitte füllen Sie unseren Vorrat an Lenkraketen wieder auf.
fr: Merci de réapprovisionner nos missiles à tête chercheuse

# ammo-comms
source: We could use some mines.
de: Wir könnten einige Minen gebrauchen.
fr: Nous pourrions avoir besoin de quelques mines

# ammo-comms
source: How about mines?
de: Was ist mit Minen?
fr: Concernant les mines ?

# ammo-comms
source: Got mines for us?
de: Haben Sie Minen für uns?
fr: Avez-vous des mines à nous fournir ?

# ammo-comms
source: What about HVLI?
de: Was ist mit HGBIs?
fr: Concernant les HVLI ?

# ammo-comms
source: Could you provide HVLI?
de: Haben Sie noch HGBIs für uns?
fr: Pourriez-vous fournir des HVLI ?

# ammo-comms
source: We need High Velocity Lead Impactors.
de: Wir benötigen Hochgeschwindigkeits-Blei-Impaktoren.
fr: Nous avons besoin de HVLI. En avez-vous ?

# ammo-comms
source: %s (%d rep each)
de: %s (jeweils %d Ruf)
fr: %s (%d rép chacun)

source: Back
de: Zurück
fr: Précédent

# crewFriends-comms
source: Talk to Kent's brother
de: Mit Kents Bruder reden
fr: Parler au frère de Kent

# crewFriends-comms
source: Kent? You made it out of the Kraylor base? We thought you were going to spend the rest of your life there. Thank you, captain, for helping Kent get out of there.
de: Kent? Du hast es aus der Kraylor-Basis geschafft? Wir dachten, du würdest den Rest deines Lebens dort verbringen! Danke, Captain, dass Sie Kent geholfen haben, da rauszukommen.
fr: Kent, c'est bien toi ? Tu a réussi à t'échapper de la prison Kraylor ? Nous pensions que tu allais y passer le reste de ta vie. Merci infiniment, capitaine, d'avoir sorti mon frère de là.

# crewFriends-comms
source: Can you help us with beam weapon repair?
de: Können Sie uns mit der Reparatur der Laserwaffen helfen?
fr: Avec plaisir. Dites, sauriez-vous réparer nos faisceaux ?

# crewFriends-comms
source: For the Repulse class? Absolutely. I used to work on those all the time.
de: Für eine Repulse-Klasse? Kein Problem, daran habe ich früher ständig gearbeitet.
fr: Pour un vaisseau de classe Repulse ? Absolument. J'avais l'habitude de travailler dessus à longueur de journée.

# crewFriends-comms
source: Thanks
de: Danke
fr: Merci beaucoup pour votre aide

# crewFriends-comms
source: You're quite welcome. While I was in there, I fixed up your beams so they could function at maximum potential.
de: Wirklich gerne geschehen. So, die Laser sind repariert und sie sollten jetzt optimal funktionieren.
fr: Après quelques instants… Voilà, c'était rapide ! Vos faisceaux sont réparés. Pendant que j'y étais, j'en ai profité pour les booster un peu, qu'ils puissent fonctionner au max de leur potentiel.

# crewFriends-comms
source: Then double thanks!
de: Dann nochmals vielen Dank!
fr: Alors doublement merci

# crewFriends-comms
source: Thank *you* for getting my brother out of that Kraylor prison.
de: Ich habe zu danken, dass sie meinen Bruder aus diesem Kraylor-Gefängnis rausgeholt haben.
fr: Un grand merci à VOUS surtout d'avoir sorti mon frère de cette prison.

# crewFriends-comms
source: Talk to Edwina's father
de: Mit Edwinas Vater reden
fr: Parler au père d'Edwina

# crewFriends-comms
source: I am glad to hear that Edwina escaped that prison. We were worried about her.
de: Ich bin so froh zu hören, das Edwina aus diesem Gefängnis entkommen konnte. Wir hatten uns große Sorgen gemacht.
fr: Bonjour, Je suis tellement heureux d'apprendre qu'Edwina s'est échappée de cette prison. Nous étions tellement inquiets pour elle.

# crewFriends-comms
source: Edwina says you do missile systems repair work
de: Edwina sagte, Sie reparieren Raketensysteme?
fr: Edwina dit que vous travaillez sur de l'armement. Pourriez-vous jeter un oeil ?

# crewFriends-comms
source: Should be easy enough. I'm grateful to you for helping Edwina escape.
de: Sollte kein Problem sein. Ich bin so dankbar, dass Sie Edwina bei der Flucht geholfen haben.
fr: Oui, c'est le moins que je puisse faire pour vous. Cela devrait être assez facile. Après de longues minutes… C'est bon, j'ai réparé votre système de missiles. Je vous suis tellement reconnaissant d'avoir aidé ma ptite Edwina à s'échapper.

# crewFriends-comms
source: You're quite welcome.
de: Wirklich gern geschehen.
fr: A votre service

# crewFriends-comms
source: Talk to Johnny
de: Mit Johnny reden
fr: Parler à Johnny

# crewFriends-comms
source: Mom? Wow, I thought you were toast. Good to hear your voice.
de: Mom? Wow, ich dachte du wärst Toast. Gut, deine Stimme zu hören!
fr: Maman ? Wow, je pensais que tu t'étais fais griller comme un toast par ces maudits Kraylors. C'est bon d'entendre ta voix.

# crewFriends-comms
source: Can you get our impulse drive working better?
de: Können Sie unseren Impulsantrieb ein wenig aufrüsten?
fr: Mon chéri moi aussi je suis tellement contente de t'entendre à nouveau. Peux-tu améliorer le fonctionnement de nos moteurs à impulsion ?

# crewFriends-comms
source: Piece of cake. Thanks for the %s.
de: Kinderspiel, danke für die Sachen(%s).
fr: Pour moi c'est du gâteau. Super vous m'avez ramené du %s.

# crewFriends-comms
source: Thank you
de: Danke!
fr: Merci encore

# crewFriends-comms
source: Sure, Mom. I'll see you at Christmas.
de: Klar Mom, Wir sehen uns an Weihnachten!
fr: Bien sûr. Maman, je te verrai à Noël.

# crewFriends-comms
source: Piece of cake, but I'll need %s.
de: Kinderspiel, aber ich benötige: %s.
fr: C'est du gâteau, mais je vais avoir besoin de %s.

# crewFriends-comms
source: Piece of cake.
de: Kinderspiel.
fr: Pour moi c'est du gâteau.

# crewFriends-comms
source: Talk to Nancy's brother
de: Mit Nancys Bruder reden
fr: Parler au frère de Nancy

# crewFriends-comms
source: Nancy! Last I heard, your ship had been captured by Kraylors and you were imprisoned. Good to know you won't be stuck there forever. What brings you here?
de: Nancy! Das Letzte was ich hörte war, dass dein Schiff von den Kraylor gekapert wurde und du gefangen genommen wurdest. Gut zu wissen, dass du dort nicht ewig festsitzt. Was führt Euch hierher?
fr: Nancy ! Aux dernières nouvelles, ton vaisseau avait été capturé par les Kraylors et tu étais emprisonnée. C'est bon de savoir que tu ne seras pas coincée là-bas pour toujours. Quel bon vent t'amène sœurette ?

# crewFriends-comms
source: Our jump drive needs some tuning
de: Unser Sprungantrieb braucht ein wenig Tuning
fr: Notre téléporteur aurait bien besoin d'un réglage

# crewFriends-comms
source: That should not be hard to do. I could probably do that in my sleep. Thanks for bringing %s.
de: Kein Ding, das mach ich im Schlaf. Danke für die Sachen. (%s)
fr: Cela ne devrait pas être trop difficile à faire. Je pourrais probablement le faire même en dormant. Merci d'avoir amené du %s.

# crewFriends-comms
source: Thanks, bro
de: Danke, Bro
fr: Merci frangin, tu nous sauve la vie

# crewFriends-comms
source: No problem. Treat your jump drive right and it'll always bring you home.
de: Kein Problem. Behandelt euren Sprungantrieb gut und er wird euch immer nach Hause bringen.
fr: Aucun problème. Après un moment d'attente… Et voilà ! Traitez votre téléporteur avec respect et il vous ramènera toujours à la maison.

# crewFriends-comms
source: That should not be hard to do. I could probably do that in my sleep. But I'll need some %s.
de: Kein Ding, das mach ich im Schlaf. Allerdings brauche ich etwas %s.
fr: Cela ne devrait pas être trop difficile à faire. Je pourrais probablement le faire en dormant. Mais j'aurai besoin de %s.

# crewFriends-comms
source: That should not be hard to do. I could probably do that in my sleep.
de: Kein Ding, das mach ich im Schlaf.
fr: Cela ne devrait pas être trop difficile à faire. Je pourrais probablement le faire les yeux fermés.

# crewFriends-comms
source: Talk to Manuel's cousin
de: Mit Manuels Cousin reden
fr: Parler au cousin de Manuel

# crewFriends-comms
source: Yo Manuel, why you want to scare us by getting captured, man? At least you escaped. Why you here?
de: Yo Manuel, warum machst du uns Angst, indem du dich gefangen nehmen lässt, Mann? Wenigstens bist du entkommen. Was treibt dich hierher?
fr: Yo Manuel, pourquoi tu veux nous faire peur en te faisant capturer, mec ? Au moins tu t'es échappé. C'est cool. Pourquoi êtes-vous ici ?

# crewFriends-comms
source: The reactor is weak... real weak
de: Unser Reaktor ist schwach.. sehr schwach.
fr: Notre réacteur est faible... vraiment faible

# crewFriends-comms
source: Lemme see if I can get it to charge up right.
de: Lass mich mal sehen ob ich ihn ein wenig aufmotzen kann.
fr: Laissez-moi voir si je peux le charger correctement.

# crewFriends-comms
source: The captain would appreciate it
de: Das würden wir wirklich sehr zu schätzen wissen.
fr: Notre capitaine va apprécier le geste

# crewFriends-comms
source: You're all set. Don't overheat the reactor or you'll get a nasty surprise.
de: Das war's schon. Achtet darauf, den Reaktor nicht zu überhitzen, sonst erlebt ihr eine böse Überraschung.
fr: Après plusieurs minutes d'attente… Vous êtes opérationnel. Ne surchauffez pas le réacteur ou vous risquez d'avoir une mauvaise surprise.

# crewFriends-comms
source: Talk to Fred's wife
de: Mit Freds Frau sprechen
fr: Parler à la femme de Fred

# crewFriends-comms
source: Fred! You escaped! We were worried sick.
de: Fred! Du bist entkommen! Wir waren krank vor Sorge!
fr: Fred ! Tu t'es échappé ! Nous étions malades d'inquiétude.

# crewFriends-comms
source: We need to connect to the Human Navy network
de: Wir müssten uns mit dem Netzwerk der menschlichen Navy verbinden
fr: Nous devons rapidement nous connecter au réseau de la Marine

# crewFriends-comms
source: I can do that for you. However, that means you'll go from being Independent to being in the Human Navy.
de: Das kann ich machen. Das würde allerdings bedeuten dass das Schiff ab sofort nicht mehr als unabhängig gilt, sondern als "menschliche Navy" registriert ist.
fr: Je peux faire ça pour vous. Cependant, cela signifie que vous allez passer du statut d'indépendant à celui de la Marine humaine.

# crewFriends-comms
source: I understand the consequences. Please proceed
de: Die Konsequenzen sind mir bewusst. Bitte fahren Sie fort.
fr: Nous comprenons les conséquences. S'il vous plait faites-le !

# crewFriends-comms
source: You're all fixed up.
de: Alles erledigt. Ihre Kommunikation ist wieder vollständig hergestellt.
fr: Après quelques instants… C'est fait. Vos communications sont complètement rétablies.

# crewFriends-comms
source: You're welcome. Fred, honey, I'll see you after you get off work.
de: Gern geschehen. Fred, Schatz, ich seh' Dich dann nach der Arbeit.
fr: C'est la moindre des choses. Vous avez sorti mon mari d'une sale situation. Fred, mon chéri, je te verrai après le travail.

# crewFriends-comms
source: I'll check with the captain and get back to you
de: Ich sprech' das noch mit Cap und der Crew ab und melde mich bei Dir!
fr: Je vais en référer au capitaine et on vous recontacte

# crewFriends-comms
source: Ok.
de: Okay.

# crewFriends-comms
source: Talk to Amir's sister
de: Mit Amirs Schwester reden
fr: Parler à la sœur d'Amir

# crewFriends-comms
source: Welcome to %s! Any friend of Amir's is a friend of mine.
de: Willkommen auf der Station "%s"! Freunde von Amir sind auch meine Freunde.
fr: Bienvenue sur %s ! Les amis de mon frère sont mes amis.

# crewFriends-comms
source: Can you help us with our shields?
de: Können Sie uns bei unseren Schilden helfen?
fr: Pourriez-vous nous aider avec nos boucliers ?

# crewFriends-comms
source: Yes, I can. However, I can only help with one: front or rear. I need more parts to do both.
de: Ja, das kann ich. ich kann aber leider nur mit einem Schildsystem helfen, Front oder Heck. Für beides habe ich leider nicht genügend Ersatzteile.
fr: Oui bien sûr. Cependant, je ne peux en réparer qu'un seul sur les 2, l'avant ou l'arrière. J'aurai besoin de plus de pièces pour faire les 2.

# crewFriends-comms
source: Repair front shield
de: Frontschilde reparieren
fr: Occupez-vous de l'avant dans ce cas

# crewFriends-comms
source: Your front shields are now fully operational. Your repair crew can finish the rest.
de: Ihre Frontschilde sind nun voll funktionsfähig, Ihre Reparaturcrew kann nun den Rest erledigen.
fr: Votre bouclier avant est maintenant pleinement opérationnel. Votre équipe de réparation peut finir le boulot.

# crewFriends-comms
source: Certainly. Bring back %s to get the rear shield fixed. You might find some at %s.
de: Sicher. Bitte bringen sie "%s" damit ich die Heckschilde reparieren kann. In %s sollte etwas davon vorrätig sein.
fr: Certainement. Rapportez-moi du %s pour réparer le bouclier arrière. Vous en trouverez surement sur %s.

# crewFriends-comms
source: Repair rear shield
de: Heckschilde reparieren
fr: Réparez le bouclier arrière svp

# crewFriends-comms
source: Your rear shields are now fully operational. Your repair crew can finish the rest.
de: Ihre Heckschilde sind nun voll funktionsfähig. Ihr Reparaturteam kann den Rest erledigen.
fr: Votre bouclier arrière est maintenant pleinement opérationnel. Votre équipe de réparation peut finir le travail.

# crewFriends-comms
source: Certainly. Bring back %s to get the front shield fixed. You might find some at %s.
de: Sicher. Bitte bringen sie "%s" damit ich die Frontschilde reparieren kann. In %s sollte etwas davon vorrätig sein.
fr: Certainement. Ramenez-moi du %s pour réparer le bouclier avant. Vous pourriez en trouver sur %s.

# crewFriends-comms
source: Welcome back. Did you bring some %s for me to finish fixing up your shields?
de: Willkommen zurück. Haben Sie "%s" mit gebracht damit ich Ihre Schilde reparieren kann?
fr: Vous revoilà ! Avez-vous apporté du %s ? Que je finisse de réparer vos boucliers ?

# crewFriends-comms
source: Yes, please take the %s and fix the shields
de: Ja, hier sind die Sachen (%s), bitte reparieren Sie unsere Schilde.
fr: Oui, veuillez prendre le %s et réparer le bouclier

# crewFriends-comms
source: Front shield fully functional.
de: Frontschilde voll funktionsfähig.
fr: Boucliers avant complètement opérationnels.

# crewFriends-comms
source: Rear shield fully functional.
de: Heckschilde voll funktionsfähig.
fr: Boucliers arrière complètement opérationnels.

# crewFriends-comms
source: Oops, no %s aboard
de: Oops, kein "%s" an Bord
fr: Oups, pas de %s à bord

# crewFriends-comms
source: Ok, good luck.
de: Okay, viel Glück.
fr: D'accord, bonne chance.

# station-comms
source: Tell me more about your station
de: Erzählen Sie mir mehr über Ihre Station.
fr: Dites m'en plus à propos de votre station

# station-comms
source: What would you like to know?
de: Was würden Sie gerne wissen?
fr: Qu'aimeriez-vous savoir ?

# stationGeneralInfo-comms
source: General information
de: Allgemeine Informationen
fr: Informations générales

# stationStory-comms
source: Station history
de: Geschichte der Station
fr: L'histoire de la station

# gossip-comms
source: Gossip
de: Klatsch und Tratsch
fr: Rumeurs

# trade-comms
source: Buy, sell, trade
de: Kaufen, verkaufen, handeln
fr: Acheter, vendre, échanger

# trade-comms
source: Station %s: Goods or components available for sale: quantity, cost in reputation
de: Station %s: Zum Verkauf stehende Waren oder Komponenten: Menge, Kosten in Ruf
fr: Station %s : Marchandises ou composants disponibles à la vente : (quantité, coût en réputation)

# trade-comms
source: Goods or components station will buy: price in reputation
de: Waren oder Komponenten, die die Station kaufen wird: Preis in Ruf
fr: Marchandises ou composants que la station achètera : prix en réputation
