Repository: daid/EmptyEpsilon
Catalog: scripts/locale/scenario_51_deliverAmbassador.*.po
Languages: de, fr

# orders-comms
source: Current Orders: Get ambassador Gremus from Balindor Prime. Avoid contact if possible.
de: Ihre derzeitigen Befehle: Holen Sie Botschafter Gremus von Balindor Prime ab. Vermeiden Sie Kontakt zu anderen, wenn möglich.
fr: Ordres en cours : Récupérer l'ambassadeur Gremus sur Balindor Prime le plus rapidement possible. Éviter Tout contact si possible.

# orders-comms
source: Current Orders: Transport ambassador Gremus to Ningling.
de: Ihre derzeitigen Befehle: Transportieren Sie Botschafter Gremus nach Ningling.
fr: Ordres en cours : Transporter l'ambassadeur Gremus sur Ningling.

# orders-comms
source: Current Orders: Wait for ambassador Gremus to complete business at Ningling.
de: Derzeitige Befehle: Warten Sie, bis Botschafter Gremus seine Arbeit in Ningling erledigt hat.
fr: Ordres en cours : Attendre que l'ambassadeur Gremus termine ses affaires sur Ningling.

# orders-comms
source: Current Orders: Dock with Ningling to get ambassador Gremus.
de: Ihre derzeitigen Befehle: Docken Sie an Ningling an um Botschafter Gremus abzuholen
fr: Ordres en cours : S'amarrer sur Ningling afin de récupérer l'ambassadeur.

# orders-comms
source: Current Orders: Transport ambassador Gremus to Goltin 7.
de: Ihre derzeitigen Befehle: Transportieren Sie Botschafter Gremus nach Goltin 7
fr: Ordres en cours : Transporter l'ambassadeur Gremus sur Goltin 7.

# artifactOrders-comms
source: %sAdditional Orders: Research artifacts. Some artifacts reported near Pangora, Nakor and Science-37.
de: %sZusätzliche Befehle: Suchen Sie Artefakte. Einige Artefakte sollen in der Nähe von Pangora, Nakor und Science-37 gesichtet worden sein.
fr: %sOrdres supplémentaires : rechercher des artefacts. Certains artefacts ont été signalés en périphérie lointaine des stations Pangora, Nakor et Science-37.

# artifactOrders-comms
source: %sProvide artifact research to ambassador Gremus on Goltin 7.
de: %sHelfen Sie Botschafter Gremus bei der Artefaktforschung auf Gemlin 7
fr: %sRechercher la provenance d'artefacts et le signaler à l'ambassadeur Gremus sur Goltin 7.

source: Back
de: Zurück
fr: Précédent

# station-comms
source: You need to stay docked for that action.
de: Für diese Aktion müssen Sie angedockt bleiben.
fr: Vous devez rester amarrés à la station pour cette action.

# ammo-comms
source: We do not deal in weapons of mass destruction.
de: Wir handeln nicht mit Massenvernichtungswaffen.
fr: Nous ne fournissons pas ce type d'arme de destruction massive.

# ammo-comms
source: We do not deal in weapons of mass disruption.
de: Wir handeln nicht mit Störwaffen.
fr: Nous ne fournissons pas ce type d'arme de perturbation massive.

# ammo-comms
source: We do not deal in those weapons.
de: Wir handeln nicht mit solchen Waffen.
fr: Nous ne fournissons pas ce type d'arme. Trop dangereux.

# ammo-comms
source: All nukes are charged and primed for destruction.
de: Alle Nukes sind geladen.
fr: Toutes les nukes sont chargées et préparées pour la destruction.

# ammo-comms
source: Sorry, sir, but you are as fully stocked as I can allow.
de: Es tut mir leid, aber sie haben bereits das zulässige Höchstlimit erreicht.
fr: Désolé, officier, mais vous êtes au maximum de ce que vous pouvez stocker.

# needRep-comms
source: Not enough reputation.
de: Ruf nicht hoch genug.
fr: Pas assez de réputation.

# ammo-comms
source: You are fully loaded and ready to explode things.
de: Ihr Vorrat an Nukes wurde wieder aufgefüllt.
fr: Vous êtes chargé au max et prêt à tout faire exploser.

# ammo-comms
source: We generously resupplied you with some weapon charges. Put them to good use.
de: Wir waren so frei und haben Ihre Waffenvorräte etwas aufgefüllt. Setzen Sie sie weise ein.
fr: Nous vous avons généreusement réapprovisionné en munitions. Faites-en bon usage.

# station-comms
source: Good day, officer. If you need supplies, please dock with us first.
de: Guten Tag, wenn Sie Vorräte benötigen, docken Sie bitte bei uns an.
fr: Bonjour, officier. Si vous souhaitez vous réapprovisionner, veuillez vous amarrer à notre station au préalable.

# station-comms
source: Greetings. If you want to do business, please dock with us first.
de: Guten Tag, wenn Sie mit uns handeln wollen, docken Sie bitte bei uns an.
fr: Salutations. Si vous souhaitez faire affaire, merci de vous amarrer à notre station.

# stationAssist-comms
source: Can you send a supply drop? (%s rep)
de: Können Sie uns ein Versorgungsschiff schicken? (%s Ruf)
fr: Pouvez-vous nous envoyer une cargaison de ravitaillement ? (%s rep)

# stationAssist-comms
source: You need to set a waypoint before you can request backup.
de: Sie müssen einen Wegpunkt setzen, bevor Sie Unterstützung anfordern können.
fr: Vous devez définir un waypoint avant de pouvoir demander du soutien.

# stationAssist-comms
source: To which waypoint should we deliver your supplies?
de: An welchen Wegpunkt sollen wir das Transportschiff schicken?
fr: A quel marqueur devons-nous livrer vos marchandises ?

# stationAssist-comms
source: Waypoint %s
de: Wegpunkt %s
fr: Marqueur %s

# stationAssist-comms
source: We have dispatched a supply ship toward waypoint %s
de: Wir haben ein Versorgungsschiff in Richtung Wegpunkt %s losgeschickt
fr: Nous venons de déployer un vaisseau qui vous déposera la capsule de ravitaillement au marqueur %s.

# needRep-comms
source: Not enough reputation!
de: Ruf nicht hoch genug!
fr: Pas assez de réputation.

# stationAssist-comms
source: Please send reinforcements! (rep %s)
de: Bitte senden Sie Verstärkung! (%s Ruf)
fr: Merci de nous envoyer des renforts ! (%s rép)

# stationAssist-comms
source: You need to set a waypoint before you can request reinforcements.
de: Sie müssen einen Wegpunkt setzen, bevor Sie Verstärkung anfordern können.
fr: Vous devez définir un waypoint avant de pouvoir demander des renforts.

# stationAssist-comms
source: To which waypoint should we dispatch the reinforcements?
de: Zu welchem Wegpunkt sollen wir die Verstärkung schicken?
fr: À quel marqueur devons-nous envoyer le ravitaillement ?

# stationAssist-comms
source: We have dispatched %s to assist at waypoint %s
de: Wir haben %s losgeschickt, um Sie bei Wegpunkt %s zu unterstützen
fr: Nous venons de déployer le vaisseau de combat %s pour vous soutenir au marqueur %s.

# path-comms
source: Where is Balindor Prime?
de: Wo ist Prime?
fr: Pourriez-vous me donner la position de Balindor Prime ?

# path-comms
source: planet Balindor Prime
fr: la planète Balindor Prime.

# path-comms
source: Where is Ningling?
de: Wo ist Ningling?
fr: Où se trouve la station Ningling ?

# path-comms
source: Ningling station
de: Station Ningling
fr: la station Ningling.

# path-comms
source: Where is Goltin 7?
de: Wo ist Goltin 7?
fr: Où se situe la station Goltin 7 ?

# path-comms
source: planet Goltin 7
fr: la station Goltin 7.

# path-comms
source: Where is Pangora?
de: Wo ist Pangora?
fr: Où se trouve la station Pangora ?

# path-comms
source: Pangora station
de: Station Pangora
fr: la station Pangora.

# path-comms
source: Where is Nakor?
de: Wo ist Nakor?
fr: Où est Nakor ?

# path-comms
source: Nakor station
de: Station Nakor
fr: la station Nakor.

# path-comms
source: Where is Science-37?
de: Wo ist Science-37?
fr: Où se situe Science-37 ?

# path-comms
source: station Science-37
fr: la station Science-37.

# path-comms
source: Replaced former waypoint 9 with new waypoint 9 for %s. You reached the 9 waypoint maximum.
de: Wegpunkt Nr 9 wurde durch neuem Wegpunkt für %s ersetzt. Sie haben das Limit von maximal 9 Wegpunkten erreicht.
fr: Remplacement de l'ancien marqueur 9 par le nouveau marqueur 9 pour %s. Vous avez atteint le maximum de 9 marqueurs.

# path-comms
source: Added a waypoint to your navigation system for %s
de: Wegpunkt für %s wurde dem Navigationssystem hinzugefügt.
fr: Ajout d'un marqueur à votre système de navigation pour %s

# artifact-comms
source: Any reports of artifacts near Pangora?
de: Irgendwelche Berichte über Artefakte in der Nähe von Pangora?
fr: Des rapports d'artefacts près de Pangora ?

# artifact-comms
source: Some freighters report seeing an artifact on approximate heading 135 from Pangora.
de: Einige Frachter berichten von der Sichtung eines Artefakt, die Richtung beträgt ungefähr 135 Grad von Pangora aus.
fr: Certains cargos déclarent avoir vu un artefact au large de Pangora. Cap approximatif 135.

# artifact-comms
source: Heard of any artifacts near Nakor?
de: Haben Sie von irgendwelchen Artefakten in der Nähe von Nakor gehört?
fr: Entendu parler d'artefacts près de Nakor ?

# artifact-comms
source: Some have reported seeing object on approximate heading of 315 from Nakor station.
de: Es gibt einige Berichte von Sichtungen eines Objekts, von der Station Nakor aus in Richtung 135.
fr: Certains ont signalé avoir vu un objet sur la route de Nakor. Cap approximatif 315 depuis la station Nakor.

# artifact-comms
source: Has anyone reported seeing artifacts near Science-37?
de: Haben Sie Berichte von Artefakt-Sichtungen in der Nähe von Science 37?
fr: Quelqu'un a-t-il signalé avoir vu des artefacts près de Science-37 ?

# artifact-comms
source: Freighters doing business here occasionally report an objecton approximate heading zero from Science-37 station.
de: Schiffe in diesem Gebiet melden gelegentlich ein Objekt in einer ungefähren Richtung von 0Grad von Station Science-37 aus gesehen.
fr: Des cargos faisant affaire ici signalent parfois un objet inerte en direction du cap zéro depuis la station Science-37.

# msgMainscreen
source: %s destroyed. Ambassador Gremus killed. War begins on Goltin 7. Disgrace abounds.
de: %s zerstört. Botschafter Gremus wurde getötet. Auf Goltin 7 bricht Krieg aus. Was für eine Katastrophe.
fr: %s vient d'être détruite. L'ambassadeur Gremus a été tué. La guerre commence sur Goltin 7. Quel déshonneur !

# msgMainscreen
source: Congratulations! You delivered ambassador Gremus ...and did other things, too.
de: Herzlichen Glückwunsch! Sie haben erfolgreich Botschafter Gremus transportiert ...und noch andere Dinge getan.
fr: Toutes nos félicitations ! Vous avez réussi à escorter l'ambassadeur Gremus en évitant tous les dangers.
