Repository: daid/EmptyEpsilon
Catalog: scripts/locale/scenario_51_deliverAmbassador.*.po
Languages: de, fr

source: Deliver Ambassador Gremus
de: Transportiert Botschafter Gremus
fr: Délivrer l'ambassadeur Gremus

source: Unrest on Goltin 7 requires the skills of ambassador Gremus. Your mission: transport the ambassador wherever needed. You may encounter resistance. You are not flying a destroyer bristling with weapons. You are on a transport freighter with weapons bolted on as an afterthought. These weapons are pointed behind you to deter any marauding pirates. You won't necessarily be able to just destroy any enemies that might attempt to stop you from accomplishing your mission, you may have to evade. The navy wants you to succeed, so has fitted your ship with warp drive and a single diverse ordnance weapons tube which includes nuclear capability. If you get lost or forget your orders, check in with stations for information. Player ship: Template model: Flavia P. Falcon. Suggest turning music volume to 10% and sound volume to 100% on server so the speaking audio can be heard. Designed for 5 or 6 bridge officers Duration: 30 - 90 minutes. Medium difficulty (adjustable) Version 5
de: Die Unruhen auf Goltin 7 erfordern die Fähigkeiten von Botschafter Gremus. Eure Aufgabe: den Botschafter dorthin zu bringen, wo er gerade gebraucht wird. Ihr könntet auf Widerstand stoßen. Ihr fliegt keinen waffenstrotzenden Zerstörer. Ihr befindet euch auf einem Transportschiff, das nachträglich mit Waffen ausgestattet wurde. Diese Waffen sind nach hinten ausgerichtet, um marodierende Piraten abzuschrecken. Ihr werdet nicht unbedingt in der Lage sein, alle Feinde, die euch an der Erfüllung eurer Mission hindern wollen, einfach zu vernichten, stattdessen müsst Ihr Ihnen vielleicht aus dem Weg gehen. Da die Navy Interesse am Erfolg dieser Mission hat, wurde Ihr Schiff mit einem Warp-Antrieb und einem einzigen, vielseitigen Raketenschacht ausgestattet, der für viele verschiedene Waffen ausgelegt ist, inklusive Nukes. Wenn Sie einmal nicht weiterwissen oder Ihre Befehle vergessen, melden Sie sich bei den Stationen, um Informationen zu erhalten. Das Spielbare Schiff basiert auf der Flavia P. Falcon. Es wird empfohlen, auf dem Server die Musiklautstärke auf 10% und die Allgemeine Lautstärke auf 100% zu setzen, damit die Sprachausgabe gut hörbar ist. Dieses Szenario ist für 5-6 Personen ausgelegt. Dauer: 30 - 90 Minuten. Mittlere Schwierigkeit (anpassbar) Version 5
fr: - Durée approx. : 2h - Difficulté : Moyenne (variable) - Vaisseaux joueurs : 1 Mission : Les troubles sur Goltin 7 requièrent les compétences de l'ambassadeur Gremus. Votre mission : transporter l'ambassadeur partout où il est demandé à bord de votre Flavia P. Falcon. Vous pourrez rencontrer de la résistance. Vous ne pilotez pas un destroyer hérissé d'armes mais un cargo de transport avec des armes boulonnées pour la mission. Ces armes sont orientées vers l'arrière pour dissuader les pirates en maraude. Vous ne pourrez pas forcement détruire tous les ennemis vous gênant dans votre mission et serez peut-être amené à fuir. Votre réussite étant capitale, votre vaisseau dispose de la vitesse lumière et d'1 tube de missiles à capacité nucléaire. Si vous vous perdez ou oubliez vos ordres en cours, renseignez-vous auprès des stations. Contient du texte audio. Réglages conseillés sur le serveur : musique 10% ; son 100%. Version 5.0.3 - Oct. 2024 - Titre original : Deliver Ambassador Gremus - Auteur : Xansta (2018) - Traduction FR : Muerte (Mai 24) - Voix FR : Muerte Communauté française et anglophone sur Discord USN https://discord.gg/TVxuxn7ZYW : feedback sur les scénarios, aide, sessions de jeu tous les we.

# setting
source: Difficulty
de: Schwierigkeit
fr: Difficulté

# setting
source: Determine how difficult the scenario will be by the number of enemy ships.
de: Legt über die Anzahl der feindlichen Schiffe die Schwierigkeit fest.
fr: Définit la difficulté du scénario en fonction du nombre de vaisseaux ennemis.

# Difficulty
source: Normal
fr: Normale

# Difficulty
source: Normal difficulty
de: Normale Schwierigkeit
fr: Difficulté normale.

# Difficulty
source: Easy
de: Leicht
fr: Facile

# Difficulty
source: Easier than normal difficulty - fewer enemies
de: Einfacher als Normal - weniger feindliche Schiffe
fr: Vaisseaux ennemis moins nombreux.

# Difficulty
source: Hard
de: Schwer
fr: Difficile

# Difficulty
source: Harder than normal difficulty - more enemies
de: Schwerer als Normal - mehr feindlichen Schiffe
fr: Vaisseaux ennemis plus nombreux.

# scienceDescription-station
source: Strategically located human station
de: Strategisch gelegene menschliche Station
fr: Station humaine stratégiquement située

# scienceDescription-station
source: Gathering point for asteroid miners
de: Treffpunkt für Asteroiden-Bergleute
fr: Point de rassemblement pour les mineurs d'astéroïdes

# scienceDescription-station
source: Observatory
de: Observatorium
fr: Observatoire

# scienceDescription-station
source: Balindor Prime Communications Nexus
de: Balindor Prime - Kommunikationszentrale
fr: Liaison de communication Balindor Prime

# scienceDescription-station
source: Trading Post
de: Handelsposten
fr: Comptoir commercial

# scienceDescription-station
source: Science and trading hub
de: Wissenschafts- und Handelsstation
fr: Centre scientifique et commercial

# scienceDescription-station
source: Civilian and military station
de: Zivile und militärische Station
fr: Station civile et militaire

# scienceDescription-station
source: Trading Nexus
de: Handelsknotenpunkt
fr: Liaison commerciale

# scienceDescription-station
source: Major military installation
de: Große Militäreinrichtung
fr: Installation militaire majeure

# buttonGM
source: +Spawn Ship(s)
de: +Spawne Shiff(e)
fr: + Ajout de vaisseaux

# buttonGM
source: +Control Codes
de: +Kontrollcodes
fr: + Codes de contrôle

# audio-incCall
source: Audio message received. Auto-transcribed into log. Stored for playback: CMDMICHL012
de: Audiobotschaft erhalten. Transkript wurde dem Log hinzugefügt. Gespeichert zum abspielen unter CMDMICHL012
fr: Message audio reçu. Provenance : Commandant Michael - Poste de commandement central

# audio-shipLog
source: [CMDMICHL012](Commander Michael) %s, avoid contact where possible. Get ambassador Gremus at Balindor Prime
de: [CMDMICHL012](Commander Michael) %s, vermeiden Sie Kontakt, soweit möglich. Bringen Sie Botschafter Gremus nach Balindor Prime
fr: [Commandant Michael - Poste de commandement central] %s. Récupérez l'ambassadeur Gremus sur Balindor Prime de toute urgence. Evitez tout contact si possible. Dépêchez-vous, c'est une question de vie ou de mort.

# audio-buttonRelay
source: |> CMDMICHL012
fr: |> PC Central

# audio-incCall
source: Audio message received. Auto-transcribed into log. Stored for playback: AMBGREMUS004
de: Audiobotschaft erhalten. Transkript wurde dem Log hinzugefügt. Gespeichert zum abspielen unter AMBGREMUS004
fr: Communication interne : Ambassadeur Gremus - Quartiers VIP

# audio-shipLog
source: [AMBGREMUS004](Ambassador Gremus) Thanks for bringing me aboard. Please transport me to Ningling.
de: [AMBGREMUS004](Ambassador Gremus) Vielen Dank, dass Sie mich an Bord gebracht haben. Bitte transportieren Sie mich nach Ningling.
fr: [Ambassadeur Gremus - Quartiers VIP] Merci de m'avoir récupéré à bord, Vous m'avez sauvé la vie. Veuillez m'emmener sur Ningling dès que possible je vous prie.

# audio-buttonRelay
source: |> AMBGREMUS004
fr: |> Quartiers VIP

# msgMainscreen
source: Ningling destroyed. Critical information fails to reach Ambassador Gremus. Mission fails.
de: Ningling wurde zerstört. Kritische Informationen konnten nicht an Botschafter Gremus zugestellt werden. Mission gescheitert.
fr: Ningling vient d'être détruite. Les informations cruciales ne parviendront jamais à l'ambassadeur Gremus. La mission a échoué.

# audio-incCall
source: Audio message received. Auto-transcribed into log. Stored for playback: NINGPCLO002
de: Audiobotschaft erhalten. Transkript wurde dem Log hinzugefügt. Gespeichert zum abspielen unter NINGPCLO002
fr: Message audio reçu . Provenance : Officier de protocole - Station Ningling

# audio-shipLog
source: [NINGPCLO002](Ningling Protocol Officer) Ambassador Gremus arrived. The ambassador is scheduled for a brief meeting with liaison Fordina. After that meeting, you will be asked to transport the ambassador to Goltin 7. We will contact you after the meeting.
de: [NINGPCLO002](Ningling Protocol Officer) Botschafter Gremus ist angekommen. Für den Botschafter ist ein Treffen mit der Verbindungsperson Fordina vorgesehen. Transportieren Sie den Botschafter nach diesem Treffen nach Goltin 7. Wir werden Sie nach der Besprechung kontaktieren
fr: [Officier de protocole - Station Ningling] L'ambassadeur Gremus a bien débarqué. Une brève réunion avec l'agent de liaison Fordina est prévue. Après cette réunion, il vous sera demandé de transporter l'ambassadeur sur Goltin 7. Nous vous recontactons aussitôt la réunion terminée. Fin de transmission.

# audio-buttonRelay
source: |> NINGPCLO002
fr: |> Station Ningling

# audio-incCall
source: Audio message received. Auto-transcribed into log. Stored for playback: AMBGREMUS007
de: Audiobotschaft erhalten. Transkript wurde dem Log hinzugefügt. Gespeichert zum abspielen unter AMBGREMUS007
fr: Message audio reçu. Provenance : Ambassadeur Gremus - Station Ningling

# audio-shipLog
source: [AMBGREMUS007](Ambassador Gremus) %s, I am ready to be transported to Goltin 7. Please dock with Ningling
de: [AMBGREMUS007](Ambassador Gremus) %s, ich bin bereit, nach Goltin 7 gebracht zu werden. Bitte docken Sie an Ningling an.
fr: [Ambassadeur Gremus - Station Ningling] %s, je suis prêt à être transporté sur Goltin 7. Veuillez accoster que je puisse remonter à bord.

# audio-buttonRelay
source: |> AMBGREMUS007
fr: |> Station Ningling

# audio-incCall
source: Audio message received. Auto-transcribed into log. Stored for playback: AMBGREMUS021
de: Audiobotschaft erhalten. Transkript wurde dem Log hinzugefügt. Gespeichert zum abspielen unter AMBGREMUS021
fr: Communication interne : Ambassadeur Gremus - Quartiers VIP

# audio-shipLog
source: [AMBGREMUS021](Ambassador Gremus) Thank you for waiting and then for coming back and getting me. I needed the information provided by liaison Fordina to facilitate negotiations at Goltin 7. Let us away!
de: [AMBGREMUS021](Botschafter Gremus) Danke dass gewartet haben, und dann zurückgekommen sind um mich zu holen. Ich habe diese Information von meiner Kontaktperson Fordina gebraucht, um die Verhandlungen auf Goltin 7 durchführen zu können. Gehen wir!
fr: [Ambassadeur Gremus - Quartiers VIP] Merci d'avoir attendu, puis d'être revenu me chercher. J'avais besoin des informations fournies par l'agent de liaison Fordina pour faciliter les négociations sur Goltin 7. Allons-y !

# upgrade-shipLog
source: Reconfigured beam weapons: pointed one forward and increased its range and narrowed its focus
de: Die Laserwaffen wurden rekonfiguriert: Eine zeigt nun nach direkt nach vorne. Außerdem wurde Ihre Reichweite erhöht, was allerdings den Winkel verengt hat.
fr: Officier, nous avons modifié légèrement vos faisceaux laser pour vous aider à réussir cette mission capitale : Faisceaux laser pointés vers l'avant, portée augmentée et foyer rétréci vers l'arrière. Bonne chance.

# upgrade-shipLog
source: Also increased the top speed of your impulse engine
de: Außerdem konnten wir die Maximalgeschwindigkeit des Impulsantriebs erhöhen.
fr: Nous avons également augmenté la vitesse de pointe de votre moteur à impulsion.

# audio-buttonRelay
source: |> AMBGREMUS021
fr: |> Quartiers VIP

# msgMainscreen
source: Goltin 7 welcomes ambassador Gremus
de: Goltin 7 heißt Botschafter Gremus willkommen
fr: Goltin 7 accueille l'ambassadeur Gremus.

# audio-incCall
source: (Ambassador Gremus) Thanks for transporting me, %s. Tensions are high, but I think negotiations will succeed. In the meantime, be careful of hostile ships.
de: (Botschafter Gremus) Danke für den Transport, %s. Es herrschen viele Spannungen, aber ich glaube, die Verhandlungen werden erfolgreich sein. In der Zwischenzeit: Achten Sie auf feindliche Schiffe.
fr: (Ambassadeur Gremus) Merci de m'avoir transporté jusqu'ici, %s. Les tensions sont fortes, mais je pense que les négociations sont en bonne voie. Sans vous nous n'y serions pas arrivé. En attendant, méfiez-vous des vaisseaux hostiles.

# audio-incCall
source: Audio message received. Auto-transcribed into log. Stored for playback: AMBGREMUS032
de: Audiobotschaft erhalten. Transkript wurde dem Log hinzugefügt. Gespeichert zum abspielen unter AMBGREMUS032
fr: Message audio reçu. Provenance : Ambassadeur Gremus - Station Goltin 7

# audio-shipLog
source: [AMBGREMUS032](Ambassador Gremus) Thanks for transporting me, %s. I will need artifact research for successful negotiation. Please return with that research when you can.
de: [AMBGREMUS032](Botschafter Gremus) Danke für den Transport, %s. Damit die Verhandlung erfolgreich sein kann, Artefakt-Forschungsergebnisse benötigen. Kehren Sie bitte mit diesen Ergebnissen zurück, sobald Sie können.
fr: [Message audio reçu. Ambassadeur Gremus - Station Goltin 7] Merci de m'avoir transporté jusqu'ici, %s. Je me suis téléporté sur Goltin 7. Je vais avoir besoin de trouver des artefacts pour mener à bien les négociations. Veuillez en chercher et revenir m'informer dès que possible.

# audio-incCall
source: (Ambassador Gremus) Thanks for researching the artifacts, %s. Tensions are high, but I think negotiations will succeed. In the meantime, be careful of hostile ships.
de: (Botschafter Gremus) Danke für die Untersuchung der Artefakte, %s. Es herrschen viele Spannungen, aber ich glaube, die Verhandlungen werden erfolgreich sein. In der Zwischenzeit: Achten Sie auf feindliche Schiffe.
fr: (Ambassadeur Gremus) Merci d'avoir recherché les artefacts, %s. Les tensions sont fortes, mais je pense que les négociations aboutiront. Sans vous nous n'y serions pas arrivé. En attendant, méfiez-vous des vaisseaux hostiles.

# audio-incCall
source: Audio message received. Auto-transcribed into log. Stored for playback: AMBGREMUS001
de: Audiobotschaft erhalten. Transkript wurde dem Log hinzugefügt. Gespeichert zum abspielen unter AMBGREMUS001
fr: Message audio reçu. Provenance : Ambassadeur Gremus - Station Balindor Prime

# audio-shipLog
source: [AMBGREMUS001](Ambassador Gremus) I am glad you are coming to get me. There is serious unrest here on Balindor Prime. I am not sure how long I am going to survive. Please hurry, I can hear a mob outside my compound.
de: [AMBGREMUS001](Botschafter Gremus) Ich bin froh dass Sie mich abholen. Hier auf Balindor Prime herrschen große Unruhen. Ich bin mir nicht sicher, wie lange ich hier noch überleben kann. Bitte beeilen Sie sich, ich höre eine Menschenmenge außerhalb meines Quartiers.
fr: [Ambassadeur Gremus - Station Balindor Prime] Je suis content que vous veniez me chercher. Il y a de graves troubles ici sur Balindor Prime. Je ne sais pas combien de temps je vais survivre. Dépêchez-vous, j'entends la foule a l'extérieur de mon complexe. Vous n'aurez pas besoin de vous amarrer à la station. Dès que vous serez suffisamment près, je me téléporterais directement dans votre vaisseau.

# audio-buttonRelay
source: |> AMBGREMUS001
fr: |> Station Balindor

# audio-incCall
source: Audio message received. Auto-transcribed into log. Stored for playback: GREMUSGRD003
de: Audiobotschaft erhalten. Transkript wurde dem Log hinzugefügt. Gespeichert zum abspielen unter GREMUSGRD003
fr: Message audio reçu. Provenance : Ambassade - Station Balindor Prime

# audio-shipLog
source: [GREMUSGRD003](Compound Sentry) You got ambassador Gremus just in time. We barely escaped the mob with our lives. I don't recommend bringing the ambassador back anytime soon.
de: [GREMUSGRD003](Wache) Sie haben Botschafter Gremus gerade noch rechtzeitig herausgeholt. Wir konnten dem Mob nur knapp entkommen. Ich rate dringend davon ab, den Botschafter in nächster Zeit noch einmal hierher zu bringen.
fr: [Ambassade - Station Balindor Prime] Vous avez récupérés l'ambassadeur Gremus juste à temps. Nous avons tout juste échappés au lynchage. Je ne recommande pas de ramener l'ambassadeur de sitôt.

# audio-buttonRelay
source: |> GREMUSGRD003
fr: |> Balindor Prime

# audio-msgMainscreen
source: Ambassador lost to hostile mob. The Kraylors are victorious
de: Botschafter fiel feindlichem Mob zum Opfer. Die Kraylor haben gewonnen.
fr: Trop tard. L'ambassadeur s'est fait capturer par la foule.

# audio-incCall
source: (Compound Sentry) I'm sad to report the loss of ambassador Gremus to a hostile mob.
de: (Wachtposten) Ich muss Ihnen leider die Traurige Nachricht übermitteln, dass Botschafter Gremus einem feindlichen Mob zum opfer gefallen ist.
fr: (Ambassade sur Balindor Prime) Je suis au regret de vous informer de la perte de l'ambassadeur Gremus capturé par une foule hostile.

# audio-tabRelay&Operations
source: Mob Action
de: Mob-Verhalten
fr: Temps restant :

# audio-incCall
source: Audio message received. Auto-transcribed into log. Stored for playback: LSNFRDNA009
de: Audiobotschaft erhalten. Transkript wurde dem Log hinzugefügt. Gespeichert zum abspielen unter LSNFRDNA009
fr: Message audio reçu. Provenance : Agent de liaison Fordina - Station Ningling

# audio-shipLog
source: [LSNFRDNA009](Liaison Fordina) Ambassador Gremus, we just received that follow-up information from Goltin 7 we spoke of. It seems they want additional information about several artifacts. Some of these have been reported by stations in the area: Pangora, Nakor and Science-37.
de: [LSNFRDNA009](Fordina) Botschafter Gremus, die Folgeinformation von Goltin 7, über die wir gesprochen hatten, haben wir gerade erhalten. Offenbar fragen sie nach zusätzlichen Informationen über einige Artefakte. Sie sollten in der Nähe von einigen Stationen in der Gegend zu finden sein: Pangora, Nakor und Science-37.
fr: [Agent de liaison Fordina - Station Ningling] Ambassadeur Gremus, nous venons de recevoir les informations de suivi de Goltin 7 dont nous avons parlé en réunion. Il semble qu'ils souhaitent des informations supplémentaires sur plusieurs artefacts. Certains d'entre eux ont été signalé par des stations de la région : Pangora, Nakor et Science-37.

# audio-buttonRelay
source: |> LSNFRDNA009
fr: |> Station Ningling

# scienceDescription-artifact
source: Unusual object floating in space
de: Ein ungewöhnliches Objekt, das durchs All driftet
fr: Objet insolite flottant dans l'espace

# scienceDescription-artifact
source: Object gives off unusual readings: Beta radiation: %i Gravity disruption: %i Ionic phase shift: %i Doppler instability: %i
de: Das Object weißt ungewöhnliche Werte auf: Betastrahlung: %i Gravitationsverzerrung: %i Ionische Phasenverschiebung: %i Doppler-Iinstabilität: %i
fr: L'objet émet des lectures inhabituelles : Rayonnement bêta : %i Perturbation de la gravité : %i Déphasage ionique : %i Instabilité Doppler : %i

# scienceDescription-artifact
source: Object with unusual visual properties
de: Objekt mit ungewöhnlichen Eigenschaften
fr: Objet aux propriétés visuelles inhabituelles

# scienceDescription-artifact
source: Sensor readings of interest: Gamma radiation: %i Organic decay: %i Gravity disruption: %i
fr: Lectures de capteurs intéressantes : Rayonnement Gamma : %i Décomposition organique : %i Perturbation de la gravité : %i

# scienceDescription-artifact
source: Small object floating in space
de: Ein kleines Objekt, das durch All driftet
fr: Petit objet flottant dans l'espace

# scienceDescription-artifact
source: Sensors show: Ionic pase shift: %i Organic decay: %i Theta particle emission: %i
de: Die Sensoren zeigen: Ionische Phasenverschiebung: %i Organische Zerfallsrate: %i Thetapartikel-Emission: %i
fr: Les capteurs indiquent : Déphasage ionique : %i Décomposition organique : %i Émission de particules theta : %i

# artifact-msgScience
source: Warning
de: Warnung
fr: Avertissement

# artifact-msgScience
source: The readings on the Pangora artifact have changed
de: Die Werte des Pangora-Artefakts haben sich verändert
fr: Les analyses sur l'artefact de Pangora ont changé.

# station-comms
source: We are under attack! No time for chatting!
de: Wir werden angegriffen! Keine Zeit zu plaudern!
fr: Nous sommes attaqués ! Pas le temps de discuter !

# station-comms
source: Good day, officer! What can we do for you today?
de: Guten Tag, was können wir für sie tun?
fr: Bonjour officier ! Que pouvons-nous faire pour vous aujourd'hui ?

# station-comms
source: Welcome to our lovely station.
de: Willkommen auf unserer schönen Station!
fr: Bienvenue dans notre charmante petite station.

# ammo-comms
source: Do you have spare homing missiles for us? (%d rep each)
de: Haben Sie Zielsuchraketen für uns übrig? (jeweils %d Ruf)
fr: Des missiles à tête chercheuse (homing) pour nous ? (%d rép l'unité)

# ammo-comms
source: Do you have extra homing missiles? (%d rep each)
de: Haben Sie Zielsuchraketen übrig? (jeweils %d Ruf)
fr: Avez-vous des missiles homing supplémentaires ? (%d rép l'unité)

# ammo-comms
source: We could use some homing missiles. (%d rep each)
de: Wir könnten ein paar Zielsuchraketen gebrauchen. (jeweils %d Ruf)
fr: Nous aurions besoin de homing missiles (%d rép l'unité)

# ammo-comms
source: Can you restock us with HVLI? (%d rep each)
de: Können sie unsere HGBIs wieder auffüllen (jeweils %d Ruf)
fr: Pouvez-vous nous réapprovisionner en HVLI ? (%d rép l'unité)

# ammo-comms
source: What about HVLI? (%d rep each)
de: Wie sieht es mit HGBIs aus? (jeweils %d Ruf)
fr: Concernant les HVLI ? (%d rép l'unité)

# ammo-comms
source: We need some High Velocity Lead Impactors. (%d rep each)
de: Wie benötigen neue Hochgeschwindigkeits-Blei-Impaktoren (HGBIs, jeweils %d Ruf)
fr: Nous avons besoin de HVLI. En avez-vous ? (%d rép l'unité)

# ammo-comms
source: Please restock our mines. (%d rep each)
de: Bitte stocken sie unsere Zielsuchraketen wieder auf (jeweils %d Ruf)
fr: Merci de faire le plein de mines (%d rép l'unité)

# ammo-comms
source: How about mines? (%d rep each)
de: Wie sieht es mit Minen aus? (jeweils %d Ruf)
fr: Concernant les mines ? (%d rép l'unité)

# ammo-comms
source: We are running low on mines. (%d rep each)
de: Wir bräuchten Nachschub an Minen (jeweils %d Ruf)
fr: Nous manquons de mines (%d rép l'unité)

# ammo-comms
source: Please restock our EMP missiles. (%d rep each)
de: Bitte füllen Sie unser EMPs wieder auf. (jeweils %d Ruf)
fr: Veuillez réapprovisionner nos missiles EMP (%d rép l'unité)

# ammo-comms
source: Got any EMPs? (%d rep each)
de: Haben Sie EMPs für uns? (jeweils %d Ruf)
fr: Avez-vous des EMP ? (%d rép l'unité)

# ammo-comms
source: We need Electro-Magnetic Pulse missiles. (%d rep each)
de: Wir benötigen Elektromagnetische Puls-Raketen (EMP, jeweils %d Ruf)
fr: Nous avons besoin de missiles EMP (%d rép l'unité)

# ammo-comms
source: Can you supply us with some nukes? (%d rep each)
de: Können Sie uns mit Nukes ausstatten? (jeweils %d Ruf)
fr: Pouvez-vous nous fournir des armes nucléaires ? (%d rép l'unité)

# ammo-comms
source: We really need some nukes. (%d rep each)
de: Wir benötigen dringend weitere Nukes. (jeweils %d Ruf)
fr: Nous avons vraiment besoin d'armes nucléaires (%d rép l'unité)

# ammo-comms
source: We could use some nuclear missiles. (%d rep each)
de: Wir könnten einige Nukes gebrauchen. (jeweils %d Ruf)
fr: Nous pourrions avoir besoin de missiles nucléaires (%d rép l'unité)

# orders-comms
source: What are my current orders?
de: Was sind unseren derzeitigen Befehle?
fr: Quels sont nos ordres en cours ?

# orders-comms
source: Whatever ambassador Gremus says.
de: Tun Sie, was auch immer Botschafter Gremus möchte.
fr: Quoi que dise l'ambassadeur Gremus.
