Repository: daid/EmptyEpsilon
Catalog: scripts/locale/scenario_56_carrierTurret.*.po
Languages: de, fr

# shipAssist-comms
source: Assist me
de: Helfen Sie uns
fr: Aidez-nous !

# shipAssist-comms
source: Heading toward you to assist.
de: Ich mache mich auf den Weg, um Ihnen zu helfen.
fr: Entendu, nous partons immédiatement vous aider.

# shipAssist-comms
source: Report status
de: Statusbericht
fr: Au rapport

# shipAssist-comms
source: Hull: %d%%
de: Hülle: %d%%
fr: Coque : %d%%

# shipAssist-comms
source: %sShield: %d%%
de: %sSchilde: %d%%
fr: %sBoucliers : %d%%

# shipAssist-comms
source: %sFront Shield: %d%%
de: %sFrontschilde: %d%%
fr: %sBoucliers avant : %d%%

# shipAssist-comms
source: %sRear Shield: %d%%
de: %sHeckschilde: %d%%
fr: %sBoucliers arrière : %d%%

# shipAssist-comms
source: %sShield %s: %d%%
de: %sSchild %s: %d%%
fr: %sBouclier %s : %d%%

# shipAssist-comms
source: %s%s Missiles: %d/%d
de: %s%s Raketen: %d/%d
fr: %sMissiles %s : %d/%d

# shipAssist-comms
source: Dock at %s
de: Docke bei %s an
fr: Amarrez-vous à %s

# shipAssist-comms
source: Docking at %s.
de: Wir docken bei %s an.
fr: En cours d'amarrage à %s.

# shipAssist-comms
source: Attack nearby enemy target
de: Greifen Sie ein feindliches Ziel in der Nähe an
fr: Attaquez les cibles ennemies à proximité

# shipAssist-comms
source: Attacking %s
de: Greifen %s an
fr: Nous partons immédiatement attaquer %s

# shipAssist-comms
source: No enemy targets nearby
de: Keine feindlichen Ziele in der Nähe
fr: Aucune cible ennemie à proximité.

# shipAssist-comms
source: Which enemy target?
de: Welches Ziel?
fr: Quelle cible ennemie ?

# shipEnemy-comms
source: We will see to your destruction!
de: Wir sehen Ihrer Zerstörung entgegen!
fr: Nous allons vous anéantir

# shipEnemy-comms
source: Your bloodline will end here!
de: Deine Blutlinie wird hier enden!
fr: Votre race va s'éteindre ici et maintenant !

# shipEnemy-comms
source: Your feeble threats are meaningless.
de: Ihre schwächlichen Drohungen sind bedeutungslos.
fr: Vos menaces ridicules ne nous impressionnent pas.

# shipEnemy-comms
source: Ktzzzsss. You will DIEEee weaklingsss!
de: Ktzzzsss. Ihr werdet sterrrben, Schwächchchchlinge!!
fr: ...Ktzzzsss... Vous allez mourir faibles créatures insignifiantes !

# shipEnemy-comms
source: We wish you no harm, but will harm you if we must. End of transmission.
de: Wir wünschen Ihnen nichts Böses, aber wir werden Ihnen etwas antun, wenn wir müssen. Ende der Übertragung.
fr: Nous ne vous voulons aucun mal, mais nous vous en ferons si nécessaire. Fin de transmission.

# shipEnemy-comms
source: Stay out of our way, or your death will amuse us extremely!
de: Gehen Sie uns aus dem Weg, oder Ihr Tod wird uns köstlich amüsieren!
fr: Restez en dehors de notre chemin, ou votre mort sera une amusante distraction pour nous !

# shipEnemy-comms
source: One zero one. No binary communication detected. Switching to universal speech. Generating appropriate response for target from human language archives. :Do not cross us: Communication halted.
de: Eins Null Eins. Nichtbinäre Kommunikation erkannt. Wechsle zu universeller Sprache. Generiere angemessene Antwort aus menschlichen Archiven. :Kommen Sie uns nicht in die Quere.: Verbindung beendet.
fr: 000110011010...Grzzzz... Communication binaire non détectée...Grzzz Passons en communication universelle..Grrzzz Générons réponse appropriée pour cible en langage humain à partir archives...Grrzzzz [Ne nous approchez pas !] Grrzzz Communication interrompue.

# shipEnemy-comms
source: EXECUTE: SELFDESTRUCT
de: FÜHRE AUS: SELBSTZERSTÖRUNG
fr: Executer à distance : AUTODESTRUCTION

# shipEnemy-comms
source: Rogue command received. Targeting source.
de: Schadhafter Befehl entdeckt. Erfasse Quelle.
fr: Commande malveillante reçue. Annulée. Nous ciblons immédiatement source.

# shipEnemy-comms
source: External command ignored.
de: Externer Befehl wird ignoriert.
fr: Ordre externe ignoré.

# shipEnemy-comms
source: The hive suffers no threats. Opposition to any of us is opposition to us all. Stand down or prepare to donate your corpses toward our nutrition.
de: Der Schwarm duldet keine Drohungen. Feindseligkeit gegen eines von uns ist Feindseligkeit gegen uns alle. Halten Sie ihre Position und machen Sie sich bereit, Ihre Körper als Lebensmittel zu spenden.
fr: Notre peuple ne tolère aucune menace. S'opposer à l'un d'entre nous c'est s'opposer à nous tous. Fuyez ou préparez-vous à faire don de vos cadavres pour nos repas.

# shipEnemy-comms
source: <Transmit 'The Itsy-Bitsy Spider' on all wavelengths>
de: <Senden von 'The Itsy-Bitsy Spider' auf allen Kanälen>
fr: Diffuser la chanson de Spiderman sur toutes les ondes

# shipEnemy-comms
source: We do not need permission to pluck apart such an insignificant threat.
de: Wir brauchen keine Erlaubnis, um eine so unbedeutende Bedrohung zu zerpflücken.
fr: Vous osez vous moquer de nous ? En auriez-vous marre de vivre ?

# shipEnemy-comms
source: The hive has greater priorities than exterminating pests.
de: Der Schwarm hat wichtigeres zu tun als Schädlingsbekämpfung.
fr: Notre peuple a d'autres priorités que l'extermination de parasites tels que vous.

# shipEnemy-comms
source: Mind your own business!
de: Kümmern Sie sich um Ihre eigenen Angelegenheiten!
fr: Occupez-vous de vos affaires !

# trade-comms
source: Yes?
de: Ja?
fr: Oui, c'est pour quoi ?

# trade-comms
source: Where are you headed?
de: Wohin sind Sie unterwegs?
fr: Où allez-vous ?

# trade-comms
source: Insufficient cargo space for purchase
de: Unzureichender Laderaum für den Kauf.
fr: Votre espace de stockage est insuffisant pour acheter.

# trade-comms
source: One %s purchased
de: Ein %s gekauft
fr: 1 marchandise (%s) achetée.

# needRep-comms
source: Insufficient reputation for purchase
de: Unzureichender Ruf für den Kauf.
fr: Réputation insuffisante pour acheter.

# trade-comms
source: What kind of cargo are you carrying?
de: Welche Art von Fracht transportieren Sie?
fr: Quel type de marchandise transportez-vous ?

# trade-comms
source: Goods aboard:
de: Fracht an Bord:
fr: Marchandises à bord :

# trade-comms
source: Where are you headed? (cost: %i reputation)
de: Wohin sind Sie unterwegs? (Kosten: %i Ruf)
fr: Où allez-vous ? (coût de l'information : %i rép)

# trade-comms
source: Why are you bothering me?
de: Warum belästigen Sie mich?
fr: Pourquoi me dérangez-vous ?

# ship-comms
source: Sorry, we have no time to chat with you. We are on an important mission.
de: Leider haben wir keine Zeit, mit Ihnen zu plaudern. Wir sind auf einer wichtigen Mission.
fr: Désolé, nous n'avons pas le temps de discuter avec vous. Nous sommes en mission de la plus haute importance.

# ship-comms
source: We have nothing for you. Good day.
de: Wir können Ihnen nichts anbieten. Einen schönen Tag noch.
fr: Nous n'avons rien pour vous. Bonne journée.

# shipAssist-comms
source: Shield %s: %d%%
de: Schilde %s: %d%%
fr: Bouclier %s : %d%%

# -buttonRelay
source: Transfer Cargo
de: Fracht übergeben
fr: Transfert cargaison

# -buttonOperations
source: Transfer Cargo
de: Fracht übergeben
fr: Transfert cargaison

# -msgRelay
source: Cargo aboard %s transferred to %s
de: Fracht an Bord von %s wurde an %s übergeben
fr: La cargaison à bord de %s a été transférée sur %s.

# -msgOperations
source: Cargo aboard %s transferred to %s
de: Fracht an Bord von %s wurde an %s übergeben
fr: La cargaison à bord de %s a été transférée sur %s.

# -msgRelay
source: Insufficient space on %s to accept your cargo transfer
de: Zu wenig Platz im Frachtraum von %s um die Lieferung zu akzeptieren.
fr: Espace insuffisant sur %s pour accepter votre cargaison de marchandises.

# -msgOperations
source: Insufficient space on %s to accept your cargo transfer
de: Zu wenig Platz im Frachtraum von %s um die Lieferung zu akzeptieren.
fr: Espace insuffisant sur %s pour accepter votre cargaison de marchandises.

# inventory-buttonRelay
source: Inventory
de: Inventar
fr: Inventaire

# inventory-buttonOperations
source: Inventory
de: Inventar
fr: Inventaire

# inventory-buttonPilot
source: Inventory
de: Inventar
fr: Inventaire

# inventory-msgRelay
source: %s Current cargo:
de: %s Aktuelle Fracht
fr: Notre vaisseau (%s) : - Marchandises à bord : (quantité)

# inventory-msgRelay
source: %s %s: %i
fr: %s %s : x%i

# inventory-msgRelay
source: %s Empty
de: %s Leer
fr: %s Vide

# inventory-msgRelay
source: %s Available space: %i
de: %s Verfügbarer Platz: %i
fr: %s Espace disponible : %i

# goal-shipLog
source: The Ktlitans keep sending harassing ships. We've decrypted some of their communications - enough to identify their primary base by name if not by location. Find and destroy Ktlitan station %s. Respond to other requests from stations in the area if you wish, but your primary goal is do destroy %s. It is in your best interest to protect your carrier since it will significantly shorten the duration of your mission. Station %s has been designated your home station.
de: Die Ktlitan bereiten uns weiterhin mit ihren Schiffen Schwierigkeiten. Wir haben einige ihrer Nachrichten entschlüsselt – genug, um ihre Hauptbasis zumindest namentlich, wenn auch nicht örtlich zu identifizieren. Finden und zerstören Sie die Ktlitan-Station %s. Reagieren Sie auf andere Anfragen von Stationen in der Umgebung, wenn Sie möchten, aber Ihr vorrangiges Ziel ist die Zerstörung von %s. Es liegt in Ihrem Interesse, Ihr Trägerschiff zu schützen, da dies die Dauer Ihrer Mission erheblich verkürzt. Die Station %s wurde als Ihre Basisstation festgelegt.
fr: [Ordre de mission du QG] Équipage, Les Ktlitiens continuent de nous harceler avec leurs vaisseaux. Nous avons décrypté certaines de leurs communications, suffisamment pour réussir à identifier le nom de leur base principale, voire son emplacement. Trouvez et détruisez la station Ktlitienne %s. Vous pouvez répondre aux demandes des stations de la zone si vous le souhaitez, mais votre objectif principal est de détruire %s. Il est dans votre intérêt de protéger votre porte-avions, au risque de réduire considérablement la durée de votre mission. La station %s a été désignée comme votre base principale.

# orders-comms
source: Destroy %s
de: Zerstören Sie %s
fr: Trouver et détruire la station Ktlitienne %s.

# goal-shipLog
source: Paulina Lindquist, a noted research engineer recently published her latest theories on engine design. We believe her theories have practical applications to our ship maneuvering systems. You may want to talk to her about putting her theories into practice on our naval vessels. She's currently stationed on %s in %s.
de: Paulina Lindquist, eine renommierte Forscherin auf dem Gebiet der Ingenieurwissenschaften, hat kürzlich ihre neuesten Theorien zum Triebwerksbau veröffentlicht. Wir glauben, dass ihre Theorien praktische Anwendungen für unsere Manövriersysteme haben. Vielleicht möchten Sie mit ihr darüber reden, wie ihre Theorien auf unseren Navy-Schiffen umgesetzt werden können. Sie ist derzeit in %s in %s stationiert.
fr: [Message du QG] Paulina Lindquist, une ingénieure de recherche réputée, a récemment publié ses derniers travaux sur la conception des moteurs. Nous pensons que ses théories peuvent s'appliquer aux systèmes de manœuvre de nos vaisseaux. Vous voudrez peut-être lui demander de mettre en pratique ses théories sur vos vaisseaux. Elle est actuellement en poste sur %s, secteur %s.

# orders-comms
source: Visit Paulina Lindquist on %s in %s regarding ship spin upgrade.
de: Paulina Lindquist zwecks Manövrierbarkeits-Upgrade auf %s in %s besuchen.
fr: Rendre visite à Paulina Lindquist sur %s, secteur %s, pour lui demander d'améliorer la manœuvre du vaisseau.

# goal-shipLog
source: Paulina Lindquist, has been reassigned to station %s in %s.
de: Paulina Lindquist wurde auf Station %s in %s versetzt
fr: [Message du QG] Paulina Lindquist a été réaffectée à la station %s dans le secteur %s.

# goal-incCall
source: Paulina Lindquist, has been reassigned to station %s in %s
de: Paulina Lindquist wurde auf Station %s in %s versetzt
fr: [Message du QG] Paulina Lindquist a été réaffectée à la station %s dans le secteur %s.

# msgRelay
source: Visit Paulina Lindquist on %s in %s regarding ship spin upgrade.
de: Paulina Lindquist zwecks Manövrierbarkeits-Upgrade auf %s in %s besuchen.
fr: Rendre visite à Paulina Lindquist sur %s, secteur %s, pour lui demander d'améliorer la manœuvre du vaisseau.

# goal-shipLog
source: Herbert Long believes he has a lead on some information about the enemy base that has been the source of the harassing ships. He's stationed on %s in %s
de: Herbert Long glaubt, einen Hinweis auf Informationen über die feindliche Basis zu haben, von der aus die Schiffe ihre Angriffe starten. Er ist auf %s in %s stationiert.
fr: [Message du QG] Herbert Long détiendrait certaines informations sur la base ennemie étant à l'origine des agressions répétées par leurs vaisseaux. Il vit sur %s en secteur %s.

# orders-comms
source: Talk to Herbert Long on %s in %s regarding enemy base
de: Herbert Long auf %s in %s über feindliche Basen befragen
fr: Parler à Herbert Long sur %s dans le secteur %s à propos de la base ennemie.

# goal-shipLog
source: Herbert Long has been reassigned to station %s in %s.
de: Herbert Long wurde auf Station %s in %s versetzt
fr: [Message du QG] Herbert Long a été réaffecté à la station %s dans le secteur %s.

# orders-comms
source: Visit Herbert Long on %s in %s regarding enemy base.
de: Herbert Long auf %s in %s zwecks Info zu feindlichen Basen besuchen
fr: Visitez Herbert Long sur %s dans %s concernant la base ennemie.

# goal-incCall
source: Herbert Long has been reassigned to station %s in %s
de: Herbert Long wurde auf Station %s in %s versetzt
fr: [Message du QG] Herbert Long a été réaffecté à la station %s dans le secteur %s.

# msgRelay
source: Visit Herbert Long on %s in %s regarding enemy base.
de: Herbert Long auf %s in %s zwecks Info zu feindlichen Basen besuchen
fr: Parler à Herbert Long sur %s dans le secteur %s à propos de la base ennemie.

# scienceDescription-artifact
source: Artificially manufactured object of unknown purpose
de: Künstlich hergestelltes Objekt, Zweck: unbekannt.
fr: Objet fabriqué artificiellement et dont l'utilité est inconnue

# scienceDescription-artifact
source: Prototype device intended for ship system integration
de: Prototyp-geeignet zur Integration in Schiffs-Systeme
fr: Dispositif prototype destiné à l'intégration des systèmes du vaisseau.

# goal-shipLog
source: [%s in %s] Medical emergency: Engineering research scientist Terrence Forsythe has contracted a rare medical condition. After contacting nearly every station in the area, we found that doctor Geraldine Polaski on %s has the expertise and facilities to help. However, we don't have the necessary transport to get Terrence there in time - he has only a few minutes left to live. Can you take Terrence to %s?
de: [%s in %s] Medizinischer Notfall: Der Wissenschaftler Terrence Forsythe leidet an einer seltenen Krankheit. Nachdem wir fast alle Stationen in der Umgebung kontaktiert haben, haben wir herausgefunden, dass Dr. Geraldine Polaski auf %s über das nötige Fachwissen und die entsprechenden Einrichtungen verfügt, um ihm zu helfen. Allerdings haben wir kein geeignetes Transportmittel, um Terrence rechtzeitig dorthin zu bringen – er hat nur noch wenige Minuten zu leben. Können Sie ihn nach %s bringen?
fr: [Station %s, secteur %s] Urgence médicale : le chercheur en ingénierie Terrence Forsythe a contracté une maladie rare. Après avoir contacté presque toutes les stations de la région, nous avons appris que le docteur Geraldine Polaski sur %s possède l'expertise et les installations nécessaires pour soigner. Cependant, nous n'avons pas les moyens de transport nécessaires pour y amener Terrence à temps : il ne lui reste que quelques minutes à vivre. Pouvez-vous emmener très rapidement Terrence sur %s ?

# orders-comms
source: Transport Terrence Forsythe from %s in %s to %s before he dies
de: Transportieren Sie Terrence Forsythe von %s in %s nach %s bevor er stirbt
fr: Transporter Terrence Forsythe de %s en %s sur %s de toute urgence.

# goal-shipLog
source: [%s] Terrence Forsythe has been transported aboard your ship. Please take him to Dr. Polaski on %s.
de: [%s] Terrence Forsythe wurde auf Ihr Schiff gebracht. Bitte bringen Sie ihn zu Dr. Polaski auf %s.
fr: [%s] Terrence Forsythe a été transporté à bord de votre vaisseau. S'il vous plaît, emmenez-le au plus vite chez le Dr Polaski sur %s.

# goal-shipLog
source: %sWe believe he has less than a minute to live.
de: %sWir glauben, er hat weniger als eine Minute zu leben.
fr: %sNous pensons qu'il lui reste moins de 1 minute à vivre.

# goal-shipLog
source: %sWe think he has about a minute before he dies
de: %sWir glauben, er wird noch etwa eine Minute leben.
fr: %sNous pensons qu'il à environ 1 minute à vivre.

# goal-shipLog
source: %sHe probably has about %i minutes to live
de: %sEr hat vermutlich noch etwa %i Minuten zu leben.
fr: %sIl ne lui reste probablement que %i minutes à vivre.

# goal-incCall
source: Terrence Forsythe transported aboard %s from station %s to be transported quickly to Dr. Polaski on station %s.
de: Terrence Forsythe wurde an Bord von %s von Station %s gebracht, um schnell zu Dr. Polaski auf Station %s transportiert werden zu können.
fr: Terrence Forsythe a été transporté à bord de %s depuis la station %s. S'il vous plaît, emmenez-le au plus vite chez le Dr Polaski sur %s.

# msgRelay
source: %s should take dying scientist to Dr. Polaski on station %s in %s
de: %s sollte den sterbenden Wissenschaftler zu Dr. Polaski auf Station %s in %s bringen
fr: %s doit emmener le scientifique mourant au Dr Polaski sur la station %s en secteur %s.

# goal-shipLog
source: Terrence Forsyth aboard %s
de: Terrence Forsyth befindet sich an Bord von %s
fr: Terrence Forsyth se trouve à bord de notre vaisseau %s.

# goal-shipLog
source: The station with Dr. Polaski aboard has been destroyed.
de: Die Station mit Dr. Polaski an Bord wurde zerstört.
fr: La station où se trouvait le Dr Polaski a été détruite.

# goal-shipLog
source: [%s] We have received your emergency medical transport of research scientist Terrence Forsythe. Doctor Geraldine Polaski has stabalized his condition.
de: [%s] Ihr Notfalltransport des Forschers Terrence Forsythe war noch rechtzeitig. Dr. Geraldine Polaski konnte ihn stabilisieren.
fr: [%s] Nous avons bien reçu le chercheur Terrence Forsythe en urgence. Le docteur Géraldine Polaski a stabilisé son état.

# goal-incCall
source: [%s] We have received your emergency medical transport of research scientist Terrence Forsythe. Doctor Geraldine Polaski has stabalized his condition.
de: [%s] Ihr Notfalltransport des Forschers Terrence Forsythe war noch rechtzeitig. Dr. Geraldine Polaski konnte ihn stabilisieren.
fr: [%s] Nous avons bien reçu le chercheur Terrence Forsythe en urgence. Le docteur Géraldine Polaski a stabilisé son état.

# msgRelay
source: Terrence Forsythe delivered to Dr. Polaski on station %s
de: Terrence Forsythe wurde zu Dr. Polaski auf Station %s gebracht
fr: Terrence Forsythe emmené au Dr Polaski sur la station %s.

# goal-shipLog
source: %s has been destroyed
de: %s wurde zerstört
fr: %s a été détruit.

# goal-shipLog
source: [Terrence Forsythe] I can never repay you for saving my life. However, you might be able to use the practical results of my latest research. Near %s in %s you'll find a prototype for ship system integration. This prototype allows for the rapid and semi-automated repair of hull damage as directed by your Engineer. I have transmitted the key to allow you to use this prototype.
de: [Terrence Forsythe] Ich werde Ihnen nie genug dafür danken können, dass Sie mir das Leben gerettet haben. Aber vielleicht können Sie die Ergebnisse meiner neuesten Forschung gebrauchen. In der Nähe von %s in %s finden Sie einen Prototyp für die Schiffsintegration. Dieser Prototyp ermöglicht die schnelle und halbautomatische Reparatur von Rumpfschäden nach Anweisung Ihres technischen Personals. Ich habe Ihnen den Schlüssel für die Nutzung dieses Prototyps übermittelt.
fr: [Terrence Forsythe] Je ne pourrai jamais vous remercier de m'avoir sauvé la vie. Cependant, vous pouvez peut-être utiliser les travaux pratiques de mes dernières recherches. Près de %s dans le secteur %s, vous trouverez un prototype pour l'intégration de systèmes de vaisseaux. Ce prototype, avec les instructions de votre ingénieur, vous permettra une réparation rapide et semi-automatisée des dommages subis par la coque de votre vaisseau. Je vous ai transmis la clé pour vous permettre d'utiliser ce prototype. Elle se trouve dans votre journal de bord.

# orders-comms
source: Recover hull repair prototype near %s in %s.
de: Berge Hüllenreparatur-Prototypen in der Nähe von %s in %s.
fr: Récupérer le prototype semi-automatisé de réparation de coque près de %s dans le secteur %s.

# goal-incCall
source: [Terrence Forsythe] I can never repay you for saving my life. However, you might be able to use the practical results of my latest research. Near %s in %s you'll find a prototype for ship system integration. This prototype allows for the rapid and semi-automated repair of hull damage as directed by your Engineer. I have transmitted the key to allow you to use this prototype.
de: [Terrence Forsythe] Ich werde Ihnen nie genug dafür danken können, dass Sie mir das Leben gerettet haben. Aber vielleicht können Sie die Ergebnisse meiner neuesten Forschung gebrauchen. In der Nähe von %s in %s finden Sie einen Prototyp für die Schiffsintegration. Dieser Prototyp ermöglicht die schnelle und halbautomatische Reparatur von Rumpfschäden nach Anweisung Ihres technischen Personals. Ich habe Ihnen den Schlüssel für die Nutzung dieses Prototyps übermittelt.
fr: [Terrence Forsythe] Je ne pourrai jamais vous remercier de m'avoir sauvé la vie. Cependant, vous pouvez peut-être utiliser les travaux pratiques de mes dernières recherches. Près de %s dans le secteur %s, vous trouverez un prototype pour l'intégration de systèmes de vaisseaux. Ce prototype, avec les instructions de votre ingénieur, vous permettra une réparation rapide et semi-automatisée des dommages subis par la coque de votre vaisseau. Je vous ai transmis la clé pour vous permettre d'utiliser ce prototype. Elle se trouve dans votre journal de bord.

# msgRelay
source: Recover hull repair prototype near %s in %s.
de: Berge Hüllenreparatur-Prototypen in der Nähe von %s in %s.
fr: Récupérer le prototype semi-automatisé de réparation de coque près de %s dans le secteur %s.

# -msgEngineer
source: Hull repair prototype installed. Limited to %i uses
de: Hüllenreparatur-Prototyp installiert. Begrenzt auf %i Anwendungen.
fr: Prototype semi-automatisé de réparation de coque installé. Limité à %i utilisations.

# -msgEngineer+
source: Hull repair prototype installed. Limited to %i uses
de: Hüllenreparatur-Prototyp installiert. Begrenzt auf %i Anwendungen.
fr: Prototype semi-automatisé de réparation de coque installé. Limité à %i utilisations.

# -buttonEngineer
source: Repair Hull (%i)
de: Hülle reparieren (%i)
fr: Réparer coque (%i)

# -buttonEngineer+
source: Repair Hull (%i)
de: Hülle reparieren (%i)
fr: Réparer coque (%i)

# goal-shipLog
source: Terrence Forsythe has perished
de: Terrence Forsythe ist verstorben
fr: Terrence Forsythe a péri.
