Repository: daid/EmptyEpsilon
Catalog: scripts/locale/scenario_06_edgeofspace.*.po
Languages: de, fr

# station-comms
source: We are under attack! No time for chatting!
de: Wir werden angegriffen! Keine Zeit zu plaudern!
fr: Nous sommes sous le feu de l'ennemi ! Pas le temps de bavarder !

# station-comms
source: Good day, officer. If you need supplies, please dock with us first.
de: Guten Tag, wenn Sie Vorräte benötigen, docken Sie bitte bei uns an.
fr: Bonjour, officier. Si vous souhaitez vous réapprovisionner, veuillez vous amarrer à notre station au préalable.

# stationAssist-comms
source: Can you send a supply drop? (100rep)
de: Können sie uns Vorräte schicken? (100 Ruf)
fr: Pouvez-vous nous envoyer une cargaison de ravitaillement ? (100 rép)

# stationAssist-comms
source: You need to set a waypoint before you can request backup.
de: Sie müssen einen Wegpunkt setzen, bevor Sie Unterstützung Anfordern können.
fr: Vous devez définir un marqueur avant de faire une demande de renforts.

# stationAssist-comms
source: Where do we need to drop off your supplies?
de: Wo sollen wir Ihre Vorräte absetzen?
fr: Où devons-nous larguer la capsule de ravitaillement ?

# stationAssist-comms
source: WP %d
fr: Marqueur %d

# stationAssist-comms
source: We have dispatched a supply ship toward WP %d
de: Wir haben ein Versorgungsschiff zu WP %d geschickt.
fr: Nous venons de déployer un vaisseau qui vous déposera la capsule de ravitaillement au marqueur %d.

# needRep-comms
source: Not enough reputation.
de: Ruf nicht hoch genug.
fr: Pas assez de réputation.

source: Back
de: Zurück
fr: Précédent

# stationAssist-comms
source: Please send backup! (150rep)
de: Bitte schicken Sie Verstärkung (150Ruf)
fr: Merci de nous envoyer des renforts.

# stationAssist-comms
source: Where does the backup need to go?
de: Wo soll die Verstärkung hingeschickt werden?
fr: Où les renforts doivent-ils aller ?

# stationAssist-comms
source: We have dispatched %s to assist at WP %d.
de: Wir haben %s losgeschickt um Sie bei WP %d zu unterstützen.
fr: Nous venons de déployer le vaisseau de combat %s pour vous soutenir au marqueur %d.

# needRep-comms
source: Not enough rep!
de: Ruf nicht hoch genug!
fr: Pas assez de réputation.

# station-comms
source: Good day, officer. What can we do for you today?
de: Guten Tag, was können wir für sie tun?
fr: Bonjour officier ! Que pouvons-nous faire pour vous aujourd'hui ?

# ammo-comms
source: Do you have spare homing missiles for us? (2rep each)
de: Haben Sie Raketen für uns übrig? (jeweils 2 Ruf)
fr: Auriez-vous des homing missiles pour nous ? (2 rép chacun)

# station-comms
source: You need to stay docked for that action.
de: Für diese Aktion müssen Sie angedockt bleiben.
fr: Vous devez rester amarré à la station pour cette action.

# ammo-comms
source: Sorry, sir, but you are fully stocked with homing missiles.
de: Es tut mir leid, aber sie haben bereits aber ihr Vorrat an Zielsuchraketen ist bereits voll.
fr: Désolé, officier, mais vous êtes déjà au max en homing missiles.

# ammo-comms
source: We have refilled your missile supply.
de: Wir haben Ihren Raketenvorrat wieder aufgefüllt.
fr: Nous avons réapprovisionné votre stock de missiles.

# ammo-comms
source: Please re-stock our mines. (2rep each)
de: Bitte füllen Sie unseren Minenvorrat wieder auf. (Jeweils 2 Ruf)
fr: Merci de réapprovisionner notre stock de mines (2 rép chacune)

# ammo-comms
source: Captain, your ship is already fully stocked with mines.
de: Captain, sie haben bereits so viele Minen, wie in Ihr Lager passen.
fr: Capitaine, votre vaisseau est déjà chargé au max de mines.

# ammo-comms
source: These mines are yours.
de: Diese Minen gehören nun Ihnen.
fr: Ces mines sont à vous.

# ammo-comms
source: Can you supply us with some nukes? (15rep each)
de: Können Sie uns einige Nukes zur Verfügung stellen? (jeweils 15 Ruf)
fr: Avez-vous des missiles nucléaires nukes ? (15 rép chacun)

# ammo-comms
source: All nukes are charged and primed for destruction.
de: Alle Nukes sind geladen.
fr: Toutes les nukes sont chargées et préparées pour la destruction.

# ammo-comms
source: You are fully loaded and ready to explode things.
de: Sie sind voll aufgestockt und bereit Dinge in die Luft zu sprengen.
fr: Vous êtes chargé au max et prêt à tout faire exploser.

# ammo-comms
source: Please re-stock our EMP missiles. (10rep each)
de: Bitte füllen Sie unsere EMP-Vorräte wieder auf. (jeweils 10 Ruf)
fr: Veuillez réapprovisionner nos missiles EMP (10 rép chacun)

# ammo-comms
source: All storage for EMP missiles is filled, sir.
de: Ihr EMP-Vorrat ist bereits voll.
fr: Votre espace de stockage de missiles EMP est rempli, monsieur.

# ammo-comms
source: Recalibrated the electronics and fitted you with all the EMP missiles you can carry.
de: Wir haben die Elektronik neu kalibriert und so viele EMPs verladen, wie sie aufnehmen können.
fr: L'électronique a été recalibré et vous êtes chargé au maximum en missiles EMP.

# station-comms
source: Greetings, sir. If you want to do business, please dock with us first.
de: Guten Tag, wenn Sie mit uns Geschäfte machen wollen, docken Sie bitte bei uns an.
fr: Salutations, officier. Si vous souhaitez faire affaire, merci de vous amarrer à notre station.

# station-comms
source: Welcome to our lovely station.
de: Willkommen auf unserer schönen Station!
fr: Bienvenue dans notre charmante petite station.

# ammo-comms
source: Do you have spare homing missiles for us? (5rep each)
de: Haben Sie Raketen für uns übrig? (jeweils 2 Ruf)
fr: Auriez-vous des homing missiles pour nous ? (5 rép chacun)

# ammo-comms
source: You seem to have more than enough missiles.
de: Sie scheinen mehr als genug Raketen zu besitzen.
fr: Vous semblez avoir plus qu'il n'en faut de missiles.

# ammo-comms
source: We generously resupplied you with some free homing missiles. Put them to good use.
de: Wir haben Ihnen großzügigerweise einige kostenfreie Lenkraketen zur Verfügung gestellt. Setzen Sie diese sinnvoll ein!
fr: Nous vous avons généreusement réapprovisionné en homing missiles gratuits. Faites-en bon usage.

# ammo-comms
source: Please re-stock our mines. (5rep each)
de: Bitte füllen Sie unseren Minenvorrat wieder auf. (Jeweils 5 Ruf)
fr: Merci de nous réapprovisionner en mines (5 rép chacune)

# ammo-comms
source: You are fully stocked with mines.
de: Ihr Minenvorrat ist voll.
fr: Vous êtes entièrement approvisionné en mines.

# ammo-comms
source: Here, have some mines. Mines are good defensive weapons.
de: Hier sind einige Minen. Minen sind gute Defensivwaffen.
fr: Tenez, prenez des mines. Les mines sont de bonnes armes de défense.

# ammo-comms
source: Can you supply us with some nukes?
de: Können Sie uns einige Nukes zur Verfügung stellen?
fr: Pouvez-vous nous fournir des armes nucléaires (nuke) ?

# ammo-comms
source: We do not deal in weapons of mass destruction.
de: Wir handeln nicht mit Massenvernichtungswaffen.
fr: Nous ne fournissons pas ce type d'armes de destruction massive. Nous sommes pour la paix dans l'univers.

# ammo-comms
source: Please re-stock our EMP missiles.
de: Bitte füllen Sie unseren Vorrat an EMPs wieder auf.
fr: Avez-vous des missiles EMP ?

# ammo-comms
source: We do not deal in weapons of mass disruption.
de: Wir handeln nicht mit Störwaffen.
fr: Nous ne fournissons pas ce type d'armes de perturbation massive.
