Repository: daid/EmptyEpsilon
Catalog: scripts/locale/scenario_81_pvp.*.po
Languages: de, fr

source: Clash in Shangri-La (PVP)
de: Konflikt in Shangri-La (PVP)
fr: Affrontement à Shangri-La

source: Since its creation, the Shangri-La station was governed by a multi-ethnic consortium that assured the station's independence across the conflicts that shook the sector. However, the station's tranquility came to an abrupt end when most of the governing consortium's members were assassinated under a Exuari false flag operation. Now the station is in a state of civil war, with infighting breaking out between warring factions. Both the neighboring Human Navy and Kraylor are worried that the breakdown of order in Shangri-La could tilt the balance of power in their opponent's favor, and sent "peacekeepers" to shift the situation to their own advantage. The Human Navy's HNS Gallipoli and Kraylor's Crusader Naa'Tvek face off in an all-out battle for Shangri-La.
de: Seit ihrer Fertigstellung wurde die Station "Shangri-La" von einem multiethnischen Konsortium regiert, das die Unabhängigkeit der Station in den Konflikten, die den Sektor erschütterten, sicherstellte. Der Frieden auf der Station fand jedoch ein jähes Ende, als die meisten Mitglieder des regierenden Konsortiums im Rahmen einer verdeckten Operation der Exuari ermordet wurden. Jetzt befindet sich die Station in einer Art Bürgerkrieg, da Kämpfe zwischen den verfeindeten Fraktionen ausgebrochen sind. Sowohl die benachbarte menschliche Navy als auch Kraylor sind besorgt, dass der Zusammenbruch der Ordnung in Shangri-La das Kräfteverhältnis zu Gunsten des jeweiligen Gegners verschieben könnte, und haben "Friedenstruppen" entsandt, um die Situation zu ihren Gunsten zu verändern. Die HNS Gallipoli der menschlichen Navy und die Crusader Naa'Tvek der Kraylor stehen sich in einer Schlacht um Shangri-La gegenüber.
fr: - Durée : Variable - Difficulté : Variable - Vaisseaux joueurs : 1 vs 1 ou plus Depuis sa création, la station Shangri-La fut dirigée par un consortium multiethnique qui assura l'indépendance de la station face aux conflits qui secouaient le secteur. Cependant, la tranquillité de la station pris fin brutalement lorsque la plupart des membres du consortium au pouvoir furent assassinés dans le cadre d'une fausse opération sous drapeau Éxuari. Dorénavant, la station est en état de guerre civile permanent, avec des luttes intestines entre factions belligérantes. La Marine humaine et leur ennemi voisin Kraylor craignent que cet état instable à Shangri-La ne fasse pencher la balance du pouvoir dans ce secteur en faveur de leur adversaire. Ils ont tous 2 envoyé des troupes pour essayer de faire basculer la situation à leur avantage. Le HNS Gallipoli de la Marine humaine et le Crusader Naa'Tvek des Kraylors s'affrontent dans une bataille sans merci pour Shangri-La. - Titre original : Clash in Shangri-La - Auteur : Fouindor (révision par capt-t, oznogon) https://discord.gg/GjqM9Y9yBe - Traduction FR : Muerte https://discord.gg/2NPKyMnGwp

# goal-incCall
source: Captain, it seems that the Kraylor are moving to take the Shangri-La station in sector F5! Provide cover while our troop transports board the station to reclaim it. Good luck, and stay safe.
de: Captain, die Kraylor scheinen zu versuchen, die Station Shangri-La in Sektor F5 einzunehmen! Sorgen Sie für Deckung, während unsere Truppentransporter versuchen, die Station zu entern um sie zurückzuerobern. Viel Glück, und passen Sie auf sich auf!
fr: Capitaine, il semble que les Kraylors se déplacent pour capturer la station Shangri-La dans le secteur F5 ! Fournissez une couverture pendant que nos transports de troupes abordent la station pour la récupérer. Bonne chance et soyez prudents.

# goal-incCall
source: Greetings, Crusader. Your mission is to secure the Shangri-La station in sector F5. The feeble humans think it's theirs for the taking. Support our glorious soldiers by preventing the heretics from harming our transports, and cleanse all enemy opposition!
de: Grüße, Crusader. Ihre Mission ist es, die Station Shangri-La in Sektor F5 zu sichern. Die schwächlichen Menschen glauben, dass sie ihnen zustehen würde. Unterstützen sie unsere tapferen Soldaten, in dem sich nicht zulassen, dass die Ketzer unseren Transportern Schaden zufügen, und beseitigt jeden feindlichen Widerstand.
fr: Salutations, Crusader. Votre mission est de sécuriser la station Shangri-La dans le secteur F5. Ces faibles humains s'imaginent qu'elle leur appartient et ils veulent s'en emparer. Soutenez nos glorieux soldats en empêchant ces hérétiques de nuire à nos transports et nettoyez toute opposition ennemie !

# situationReport-comms
source: Here's the latest news from the front.
de: Hier sind die letzten Neuigkeiten von der Front.
fr: Voici les dernières nouvelles du front.

# situationReport-comms
source: Human dominance: %d
de: Menschlicher Einfluss: %d
fr: Domination des Humains : %d

# situationReport-comms
source: Kraylor dominance: %d
de: Einfluss der Kraylor: %d
fr: Domination des Kraylors : %d

# situationReport-comms
source: Time elapsed: %.0f
de: Verstrichene Zeit: %.0f
fr: Temps écoulé : %.0f

# station-comms
source: Your faction's militia commander picks up: What can we do for you, Captain?
de: Was können wir für sie tun, Captain?
fr: Le commandant de milice de votre faction vous réponds : Que pouvons-nous faire pour vous, capitaine ?

# situationReport-comms
source: Give us a status report.
de: Geben sie uns einen Statusbericht.
fr: Faites-nous un rapport de la situation.

# station-comms
source: A dispatcher responds: Greetings, Captain. If you want supplies, please dock with us.
de: Grüße, Captain. Wenn Sie Nachschub benötigen, docken Sie bitte bei uns an.
fr: Un contrôleur répond : Salutations, capitaine. Si vous souhaitez vous réapprovisionner, veuillez vous amarrer à notre station.

# station-comms
source: A dispatcher responds: Greetings, Captain. What can we do for you?
de: Grüße, Captain. Was können wir für Sie tun?
fr: Un contrôleur répond : Salutations, capitaine. Que pouvons-nous faire pour vous ?

# situationReport-comms
source: I need a status report.
de: Ich benötige einen Statusbericht.
fr: J'ai besoin d'un rapport de situation.

# reinforcements-comms
source: Send in more troops. (100 reputation)
de: Senden Sie mehr Truppen (100 Ruf)
fr: Envoyez plus de troupes. (100 rép.)

# needRep-comms
source: Not enough reputation.
de: Ihr Ruf ist nicht hoch genug.
fr: Pas assez de réputation.

# reinforcements-comms
source: Aye, Captain. We've deployed a squad with fighter escort to support the assault on Shangri-La.
de: Aye, Captain. Wir haben einen Truppentransporter mit Raumjäger-Eskorte entsandt, um den Angriff auf Shangri-La zu unterstützen.
fr: A vos ordres, capitaine. Nous venons de déployer une escouade avec une escorte de chasseurs pour soutenir l'assaut sur Shangri-La.

# reinforcements-comms
source: We need some space-based firepower. (150 reputation)
de: Wir brauchen mehr Raumschiffe im Kampf. (150 Ruf)
fr: Nous avons besoin d'une puissance de feu spatiale. (150 rép.)

# reinforcements-comms
source: Confirmed. We've dispatched a strike wing to support space superiority around Shangri-La.
de: Bestätigt. Wir haben ein Geschwader entsandt, um die Kontrolle des Raums um Shangri-La zu gewährleisten.
fr: Bien reçu. Nous vous envoyons une escouade d'attaque pour soutenir notre supériorité spatiale autour de Shangri-La.

# ammo-comms
source: We need supplies.
de: Wie benötigen Nachschub.
fr: Nous avons besoin de nous réapprovisionner.

# shipEnemy-comms
source: We'll bring your destruction!
de: Wir werden euch vernichten!
fr: Nous allons vous détruire !

# ammo-comms
source: (%d rep each)
de: (Jeweils %d Ruf)
fr: (%d rép chacun)

# station-comms
source: You need to stay docked for that action.
de: Sie müssen für diese Aktion angedockt bleiben.

source: Back
de: Zurück
fr: Précédent

# ammo-comms
source: What supplies do you need?
de: Welche Vorräte benötigen Sie?
fr: De quoi avez-vous besoin ?

# ammo-comms
source: Do you have spare homing missiles for us?
de: Haben Sie Raketen für uns übrig?
fr: Auriez-vous des homing missiles pour nous ?

# ammo-comms
source: Sorry, Captain, but you are fully stocked with homing missiles.
de: Es tut mir leid Captain, aber Ihr Vorrat an Lenkraketen ist bereits voll.
fr: Désolé, capitaine, mais vous êtes déjà au max en homing missiles.

# ammo-comms
source: We've replenished your homing missile supply.
de: Wir haben Ihren Lenkraketenvorrat wieder aufgefüllt.
fr: Nous avons reconstitué votre stock de homing missiles.

# ammo-comms
source: Please re-stock our mines.
de: Bitte füllen Sie unseren Minenvorrat wieder auf.
fr: Merci de réapprovisionner notre stock de mines.

# ammo-comms
source: Captain, you already have all the mines you can fit in that ship.
de: Captain, sie haben bereits so viele Minen, wie in Ihr Lager passen.
fr: Capitaine, vous avez déjà toutes les mines que vous pouvez stocker dans ce vaisseau.

# ammo-comms
source: These mines are yours.
de: Diese Minen gehören nun Ihnen.
fr: Ces mines sont à vous.

# ammo-comms
source: Can you supply us with some nukes?
de: Können sie uns mit Nukes versorgen?
fr: Avez-vous des missiles nucléaires nukes ?

# ammo-comms
source: Your nukes are already charged and primed for destruction.
de: Es tut mir leid Captain, aber Ihr Vorrat an Nukes ist bereits voll.
fr: Vos nukes sont en capacité maximale et prêtes à servir !

# ammo-comms
source: You are fully loaded and ready to explode things.
de: Ihr Vorrat an Nukes wurde wieder aufgefüllt.
fr: Vous êtes chargés au max et prêt à tout faire péter.

# ammo-comms
source: Please re-stock our EMP missiles.
de: Bitte füllen Sie unseren EMP-Vorrat wieder auf.
fr: Avez-vous des missiles EMP ?

# ammo-comms
source: All storage for EMP missiles is already full, Captain.
de: Ihr Vorrat an EMPs ist bereits voll.
fr: Votre stock de missiles EMP est déjà plein, capitaine.

# ammo-comms
source: We've recalibrated the electronics and fitted you with all the EMP missiles you can carry.
de: Wir haben die Elektronik neu kalibriert und so viele EMPs verladen, wie sie aufnehmen können.
fr: Nous avons recalibré l'électronique et vous avons équipé de tous les missiles EMP que vous pouvez transporter.

# ammo-comms
source: Can you restock us with HVLI?
de: Können Sie unsere HGBIs wieder auffüllen?
fr: Pouvez-vous nous réapprovisionner en HVLIs ?

# ammo-comms
source: Sorry, Captain, but you are fully stocked with HVLIs.
de: Es tut mir leid Captain, aber Ihr Vorrat an HGBIs ist bereits voll.
fr: Désolé, capitaine, mais vous êtes entièrement approvisionné en HVLIs.

# ammo-comms
source: We've replenished your HVLI supply.
de: Wie haben Ihre HGBIs wieder aufgefüllt.
fr: Nous avons reconstitué votre stock de HVLIs.

source: Back to main menu
de: Zurück zum Hauptmenü
fr: Retour au menu principal

# incCall
source: Well done, Crusader! The pathetic Human flagship has been disabled. Go for the victory!
de: Gut gemacht, Crusader! Das jämmerliche Flaggschiff der Menschen wurde ausgeschaltet. Auf zum Sieg!
fr: Bien joué, Crusader ! Le pathétique vaisseau amiral Humain a été désactivé. Allez chercher la victoire !

# incCall
source: Good job, Captain! With the Kraylor flagship out of the way, we can land the final blow!
de: Gute Arbeit, Captain! Da das Flaggschiff aus dem Weg geräumt wurde, können wir jetzt zum finalen Schlag ausholen!
fr: Bon travail, capitaine ! Avec le vaisseau amiral Kraylor hors service, nous pouvons porter le coup final !

# ammo-comms
source: You need to stay docked for that action.
fr: Vous devez rester amarré pour cette action.
