Repository: daid/EmptyEpsilon
Catalog: scripts/locale/scenario_55_defenderHunter.*.po
Languages: de, fr

# upgrade-comms
source: Your ship type does not support a beam weapon upgrade.
de: Ihr Schiffstyp unterstützt kein Upgrade der Laser.
fr: Votre type de vaisseau ne prend pas en charge les mises à niveau de faisceaux laser.

# upgrade-comms
source: Beam cycle time reduced by 20%
de: Laser-Ladezyklus um 20% reduziert.
fr: Durée de cycle des faisceaux laser réduite de 20%.

# upgrade-comms
source: We require %s before we can upgrade your beam weapons
de: Wir benötigen %s, bevor wir Ihre Laser aufrüsten können.
fr: Nous avons besoin de %s avant de pouvoir améliorer vos faisceaux laser.

# upgrade-comms
source: %s was just what we needed. The technical details have been transmitted to %s. The auto-rotation has begun
de: %s war genau das, was wir brauchten. Die technischen Details sind an %s übermittelt worden. Die automatische Rotation hat begonnen.
fr: %s était exactement ce dont nous avions besoin. Les détails techniques ont été transmis à %s. L'auto-rotation a commencé.

# intelligence-comms
source: May I speak with Marcy Sorenson?
de: Kann ich mit Marcy Sorenson sprechen?
fr: Puis-je parler à Marcy Sorenson ?

# intelligence-comms
source: She transferred to %s
de: Sie ist nach %s umgezogen.
fr: Elle a été transférée sur %s.

# intelligence-comms
source: Where exactly is %s?
de: Wo genau liegt %s?
fr: Où se trouve %s exactement ?

# intelligence-comms
source: %s is in %s
de: %s ist in %s.
fr: %s se situe en %s.

# intelligence-comms
source: Talk with Marcy Sorenson on %s in %s
de: Rede mit Marcy Sorenson auf %s in %s.
fr: Parler avec Marcy Sorenson de %s en %s.

# intelligence-comms
source: This is Marcy. Whatcha want?
de: Hier ist Marcy. Was willst du?
fr: Je suis Marcy. Que me voulez-vous ?

# intelligence-comms
source: Please tell me about the enemy bases found
de: Bitte informieren Sie mich über die gefundenen feindlichen Stützpunkte.
fr: Pourriez-vous me parler des bases ennemies trouvées ?

# intelligence-comms
source: Sure. We found a couple of enemy stations in %s and %s
de: Sicher. Wir haben ein paar feindliche Stationen in %s und %s gefunden.
fr: Bien sûr. Nous avons trouvé quelques stations ennemies dans les secteurs %s et %s.

# intelligence-comms
source: Investigate enemy bases in %s and %s
de: Untersuchen Sie feindliche Stützpunkte in %s und %s.
fr: Enquêter sur les bases ennemies dans les secteurs %s et %s.

# intelligence-comms
source: May I speak with Marcy Sorenson, please?
de: Könnte ich bitte mit Marcy Sorenson sprechen?
fr: Puis-je parler à Marcy Sorenson, s'il vous plaît ?

# intelligence-comms
source: Sure. We found some enemy stations in %s, %s and %s
de: Sicher. Wir haben einige feindliche Stationen in %s, %s und %s gefunden.
fr: Bien sûr. Nous avons trouvé des stations ennemies dans les secteurs %s, %s et %s.

# intelligence-comms
source: Investigate enemy bases in %s, %s and %s
de: Untersuchen Sie feindliche Stützpunkte in %s, %s und %s.
fr: Enquêter sur les bases ennemies dans les secteurs %s, %s et %s.

# upgrade-comms
source: Upgraded hull capacity for damage by 20%
de: Erhöhung der Hüllenstärke um 20% abgeschlossen.
fr: Capacité de la coque à encaisser les dégâts améliorée de 20%.

# upgrade-comms
source: We won't upgrade your hull until we have %s
de: Wir werden Ihre Hülle nicht verstärken, bis wir %s haben.
fr: Nous n'améliorerons pas votre coque tant que nous n'aurons pas de %s.

# Maria-comms
source: Offer gift on behalf of Maria Shrivner
de: Biete Geschenk im Namen von Maria Shrivner.
fr: Offrir un cadeau au nom de Maria Shrivner.

# Maria-comms
source: Thanks. He's impressed with the gift to such a degree that he's speechless
de: Danke. Er ist so beeindruckt von dem Geschenk, dass er sprachlos ist.
fr: Merci. Il est tellement impressionné par le cadeau qu'il est sans voix.

# Maria-comms
source: I know this couple (or former couple). Only gold, platinum, dilithium, tritanium or cobolt will work as a gift
de: Ich kenne dieses Paar (oder ehemalige Paar). Als Geschenk kommen nur Gold, Platin, Dilithium, Tritanium oder Kobalt in Frage
fr: Je connais ce couple (ou ancien couple). Seuls l'or (gold), le platine (platinum), le dilithium, le tritanium ou le cobalt fonctionneront comme cadeau.

# upgradeOrders-comms
source: Get ship maneuver upgrade
de: Upgrade für Manövriertriebwerke erlangen.
fr: Obtenir la mise à niveau de la manœuvre du vaisseau.

# upgradeOrders-comms
source: Optional:
fr: Mission optionnelle :

# upgradeOrders-comms
source: Optional: Get ship maneuver upgrade from %s for %s
de: Optional: Manövriertriebwerke-Upgrade von %s für %s erhalten.
fr: Mission optionnelle : Obtenir une amélioration de la manœuvre du navire à partir de %s pour %s.

# upgradeOrders-comms
source: Optional: Get ship maneuver upgrade from %s in sector %s for %s
de: Optional: Manövriertriebwerke-Upgrade von %s im Sektor %s für %s erhalten.
fr: Mission optionnelle : Obtenir une amélioration de la manœuvre du vaisseau à partir de %s dans le secteur %s pour %s.

# upgradeOrders-comms
source: Optional: Get ship maneuver upgrade from %s in sector %s for %s. You might find %s at %s
de: Optional: Holen Sie sich das Manövriertriebwerke-Upgrade von %s im Sektor %s für %s. Du könntest %s bei %s finden.
fr: Mission optionnelle : Obtenir une amélioration de la manœuvre du vaisseau à partir de %s dans le secteur %s pour %s. Vous pourriez trouver %s à %s.

# upgradeOrders-comms
source: Optional: Get ship maneuver upgrade from %s in sector %s for %s. You might find %s at %s in sector %s
de: Optional: Holen Sie sich das Manövriertriebwerke-Upgrade von %s im Sektor %s für %s. Du könntest %s bei %s in Sektor %s finden.
fr: Mission optionnelle : Obtenir une amélioration de la manœuvre du vaisseau à partir de %s dans le secteur %s pour %s. Vous pourriez trouver %s à %s dans le secteur %s.

# upgradeOrders-comms
source: Upgrade %s to rotate
de: Upgrade %s zum Rotieren.
fr: Mettre à niveau %s pour la rotation.

# upgradeOrders-comms
source: Upgrade %s to auto-rotate by taking %s to %s
de: Upgrade von %s zum automatischen Drehen, indem Sie %s nach %s bringen.
fr: Mettre à niveau %s pour la rotation automatique en prenant %s vers %s.

# upgradeOrders-comms
source: Upgrade %s to auto-rotate by taking %s to %s in %s
de: Upgrade von %s zum automatischen Drehen, indem Sie %s nach %s in %s bringen.
fr: Mettre à niveau %s pour la rotation automatique en prenant %s vers %s en %s.

# upgradeOrders-comms
source: Upgrade %s to auto-rotate by taking %s to %s in %s. %s may have %s
de: Upgrade von %s zum automatischen Drehen, indem Sie %s nach %s in %s bringen. %s hat möglicherweise %s.
fr: Mettre à niveau %s pour la rotation automatique en prenant %s vers %s en %s. %s peut avoir %s.

# upgradeOrders-comms
source: Upgrade %s to auto-rotate by taking %s to %s in %s. %s in %s may have %s
de: Upgrade von %s zum automatischen Drehen, indem Sie %s nach %s in %s bringen. %s in %s hat möglicherweise %s.
fr: Mettre à niveau %s pour la rotation automatique en prenant %s vers %s en %s. %s en %s peut avoir %s.

# upgradeOrders-comms
source: Get beam cycle time upgrade
de: Upgrade des Laser-Ladezyklus erlangen.
fr: Obtenir une mise à niveau de la durée de cycle des faisceaux laser.

# upgradeOrders-comms
source: Get beam cycle time upgrade from %s for %s
de: Upgrade des Laser-Ladezyklus von %s für %s erhalten.
fr: Obtenir une mise à niveau de la durée de cycle des faisceaux laser à partir de %s pour %s.

# upgradeOrders-comms
source: Get beam cycle time upgrade from %s in %s for %s
de: Upgrade des Laser-Ladezyklus von %s in %s für %s erhalten.
fr: Obtenir une mise à niveau de la durée de cycle des faisceaux laser à partir de %s en %s pour %s.

# upgradeOrders-comms
source: Get beam cycle time upgrade from %s in %s for %s You might find %s at %s
de: Upgrade des Laser-Ladezyklus von %s in %s für %s erhalten. Sie könnten %s bei %s finden.
fr: Obtenir une mise à niveau de la durée de cycle des faisceaux laser à partir de %s en %s pour %s. Vous pourriez trouver %s à %s.

# upgradeOrders-comms
source: Get beam cycle time upgrade from %s in %s for %s You might find %s at %s in %s
de: Upgrade des Laser-Ladezyklus von %s in %s für %s erhalten. Sie könnten %s bei %s in %s finden.
fr: Obtenir une mise à niveau de la durée de cycle des faisceaux laser à partir de %s en %s pour %s. Vous pourriez trouver %s à %s en %s.

# upgradeOrders-comms
source: Get hull upgrade
de: Upgrade der Hülle erlangen.
fr: Obtenir une mise à niveau de la coque.

# upgradeOrders-comms
source: Get %s to upgrade hull for %s
de: Bringt %s dazu, die Hülle für %s zu verbessern.
fr: Obtenir %s pour améliorer la coque pour %s.

# upgradeOrders-comms
source: Get %s in %s to upgrade hull for %s
de: Bringen Sie %s in %s dazu, die Hülle für %s zu verbessern.
fr: Obtenir %s en %s pour améliorer la coque pour %s.

# upgradeOrders-comms
source: Get %s in %s to upgrade hull for %s %s might have %s
de: Bringen Sie %s in %s dazu, die Hülle für %s zu verbessern. %s hat möglicherweise %s.
fr: Obtenir %s en %s pour améliorer la coque pour %s. %s pourrait avoir %s.

# upgradeOrders-comms
source: Get %s in %s to upgrade hull for %s %s in %s might have %s
de: Bringen Sie %s in %s dazu, die Hülle für %s zu verbessern. %s in %s hat möglicherweise %s.
fr: Obtenir %s en %s pour améliorer la coque pour %s. %s en %s pourrait avoir %s.

# ammo-comms
source: You need to stay docked for that action.
fr: Vous devez rester amarré à la station pour cette action.

# ammo-comms
source: We do not deal in weapons of mass destruction.
de: Wir handeln nicht mit Massenvernichtungswaffen.
fr: Nous ne fournissons pas ce type d'armes de destruction massive.

# ammo-comms
source: We do not deal in weapons of mass disruption.
de: Wir handeln nicht mit Massenstörungswaffen.
fr: Nous ne fournissons pas ce type d'armes de perturbation massive.

# ammo-comms
source: We do not deal in those weapons.
de: Wir handeln nicht mit solchen Waffen.
fr: Nous ne fournissons pas ce type d'armes. Trop dangereux.

# ammo-comms
source: All nukes are charged and primed for destruction.
de: Alle Nukes sind geladen und bereit zu zerstören.
fr: Toutes les nukes sont chargées et préparées pour la destruction.

# ammo-comms
source: Sorry, sir, but you are as fully stocked as I can allow.
de: Tut mir leid, Sir, aber Sie sind so gut ausgestattet, wie ich es zulassen kann.
fr: Désolé, officier, mais vous êtes au maximum de ce que vous pouvez stocker.

# needRep-comms
source: Not enough reputation.
de: Nicht genug Ruf.
fr: Pas assez de réputation.

# ammo-comms
source: You are fully loaded and ready to explode things.
de: Sie sind voll geladen und bereit, Dinge in die Luft zu jagen.
fr: Vous êtes chargé au max et prêt à tout faire exploser.

# ammo-comms
source: We generously resupplied you with some weapon charges. Put them to good use.
de: Wir haben Sie großzügig mit einigen Waffen ausgestattet. Setzen Sie sie gut ein.
fr: Nous vous avons généreusement réapprovisionné en munitions. Faites-en bon usage.

# station-comms
source: Good day, officer. If you need supplies, please dock with us first.
de: Guten Tag, Officer. Wenn Sie Nachschub brauchen, docken Sie bitte zuerst bei uns an.
fr: Bonjour, officier. Si vous souhaitez vous réapprovisionner, veuillez vous amarrer à notre station au préalable.

# station-comms
source: Greetings. If you want to do business, please dock with us first.
de: Grüße. Wenn Sie Geschäfte machen wollen, docken Sie bitte zuerst bei uns an.
fr: Salutations. Si vous souhaitez faire affaire, merci de vous amarrer à notre station.

# station-comms
source: Be aware that if enemies in the area get much closer, we will be too busy to conduct business with you.
de: Seien Sie sich darüber im Klaren, dass wir zu beschäftigt sein werden, um mit Ihnen Geschäfte zu machen, wenn die Feinde in der Gegend näher kommen.
fr: Sachez que si les ennemis de la zone se rapprochent encore, nous serons trop occupés pour faire affaire avec vous.

# station-comms
source: I need information
de: Ich brauche Informationen.
fr: j'aurai besoin d'informations.

# station-comms
source: What kind of information do you need?
de: Welche Art von Informationen benötigen Sie?
fr: De quel genre d'informations avez-vous besoin ?

# ammo-comms
source: What ordnance do you have available for restock?
de: Welche Munitionsarten haben Sie zum Auffüllen verfügbar?
fr: De quelles munitions disposez-vous ?

# ammo-comms
source: We have no ordnance available for restock
de: Wir haben keine Munition zum Auffüllen verfügbar.
fr: Nous n'avons pas de munitions disponibles pour vous réapprovisionner.

# ammo-comms
source: We have the following type of ordnance available for restock:%s
de: Wir haben folgende Art von Munition zum Auffüllen verfügbar: %s
fr: Pour vous réapprovisionner nous disposons des munitions suivantes : %s

# ammo-comms
source: We have the following types of ordnance available for restock:%s
de: Wir haben folgende Arten von Munition zum Auffüllen verfügbar: %s
fr: Pour vous réapprovisionner nous disposons des munitions suivantes : %s

# trade-comms
source: What goods do you have available for sale or trade?
de: Welche Waren bieten Sie zum Verkauf oder Tausch an?
fr: Qu'avez-vous comme marchandises à vendre ou à échanger ?

# trade-comms
source: Station %s: Goods or components available: quantity, cost in reputation
de: Station %s: Verfügbare Waren oder Komponenten: Menge, Kosten in Ruf
fr: Station %s : Marchandises ou composants disponibles : (quantité, coût en réputation)

# dockingServicesStatus-comms
source: Hull repair automation unavailable whie it is undergoing maintenance.
fr: Automatisation de réparation de coque indisponible, elle est en cours de maintenance.

# helpfullWarning-comms
source: See any enemies in your area?
de: Sehen Sie Feinde in Ihrer Umgebung?
fr: Apercevez-vous des ennemis dans votre région ?

# helpfullWarning-comms
source: Yes, we see %i enemies within 30U
de: Ja, wir sehen %i Feinde innerhalb von 30U.
fr: Oui, nous comptons %i ennemis dans un rayon de 30U.

# helpfullWarning-comms
source: Yes, we see one enemy within 30U
de: Ja, wir sehen einen Feind innerhalb von 30U
fr: Oui, nous observons 1 ennemi à moins de 30U.

# helpfullWarning-comms
source: No enemies within 30U
de: Keine Feinde im Umkreis von 30U
fr: Aucun ennemi à moins de 30U.

# helpfullWarning-comms
source: Not really
de: Nicht wirklich.
fr: Pas vraiment.

# trade-comms
source: Where can I find particular goods?
de: Wo kann ich bestimmte Waren finden?
fr: Où puis-je trouver des marchandises particulières ?

# trade-comms
source: Friendly stations often have food or medicine or both. Neutral stations may trade their goods for food, medicine or luxury.
de: Freundliche Stationen haben oft Lebensmittel, Medikamente (medicine) oder beides. Neutrale Stationen können ihre Waren gegen Lebensmittel, Medikamente (medicine) oder Luxusgüter eintauschen.
fr: Les stations amicales ont souvent de la nourriture (food) ou des médicaments (medicine) ou les deux. Les stations neutres peuvent échanger leurs marchandises contre de la nourriture, des médicaments ou du luxe (luxury).

# trade-comms
source: Station %s in sector %s has %s for %i reputation
de: Station %s in Sektor %s hat %s für %i Ruf.
fr: La station %s dans le secteur %s possède du %s pour %i rép.

# trade-comms
source: What goods are you interested in? I've heard about these:
de: An welchen Waren sind Sie interessiert? Ich habe von diesen hier gehört:
fr: Quels marchandises vous intéressent ? J'ai entendu parler de ça :

# trade-comms
source: Beyond that, I have no knowledge of specific stations
de: Darüber hinaus habe ich keine Kenntnis von bestimmten Stationen.
fr: A part ça, je n'ai pas connaissance de stations spécifiques.

# stationGeneralInfo-comms
source: General station information
de: Allgemeine Informationen zur Station.
fr: Informations générales sur la station

# stationAssist-comms
source: Can you send a supply drop? (%d rep)
de: Können Sie eine Versorgungslieferung schicken? (%d Ruf)
fr: Pouvez-vous nous envoyer une cargaison de réapprovisionnement ? (%d rep)

# stationAssist-comms
source: You need to set a waypoint before you can request backup.
de: Sie müssen einen Wegpunkt setzen, bevor Sie Unterstützung anfordern können.
fr: Vous devez définir un marqueur avant de faire une demande de réapprovisionnement.

# stationAssist-comms
source: To which waypoint should we deliver your supplies?
de: Zu welchem Wegpunkt sollen wir Ihre Versorgungslieferung schicken?
fr: À quel marqueur devons-nous envoyer le réapprovisionnement ?

# stationAssist-comms
source: WP %d
fr: Marqueur %d

# stationAssist-comms
source: We have dispatched a supply ship toward WP %d
de: Wir haben ein Versorgungsschiff nach WP %d entsandt.
fr: Nous venons de déployer un vaisseau qui vous déposera la capsule de réapprovisionnement au marqueur %d.

# needRep-comms
source: Not enough reputation!
de: Nicht genug Ruf!
fr: Pas assez de réputation !

# stationAssist-comms
source: Please send reinforcements! (%d rep)
de: Bitte schicken Sie Verstärkung! (%d Ruf)
fr: Merci de nous envoyer des renforts ! (%d rép)

# stationAssist-comms
source: You need to set a waypoint before you can request reinforcements.
de: Sie müssen einen Wegpunkt setzen, bevor Sie Verstärkung anfordern können.
fr: Vous devez définir un marqueur avant de pouvoir demander des renforts.

# stationAssist-comms
source: To which waypoint should we dispatch the reinforcements?
de: Zu welchem Wegpunkt sollen wir die Verstärkung schicken?
fr: À quel marqueur souhaitez-vous recevoir les renforts ?

# stationAssist-comms
source: We have dispatched %s to assist at WP %d
de: Wir haben %s zur Unterstützung bei WP %d entsandt.
fr: Nous venons de déployer le vaisseau de combat %s pour vous soutenir au marqueur %d.

# shipAssist-comms
source: What do you want?
de: Was wollen Sie?
fr: Que voulez-vous ?

# shipAssist-comms
source: Sir, how can we assist?
de: Sir, wie können wir helfen?
fr: Monsieur, comment pouvons-nous vous assister ?

# shipAssist-comms
source: Defend a waypoint
de: Verteidigen Sie einen Wegpunkt
fr: Défendez un marqueur.

# shipAssist-comms
source: No waypoints set. Please set a waypoint first.
de: Keine Wegpunkte gesetzt. Bitte setzen Sie zuerst einen Wegpunkt.
fr: Monsieur, nous ne détectons aucun marqueur. Veuillez commencer par en placer un.

# shipAssist-comms
source: Which waypoint should we defend?
de: Welchen Wegpunkt sollen wir verteidigen?
fr: Quel marqueur devons-nous défendre ?

# shipAssist-comms
source: Defend WP %d
de: Verteidigen Sie WP %d.
fr: Défendez le marqueur %d.

# shipAssist-comms
source: We are heading to assist at WP %d.
de: Wir sind auf dem Weg zur Unterstützung bei WP %d.
fr: Nous partons pour défendre le marqueur %d.

# shipAssist-comms
source: Assist me
de: Unterstützen Sie uns.
fr: Aidez-nous !

# shipAssist-comms
source: Heading toward you to assist.
de: Ich mache mich auf den Weg, um Ihnen zu helfen.
fr: Entendu, nous partons immédiatement vous aider.

# shipAssist-comms
source: Report status
de: Status melden.
fr: Au rapport

# shipAssist-comms
source: Hull: %d%%
de: Hülle: %d%%
fr: Coque : %d%%

# shipAssist-comms
source: Shield: %d%%
de: Schild: %d%%
fr: Boucliers : %d%%

# shipAssist-comms
source: Front Shield: %d%%
de: Frontschild: %d%%
fr: Boucliers avant : %d%%

# shipAssist-comms
source: Rear Shield: %d%%
de: Heckschild: %d%%
fr: Boucliers arrière : %d%%

# shipAssist-comms
source: Shield %s: %d%%
de: Schild %s: %d%%
fr: Bouclier %s : %d%%

# shipAssist-comms
source: Dock at %s
de: An %s andocken
fr: Amarrez-vous à %s.

# shipAssist-comms
source: Docking at %s.
de: Wir docken bei %s.
fr: En cours d'amarrage à %s.

# shipEnemy-comms
source: We will see to your destruction!
de: Wir werden für eure Vernichtung sorgen!
fr: Nous allons vous détruire !

# shipEnemy-comms
source: Your bloodline will end here!
de: Deine Blutlinie wird hier enden!
fr: Votre race va s'éteindre ici et maintenant !

# shipEnemy-comms
source: Your feeble threats are meaningless.
de: Ihre schwachen Drohungen sind bedeutungslos.
fr: Vos petites menaces ne nous impressionnent pas.

# shipEnemy-comms
source: Ktzzzsss. You will DIEEee weaklingsss!
de: Ktzzzsss. Ihr werdet steeerben, ihr Schwächlinge!
fr: Ktzzzsss. Vous allez mourir faibles créatures insignifiantes !

# shipEnemy-comms
source: We wish you no harm, but will harm you if we must. End of transmission.
de: Wir wünschen Ihnen nichts Böses, aber wir werden Ihnen etwas antun, wenn wir müssen. Ende der Übertragung.
fr: Nous ne vous voulons aucun mal, mais nous le ferons si nécessaire. Fin de transmission.

# shipEnemy-comms
source: Stay out of our way, or your death will amuse us extremely!
de: Gehen Sie uns aus dem Weg, oder Ihr Tod wird uns sehr amüsieren!
fr: Restez en dehors de notre chemin, ou votre mort sera une amusante distraction pour nous !

# shipEnemy-comms
source: One zero one. No binary communication detected. Switching to universal speech. Generating appropriate response for target from human language archives. :Do not cross us: Communication halted.
de: Eins-Null-Eins. Keine binäre Kommunikation erkannt. Umschalten auf Universalsprache. Generierung der passenden Antwort für das Ziel aus dem menschlichen Spracharchiv. :Verärgern Sie uns nicht: Kommunikation gestoppt.
fr: 000110011010...Grzzzz.. Communication binaire non détectée..Grzzz Nous passons en communication universelle..Grrzzz Générer une réponse appropriée pour la cible en langage humain à partir des archives...Grrzzzz Ne nous approchez pas! Grrzzz Communication interrompue.

# shipEnemy-comms
source: EXECUTE: SELFDESTRUCT
de: AUSFÜHREN DER SELBSTZERSTÖRUNG
fr: EXECUTER A DISTANCE : AUTODESTRUCTION

# shipEnemy-comms
source: Rogue command received. Targeting source.
de: Schadhafter Befehl entdeckt. Erfasse Quelle.
fr: Commande non autorisée reçue. Cible verrouillée.

# shipEnemy-comms
source: External command ignored.
de: Externer Befehl wird ignoriert.
fr: Ordre externe ignoré.

# shipEnemy-comms
source: The hive suffers no threats. Opposition to any of us is opposition to us all. Stand down or prepare to donate your corpses toward our nutrition.
de: Der Schwarm duldet keine Drohungen. Feindseligkeit gegen eines von uns ist Feindseligkeit gegen uns alle. Halten Sie ihre Position und machen Sie sich bereit, Ihre Körper als Nahrung zu spenden.
fr: Notre peuple ne tolère aucune menace. S'opposer à l'un d'entre nous c'est s'opposer à nous tous. Fuyez ou préparez-vous à faire don de vos cadavres pour nos repas.

# shipEnemy-comms
source: <Transmit 'The Itsy-Bitsy Spider' on all wavelengths>
de: <Senden von 'The Itsy-Bitsy Spider' auf allen Wellenlängen>
fr: <Diffuser la chanson de Spiderman sur toutes les ondes>

# shipEnemy-comms
source: We do not need permission to pluck apart such an insignificant threat.
de: Wir brauchen keine Erlaubnis, um eine so unbedeutende Bedrohung zu zerpflücken.
fr: Vous osez vous moquer de nous ? En avez-vous marre de vivre ?

# shipEnemy-comms
source: The hive has greater priorities than exterminating pests.
de: Der Schwarm hat Wichtigeres zu tun als Schädlingsbekämpfung.
fr: Notre peuple a d'autres priorités que l'extermination de parasites tels que vous.

# shipEnemy-comms
source: Mind your own business!
de: Kümmern Sie sich um Ihren eigenen Kram!
fr: Occupez-vous de vos affaires !

# trade-comms
source: Yes?
de: Ja?
fr: Oui ?

# trade-comms
source: Where are you headed?
de: Wohin sind Sie unterwegs?
fr: Où allez-vous ?

# trade-comms
source: Traded luxury for %s
de: Luxus für %s gehandelt.
fr: Échanger Produits de luxe (luxury) contre %s

# trade-comms
source: Purchased %s from %s
de: Gekauft: %s von %s.
fr: %s acheté auprès de %s

# needRep-comms
source: Insufficient reputation for purchase
de: Unzureichender Ruf für den Kauf.
fr: Réputation insuffisante pour acheter

# trade-comms
source: What do you want?
fr: Que voulez-vous ?
