Repository: daid/EmptyEpsilon
Catalog: scripts/locale/scenario_29_surf.*.po
Languages: de, fr

source: Surf's Up!
de: Noch mehr Wellen!
fr: Surfez !

source: Wave after wave of enemy ships attack, each wave harder than the previous wave. Single or multiple player ships may participate. Scenario is over when the friendly bases are destroyed. Loosely based on the Waves scenario. The differences between Waves and Surf's Up: Initial configuration options (faster moving enemy ships, set the start wave), random wave type (normal, hunt enemy base, formation flying, asteroid storm), services split between friendly stations, side missions to enhance stations, enemies may drop deadly warp jammers. No victory condition. How many waves can you complete? Version 1 USN Discord: https://discord.gg/PntGG3a where you can join a game online. There's one almost every weekend. All experience levels are welcome.
de: Eine Welle nach der anderen bestehend aus feindlichen Schiffen greift an, wobei jede Welle stärker ist als die vorherige. Es können einzelne oder mehrere Spielerschiffe teilnehmen. Das Szenario ist beendet, wenn die befreundeten Basen zerstört sind. Basiert lose auf dem Szenario "Endlose Wellen". Die Unterschiede im Vergleich zu "Endlose Wellen": Optionen für die Anfangskonfiguration (sich schneller bewegende feindliche Schiffe, Festlegung der Startwelle), zufälliger Wellentyp (normal, Angriff auf feindliche Basis, Formationsflug, Asteroidensturm), Aufteilung der Dienstleistungen auf befreundete Stationen, Nebenmissionen zur Verbesserung der Stationen, Feinde können tödliche Warp-Störsender abwerfen. Keine Siegbedingung. Wie viele Wellen könnt ihr abschließen? Version 1 USN Discord: https://discord.gg/PntGG3a, wo ihr online an einem Spiel teilnehmen könnt. Fast jedes Wochenende findet eines statt. Alle Erfahrungsstufen sind willkommen.
fr: - Durée approx. : Variable - Difficulté : Moyenne (variable) - Vaisseaux joueurs : 1 à plusieurs Mission : Vague après vague, les vaisseaux ennemis vous attaquent, inlassablement. Chaque vague étant plus difficile que la précédente. Combien de temps tiendrez-vous ? Il n'y a pas de victoire. La partie se termine lorsque vos bases sont détruites. Si votre vaisseau est détruit, vous pouvez en recréer un. Librement basé sur le scénario Vagues, Surfez ! propose de nombreuses options de configuration, des vagues variées (trouver la base ennemie, vol en formation, tempête d'astéroïdes), des services répartis entre les stations amies, des missions secondaires pour améliorer les stations, les ennemis peuvent lâcher des brouilleurs FTL mortels. Version 1.0.6 - Nov. 2024 - Titre original : Surf's Up! - Auteur : Xansta (Nov. 2024) - Traduction FR : Muerte (Nov. 24) Texte et scénario vérifiés (Nov. 24) Communauté française et anglophone sur Discord USN https://discord.gg/TVxuxn7ZYW : feedback sur les scénarios, aide, sessions de jeu tous les we.

# setting
source: Enemies
de: Feinde
fr: Puissance ennemie

# setting
source: Configures strength and/or number of enemies in this scenario
de: Bestimmt Stärke und/oder Anzahl von feindlichen Schiffen im Szenario
fr: Définit le nombre et/ou la puissance des ennemis.

# Enemies
source: Easy
de: Einfach
fr: Facile

# Enemies
source: Fewer or weaker enemies
de: Weniger oder schwächere Feinde
fr: Ennemis moins nombreux et/ou plus faibles.

# Enemies
source: Normal number or strength of enemies
de: Normale Anzahl bzw. Stärke der Feinde
fr: Difficulté normale.

# Enemies
source: Hard
de: Schwer
fr: Difficile

# Enemies
source: More or stronger enemies
de: Mehr oder stärkere Feinde
fr: Ennemis plus nombreux et/ou plus puissants.

# Enemies
source: Extreme
de: Extrem
fr: Extrême

# Enemies
source: Much stronger, many more enemies
de: Viel mehr, viel stärkere Feinde
fr: Ennemis beaucoup plus nombreux et/ou beaucoup plus puissants.

# Enemies
source: Quixotic
de: Absurd
fr: Chimérique

# Enemies
source: Insanely strong and/or inordinately large numbers of enemies
de: Wahnsinnig starke und/oder extrem viele Feinde
fr: Ennemis en nombre démesuré et/ou incroyablement puissants.

# setting
source: Prototype
de: Prototyp
fr: Vaisseau original

# setting
source: Use alternative player ship or not
de: Soll mit einem Prototypen (spielbares Schiff aus alten EmptyEpsilon-Versionen) gespielt werden?
fr: Vous pouvez choisir un vaisseau original en dehors de la liste des vaisseaux standards.

# Prototype
source: None
de: Keines
fr: Aucun

# Prototype
source: Select a normal player ship from the next screen
de: Es könne nur Standardschiffe benutzt werden (Im nächsten Bildschirm bitte manuell spawnen)
fr: Aucun : choisissez un vaisseau parmi la liste standard disponible à l'écran suivant.

# Prototype
source: Spawn a player cruiser
de: Spawnt ein Schiff des alten Typs "Player Cruiser"
fr: Ce Croiseur possède un équipement équilibré avec la téléportation, un arsenal nucléaire et des faisceaux laser.

# Prototype
source: Spawn a player missile cruiser (no beams)
de: Spawnt ein Schiff des Typs "Player Missile Cruiser" (keine Laser)
fr: Ce Croiseur lance-missiles ne possède pas de faisceaux laser mais dispose de nombreux tubes de lancement et est lourdement chargé.

# Prototype
source: Spawn a player fighter (no warp or jump)
de: Spawnt ein Schiff des alten Typs "Fighter" (verfügt weder über Warp- noch über Sprungantrieb)
fr: Faiblement équipé, ce chasseur n'a qu'un seul tube lance-missiles HVLI et pas de vitesse lumière ou de téléportation. Il compense par sa rapidité de déplacement et ses faisceaux laser.

# setting
source: Pace
de: Geschwindigkeit
fr: Vitesse vaisseaux ennemis

# setting
source: Configures how fast the enemy ships move
de: Legt fest, wie schnell sich die feindlichen Schiffe bewegen
fr: Vitesse à laquelle les vaisseaux ennemis se déplacent.

# Pace
source: Enemy ships move at their normal speed
de: Feindliche Schiffe bewegen sich mit normaler Geschwindigkeit
fr: Les vaisseaux ennemis se déplacent à leur vitesse normale.

# Pace
source: Enemy ships move ten percent faster than normal
de: Feindliche Schiffe bewegen sich um 10 Prozent schneller als normal
fr: Les vaisseaux ennemis se déplacent 10% plus vite.

# Pace
source: Enemy ships move twenty percent faster than normal
de: Feindliche Schiffe bewegen sich um 20 Prozent schneller als normal
fr: Les vaisseaux ennemis se déplacent 20% plus vite.

# Pace
source: Enemy ships move thirty percent faster than normal
de: Feindliche Schiffe bewegen sich um 30 Prozent schneller als normal
fr: Les vaisseaux ennemis se déplacent 30% plus vite.

# Pace
source: Enemy ships move forty percent faster than normal
de: Feindliche Schiffe bewegen sich um 40 Prozent schneller als normal
fr: Les vaisseaux ennemis se déplacent 40% plus vite.

# Pace
source: Enemy ships move fifty percent faster than normal
de: Feindliche Schiffe bewegen sich um 50 Prozent schneller als normal
fr: Les vaisseaux ennemis se déplacent 50% plus vite.

# setting
source: Advance
de: Startwelle
fr: Vague de départ

# setting
source: Configure the simulated wave level. Default is one
de: Legt die Stärke der ersten Welle fest. Standard ist 1
fr: Niveau de difficulté de la 1ère vague. La valeur par défaut est de 1. Chaque nouvelle vague est plus dure que la précédente.

# Advance
source: Normal wave start point
de: Normaler Start
fr: Le niveau de difficulté de la 1ère vague est 1. Valeur par défaut.

# Advance
source: Advance wave start to 2
de: Spiel startet bei Wellenstärke 2
fr: Le niveau de difficulté de la 1ère vague est 2.

# Advance
source: Advance wave start to 3
de: Spiel startet bei Wellenstärke 3
fr: Le niveau de difficulté de la 1ère vague est 3.

# Advance
source: Advance wave start to 4
de: Spiel startet bei Wellenstärke 4
fr: Le niveau de difficulté de la 1ère vague est 4.

# Advance
source: Advance wave start to 5
de: Spiel startet bei Wellenstärke 5
fr: Le niveau de difficulté de la 1ère vague est 5.

# Advance
source: Advance wave start to 6
de: Spiel startet bei Wellenstärke 6
fr: Le niveau de difficulté de la 1ère vague est 6.

# Advance
source: Advance wave start to 7
de: Spiel startet bei Wellenstärke 7
fr: Le niveau de difficulté de la 1ère vague est 7.

# Advance
source: Advance wave start to 8
de: Spiel startet bei Wellenstärke 8
fr: Le niveau de difficulté de la 1ère vague est 8.

# Advance
source: Advance wave start to 9
de: Spiel startet bei Wellenstärke 9
fr: Le niveau de difficulté de la 1ère vague est 9.

# msgMainscreen
source: Easy
de: Einfach
fr: facile

# msgMainscreen
source: Hard
de: Schwer
fr: difficile

# msgMainscreen
source: Extreme
de: Extrem
fr: extrême

# msgMainscreen
source: Quixotic
de: Absurd
fr: chimérique

# orders-comms
source: Defend friendly stations.
de: Verteidigen Sie befreundete Stationen
fr: Défendre les stations amies.

# situationReport-comms
source: A recent reactor failure has put us on auxiliary power, so we cannot recharge ships.
de: Durch einen kürzlichen Reaktorausfall läuft im Moment alles auf Hilfsenergie, so dass wir keine Schiffe aufladen können.

# situationReport-comms
source: A damaged power coupling makes it too dangerous to recharge ships.
de: Aufgrund einer beschädigten Energiekupplung ist es gerade zu gefährlich, andere Schiffe mit Energie zu versorgen.

# situationReport-comms
source: An asteroid strike damaged our solar cells and we are short on power, so we can't recharge ships right now.
de: Da ein Asteroideneinschlag unsere Solarzellen beschädigt hat ist unsere Energie zur Zeit knapp, so dass wir im Moment keine Schiffe aufladen können.

# situationReport-comms
source: We're out of the necessary materials and supplies for hull repair.
de: Wir haben keine Materialien und Vorräte mehr, die für die Reparatur der Schiffshülle benötigt werden.

# situationReport-comms
source: Hull repair automation unavailable while it is undergoing maintenance.
de: Automatische Hüllenreparatur ist aufgrund von Wartungsarbeiten derzeit nicht möglich.

# situationReport-comms
source: All hull repair technicians quarantined to quarters due to illness.
de: Das komplette Hüllenreparatur-Personal ist aufgrund einer Krankheit derzeit in Quarantäne

# situationReport-comms
source: Cannot replenish scan probes due to fabrication unit failure.
de: Aufgrund eines Fehlers der Fertigungseinheit können keine neue Sonden hergestellt werden.

# situationReport-comms
source: Parts shortage prevents scan probe replenishment.
de: Aufgrund von Ersatzteilknappheit kann der Vorrat an Sonden nicht mehr aufgefüllt werden.

# situationReport-comms
source: Station management has curtailed scan probe replenishment for cost cutting reasons.
de: Die Stationsleitung hat aus Kostengründen den Nachschub an Sonden eingeschränkt.

# msgMainscreen
source: %s hours, %s minutes and %s seconds
de: %s Stunden, %s Minuten und %s Sekunden
fr: %s heures, %s minutes et %s secondes

# msgMainscreen
source: %s hours, %s minutes and %s second
de: %s Stunden, %s Minuten und %s Sekunde
fr: %s heures, %s minutes et %s seconde

# msgMainscreen
source: %s hours, %s minute and %s seconds
de: %s Stunden, %s Minute und %s Sekunden
fr: %s heures, %s minute et %s secondes

# msgMainscreen
source: %s hours, %s minute and %s second
de: %s Stunden, %s Minute und %s Sekunde
fr: %s heures, %s minute et %s seconde

# msgMainscreen
source: %s hour, %s minutes and %s seconds
de: %s Stunde, %s Minuten und %s Sekunden
fr: %s heure, %s minutes et %s secondes

# msgMainscreen
source: %s hour, %s minutes and %s second
de: %s Stunde, %s Minuten und %s Sekunde
fr: %s heure, %s minutes et %s seconde

# msgMainscreen
source: %s hour, %s minute and %s seconds
de: %s Stunde, %s Minute und %s Sekunden
fr: %s heure, %s minute et %s secondes

# msgMainscreen
source: %s hour, %s minute and %s second
de: %s Stunde, %s Minute und %s Sekunde
fr: %s heure, %s minute et %s seconde

# msgMainscreen
source: %s minutes and %s seconds
de: %s Minuten und %s Sekunden
fr: %s minutes et %s secondes

# msgMainscreen
source: %s minutes and %s second
de: %s Minuten und %s Sekunde
fr: %s minutes et %s seconde

# msgMainscreen
source: %s minute and %s seconds
de: %s Minute und %s Sekunden
fr: %s minute et %s secondes

# msgMainscreen
source: %s seconds
de: %s Sekunden
fr: %s secondes

# buttonGM
source: End with Odin
de: Mit Odin beenden
fr: Terminer avec l'Odin

# shipLog
source: We picked up an anomalous chroniton particle reading nearby. Encoded within the anomalous reading is a designated point along the timeline in the future. We are still working on the decoding rest of the information, but initial efforts hint at some major military action being taken by the Ghosts. We have placed countdown timers on some of your consoles indicating when this event is supposed to occur.
de: Wir haben in der Nähe ungewöhnlichen Chronitonpartikelwerte aufgefangen. Die ungewöhnlichen Messwerte weisen auf einen bestimmten Punkt auf der Zeitachse in der Zukunft hin. Wir arbeiten noch an der Dekodierung der restlichen Informationen, aber erste Bemühungen deuten auf eine größere militärische Aktion der Geister hin. Wir haben auf einigen Ihrer Konsolen Countdown-Timer angebracht, die anzeigen, wann dieses Ereignis eintreten wird.
fr: Équipage, nous venons de détecter une particule anormale de chroniton à proximité. Encapsulé dans une partie du code de cette particule se trouve un point défini sur le long de la courbe du temps, pointant depuis le futur. Nous travaillons toujours sur le décodage du reste des informations, mais nos 1ères analyses laissent entrevoir une action militaire majeure de la part des Fantômes. Nous avons placé un compte à rebours sur certains de vos postes indiquant quand cet événement est censé se produire.

# msgGM
source: 30 second countdown to Odin spawn has begun.
de: 30-Sekunden-Countdown bis zu Odin-Spawn hat begonnen.
fr: Le compte à rebours de 30s avant l'apparition d'Odin a commencé.

# timer-tab
source: Anomalous Time:%s
de: Anomalie-Timer:%s
fr: Évènement anormal dans %ss

# orders-comms
source: What are my current orders?
de: Was sind unsere derzeitigen Befehle?
fr: Quels sont nos ordres en cours ?

source: Back
de: Zurück
fr: Précédent

# shipLog
source: Wave %i. Hunt down enemy base.
de: Welle %i. Greifen Sie die feindliche Basis an.
fr: Vague n°%i Trouvez et éliminez également la base ennemie.

# shipLog
source: Wave %i.
de: Welle %i.
fr: Vague n°%i

# orders-comms
source: Hunt down enemy base.
de: Greifen Sie die feindliche Basis an.
fr: Trouver et éliminer tous les ennemis ainsi que leur base.

# shipLog
source: %s Asteroid storm reported.
de: %s Asteroidensturm angekündigt.
fr: %s Tempête d'astéroïdes signalée.

# tabRelay&Ops
source: Wave %i
de: Welle %i
fr: Vague n°%i en cours

# shipLog
source: Defense platform self destruct activated.
de: "Defense platform": Selbstzerstörung aktiv.

# msgScience
source: In addition to jamming our FTL drive, there's a warp jammer that is damaging our beam weapons
de: Der Störsender in der Nähe stört nicht nur FTL-Antriebe, sondern beschädigt auch unsere Lasersysteme
fr: En plus de bloquer notre moteur FTL (vitesse lumière/téléportation), un brouilleur FTL endommage également nos faisceaux laser.

# msgOperations
source: In addition to jamming our FTL drive, there's a warp jammer that is damaging our beam weapons
de: Der Störsender in der Nähe stört nicht nur FTL-Antriebe, sondern beschädigt auch unsere Lasersysteme
fr: En plus de bloquer notre moteur FTL (vitesse lumière/téléportation), un brouilleur FTL endommage également nos faisceaux laser.

# msgScience
source: In addition to jamming our FTL drive, there's a warp jammer that is damaging our missile systems
de: Der Störsender in der Nähe stört nicht nur FTL-Antriebe, sondern beschädigt auch unsere Raketensysteme
fr: En plus de bloquer notre moteur FTL (vitesse lumière/téléportation), un brouilleur FTL endommage également notre système de missiles.

# msgOperations
source: In addition to jamming our FTL drive, there's a warp jammer that is damaging our missile systems
de: Der Störsender in der Nähe stört nicht nur FTL-Antriebe, sondern beschädigt auch unsere Raketensysteme
fr: En plus de bloquer notre moteur FTL (vitesse lumière/téléportation), un brouilleur FTL endommage également notre système de missiles.

# msgMainscreen
source: Surf's up! Let the waves begin.
de: Surfen wir los! Lasst die Wellen beginnen.
fr: Surfez ! Que les vagues commencent.

# msgMainscreen
source: Wave cleared!
de: Welle abgeschlossen!
fr: Vague éliminée !

# msgMainscreen
source: Wave %i cleared.
de: Welle %i abgeschlossen.
fr: Vague n°%i éliminée !

# msgMainscreen
source: All friendly bases destroyed.
de: Alle freundlichen Basen wurden zerstört.
fr: -- Votre bilan -- Toutes vos bases ont été détruites.

# msgMainscreen
source: %s %i player ships deployed.
de: %s %i Spielerschiffe wurden gespawnt
fr: %s %i vaisseaux joueurs déployés.

# msgMainscreen
source: %s One player ship deployed.
de: %s Ein Spielerschiff wurde gespawnt
fr: %s 1 vaisseau joueur déployé.

# msgMainscreen
source: %s %i waves completed at the %s setting.
de: %s %i Wellen abgeschlossen(%s)
fr: %s %i vagues réussies en difficulté %s.

# msgMainscreen
source: %s One wave completed at the %s setting.
de: %s Eine Welle abgeschlossen(%s)
fr: %s 1 seule vague réussie en difficulté %s.

# msgMainscreen
source: %s No waves completed at the %s setting.
de: %s Keine Welle abgeschlossen(%s)
fr: %s Aucune vague réussie en difficulté %s.

# msgMainscreen
source: %s Duration: %s.
de: %s Dauer: %s.
fr: %s Vous avez tenu %s.

# msgMainscreen
source: %s Wave advance setting: %s
de: %s Startwelle: %s
fr: %s Niveau de difficulté de la vague de départ : %s

# msgMainscreen
source: %s Pace setting: %s
de: %s Geschwindigkeits-Einstellung: %s
fr: %s Vitesse des vaisseaux ennemis : +%s%%

# Enemies
source: Normal
fr: Normale

# Prototype
source: Cruiser
fr: Croiseur

# Prototype
source: Missile Cruiser
fr: Croiseur lance-missiles

# Prototype
source: Fighter
fr: Chasseur

# Pace
source: Normal
fr: Normale

# msgMainscreen
source: Normal
fr: normale

# name-tab
source: %s in %s
fr: %s est en secteur %s
