Repository: daid/EmptyEpsilon
Catalog: scripts/locale/scenario_08_atlantis.*.po
Languages: de, fr

source: Birth of the Atlantis
de: Die Geburt der Atlantis
fr: Naissance de l'Atlantis

source: You are the first crew of a new and improved version of the Atlantis space explorer. You must check out ship systems and complete an initial mission. This scenario is limited to one player ship: the Atlantis Atlantis-1.
de: Sie sind die erste Besatzung einer neuen und verbesserten Version des Weltraumforschungsschiffs Atlantis und müssen die Schiffssysteme testen sowie eine erste Mission durchführen. Dieses Szenario ist auf ein Spielerschiff beschränkt: Die Atlantis... Atlantis-1.
fr: - Durée approx. : 2h - Difficulté : Facile - Vaisseaux joueurs : 1 Mission : Vous êtes le 1er équipage d'une nouvelle version améliorée du vaisseau d'exploration Atlantis. Vous devez vérifier les systèmes du vaisseau et accomplir une mission de base. Version 1 - Déc. 2021 - Titre original : Birth of the Atlantis - Auteur : Daid (2016) Révisé par Oznogon - Traduction FR : Muerte Communauté française et anglophone sur le Discord USN https://discord.gg/TVxuxn7ZYW : feedback sur les scénarios, aide, sessions de jeu tous les we.

# scienceDescription-artifact
source: An odd object floating in space.
de: Ein seltsames Objekt, das im Weltraum schwebt.
fr: Un objet étrange flottant dans l'espace.

# scienceDescription-artifact
source: This object is giving off strange readings. Sensor readings: Beta radiation: %i Gravity disruption: %i Ionic phase shift: %i Doppler instability: %i
de: Dieses Objekt gibt seltsame Messwerte ab. Sensor-Messwerte: Beta-Strahlung: %i Schwerkraftstörung: %i Ionische Phasenverschiebung: %i Doppler-Instabilität: %i
fr: Nous l'avons trouvé. Cet objet dégage d'étranges radiations. Lectures des capteurs : Rayonnement bêta : %i Perturbation de la gravité : %i Déphasage ionique : %i Instabilité Doppler : %i

# scienceDescription-artifact
source: This object seems to be inert, and not giving any interesting readings on your sensors. The actual object must be somewhere else.
de: Dieses Objekt scheint inaktiv zu sein und keine interessanten Messwerte an Ihre Sensoren zu liefern. Das eigentliche Objekt muss sich irgendwo anders befinden.

# station-incCall
source: Come in, Atlantis-1. Good, your communication systems seems to be working. As you well know, you are aboard the newest version of the Atlantis space explorer. We will take you through a few quick tests to see if the ship is operating as expected. First, have your engineer power up all systems to 100%, as you are currently in powered down mode.
de: Bitte kommen, Atlantis-1. Gut, Ihr Kommunikationssystem scheint zu funktionieren. Wie Sie wissen, befinden Sie sich an Bord der neuesten Version des Weltraumforschungsschiffes Atlantis. Wir werden mit Ihnen einige kurze Tests durchführen, um festzustellen, ob das Schiff wie erwartet funktioniert. Weisen Sie zunächst das Personal im Maschinenraum an, alle Systeme auf 100 % hochzufahren, da Sie sich derzeit im ausgeschalteten Zustand befinden.
fr: Bonjour Atlantis-1. Bien, vos systèmes de communication semblent fonctionner. Comme vous le savez déjà, vous êtes à bord de la nouvelle version du vaisseau explorateur de l'espace Atlantis. Nous allons vous faire passer quelques tests rapides pour voir si le vaisseau fonctionne comme prévu. Tout d'abord, demandez à votre ingénieur d'alimenter tous les systèmes à 100%, car vous êtes actuellement en mode hors tension.

# station-incCall
source: Good, Atlantis-1, we read all systems are go. You can safely undock now. Head to sector K6, where F-1 has dropped missile supplies. Pick them up to stock up on weapons.
de: Gut, Atlantis-1, wir haben festgestellt, dass alle Systeme in Ordnung sind. Sie können jetzt sicher abdocken. Gehen Sie zu Sektor K6, wo F-1 Raketenvorräte abgeworfen hat. Sammeln Sie sie ein, um sich mit Waffen einzudecken.
fr: Bien Atlantis-1, nous vous confirmons que tous les systèmes sont opérationnels. Vous pouvez dès à présent désamarrer en toute sécurité. Dirigez-vous vers le secteur K6, une cargaison de munitions déposée par le vaisseau F-1 vous y attend. Récupérez-la afin de faire le plein de missiles.

# station-incCall
source: I see you are stocked up on missiles now, Atlantis-1. There are two dummy ships in your vicinity. Before we test your weapon systems, we should first identify the ships to ensure we destroy the correct ones. Have your science officer scan the Dummy-1 and Dummy-2 ships to properly identify them.
de: Wie ich sehe, haben Sie jetzt einen Vorrat an Raketen, Atlantis-1. Es befinden sich zwei Schiffsattrappen in Ihrer Nähe. Bevor wir Ihre Waffensysteme testen, sollten wir zuerst die Schiffe identifizieren, um sicherzustellen, dass wir die richtigen zerstören. Teilen Sie dem Wissenschaftspersonal mit, dass die Schiffe Dummy-1 und Dummy-2 gescannt werden sollen, um sie richtig zu identifizieren.
fr: Atlantis-1, OK bien. Je vois que vous vous êtes approvisionnés en missiles. Il y a deux vaisseaux factices dans votre voisinage immédiat. Mais avant de tester votre système d'armement, vous devez d'abord identifier les vaisseaux afin de vous assurer de ne pas détruire les mauvais. Demandez à votre officier scientifique d'analyser les vaisseaux factices Dummy-1 et Dummy-2 pour les identifier correctement.

# station-incCall
source: Perfect, Atlantis-1. They identify as Kraylor ships because we put fake IDs in them. Destroy Dummy-1 with your beam weapons, and use a homing missile to take out Dummy-2. The shields of Dummy-2 are configured so that your beam weapons will not penetrate them.
de: Perfekt, Atlantis-1. Sie identifizieren sich als Kraylor-Schiffe, weil wir sie mit gefälschten IDs ausgestattet haben. Zerstören Sie Dummy-1 mit Ihren Lasern, und schalten Sie Dummy-2 mit einer Zielsuchrakete aus. Die Schilde von Dummy-2 sind so konfiguriert, dass Ihre Laser sie nicht durchdringen können.
fr: Parfait Atlantis-1, Ils sont identifiés comme étant des vaisseaux Kraylors, car nous y avons mis de fausses balises d'identité. Maintenant, tirez sur Dummy-1 avec vos faisceaux laser et utilisez un missile à tète chercheuse (homing) pour éliminer Dummy-2, Les boucliers de Dummy-2 sont configurés de sorte que vos faisceaux laser ne puissent pas les pénétrer.

# station-incCall
source: Good, all weapons are operational. Atlantis-1 seems to be in perfect operating condition. When you are ready to take on your first mission, contact us at Shipyard-Gamma. You can also dock with Supply-6 to resupply.
de: Gut, alle Waffen sind einsatzbereit. Atlantis-1 scheint in perfektem Betriebszustand zu sein. Wenn Sie bereit sind, Ihre erste Mission anzutreten, kontaktieren Sie uns. Sie können auch an Supply-6 andocken, um Nachschub zu erhalten.
fr: Bon, toutes les armes sont opérationnelles. Atlantis-1 semble être en parfait état de fonctionnement. Lorsque vous vous sentirez prêt à entreprendre votre première mission, contactez-nous sur Shipyard-Gamma. Vous pouvez également accoster sur Supply-6 pour vous réapprovisionner.

# JumpCarrier-incCall
source: Hold on tight, heading for sector B20.
de: Bereiten Sie sich vor, wir setzen Kurs zum Sektor B20.
fr: Tenez bon, cap sur le secteur B20.

# JumpCarrier-incCall
source: Atlantis-1, Here we are, sector B20. Looks like there are some lingering Kraylor here. We are outside of the no-fire zone and at war with the Kraylor, so you are clear to engage. Report back when you have found the source of the odd sensor readings. This should be a good opportunity to make use of your ship's probes, or your Science Officer might be able to track it down based on its radar signature.
de: Atlantis-1, Wir sind da: Sektor B20. Sieht so aus, als würden sich hier noch einige Kraylor aufhalten. Wir befinden uns außerhalb der Feuerverbotszone und im Krieg mit den Kraylor, Sie haben also Erlaubnis diese anzugreifen. Melden Sie sich, wenn Sie die Quelle der merkwürdigen Sensorwerte gefunden haben.

# artifact-comms
source: It seems like the artifact is stabilizing. It would be good to get some more readings close to the object, as the nebula may be causing issues for your sensors.
de: Wie es aussieht, stabilisiert sich das Artefakt wieder. Es wäre gut, wenn sie nochmals einen Scan aus der Nähe durchführen, da der Nebel eventuell die Sensoren stören könnte.

# JumpCarrier-incCall
source: Atlantis-1, what is happening? We are reading a huge gravity surge from your direction. Get the hell out of there.
de: Atlantis-1, was passiert da gerade? Wir registrieren einen gewaltigen Gravitationsschub aus Ihrer Richtung. Machen Sie, dass Sie da wegkommen. Schnell.
fr: Atlantis-1, que se passe-t'il ? Nous détectons une énorme poussée de gravité dans votre direction. Sortez immédiatement de là.

# station-incCall
source: Atlantis-1, Come in. Come in. We suddenly read that your position is behind the Kraylor defense line. Do NOT engage the Kraylor. I repeat, DO NOT ENGAGE.
de: Atlantis-1, Melden Sie sich. Bitte kommen. Wir bemerken plötzlich, dass Ihre Position HINTER der Verteidigungslinie der Kraylor liegt. Greifen Sie die Kraylor NICHT an. Ich wiederhole: NICHT ANGREIFEN.
fr: Atlantis-1, Vous nous entendez ? Ecoutez. Nous détectons subitement votre position derrière la ligne de défense des Kraylors. N'engagez PAS le combat avec les Kraylor. Je répète, NE VOUS ENGAGEZ PAS.

# station-incCall
source: Atlantis-1, come in. Finally! We thought we lost you. You are not out of the woods yet, though. Try to get to sector zu5. We are sending JC88 to get you out of there.
de: Atlantis-1, bitte melden. Na endlich! Wir dachten, wir hätten Sie verloren. Sie sind allerdings noch nicht aus dem Schneider. Versuchen Sie, in den Sektor zu5 zu gelangen. Wir schicken JC88, um Sie da rauszuholen.
fr: Atlantis-1, Enfin ! Nous pensions vous avoir perdu. Vous n'êtes pas encore sorti d'affaire, cependant. Essayez de vous rendre au secteur zu5. Nous vous envoyons JC88 pour vous sortir de là.

# station-incCall
source: Atlantis-1, come in. Finally! We thought we lost you. You are not out of the woods yet, though. Search for a hole in the Kraylor defenses, then try to get to sector zu5. We are sending JC88 to get you out of there.
de: Atlantis-1, bitte melden. Na endlich! Wir dachten, wir hätten Sie verloren. Sie sind allerdings noch nicht aus dem Schneider. Suchen Sie nach einer Lücke in der Kraylor-Verteidigung und versuchen Sie dann, in den Sektor "zu5" zu gelangen. Wir schicken JC88, um Sie da rauszuholen.
fr: Atlantis-1, Enfin ! Nous pensions vous avoir perdu. Vous n'êtes cependant pas encore sorti d'affaire. Essayez de percer les défenses Kraylors. Ensuite, rendez-vous au secteur zu5. Nous vous envoyons JC88 pour vous sortir de là.

# JumpCarrier-incCall
source: Hold on tight, heading for Shipyard-Gamma.
de: Festhalten, bitte! Sprung nach Shipyard-Gamma wird eingeleitet.
fr: Tenez bon, direction Shipyard-Gamma.

# JumpCarrier-incCall
source: Welcome home, Atlantis-1. Dock with Supply-6 to recharge and restock, then report to Shipyard-Gamma for your mission report.
de: Willkommen zu Hause, Atlantis-1. Docken Sie bei Supply-6 an, um sich aufzuladen und die Vorräte aufzufüllen, und melden Sie sich dann bei Shipyard-Gamma für Ihren Missionsbericht.
fr: Bienvenue à la maison Atlantis-1. Amarrez-vous à Supply-6 pour vous recharger et réapprovisionner, puis présentez-vous au chantier naval Shipyard-Gamma pour votre rapport de mission.

# station-incCall
source: Atlantis-1, we've worked through the data you collected on the anomaly that collapsed into the wormhole. There are traces of both Kraylor and Arlenian technology in there, which does not make any sense. The Arlenians are a peaceful race, and the Kraylor are keen on trying to destroy them. We can only assume that the Kraylor stole some kind of advanced technology from the Arlenians. We've seen an increase in Kraylor transport activity near the Kraylor defense line. We believe these transports might carry more information regarding this technology. We're tasking you to head back to the Kraylor defense line, destroy one of these transports, and recover any cargo that might remain. It could provide valuable intel. However, do NOT engage any of the Kraylor bases directly. You are not equipped to handle a full-on assault.
de: Atlantis-1, wir haben die Daten ausgewertet, die Sie über die Anomalie gesammelt haben, die in das Wurmloch kollabiert ist. Es gibt dort Spuren sowohl von kraylorischer als auch arlenianischer Technologie, was keinen Sinn ergibt. Die Arlenianer sind eine friedliche Spezies, und die Kraylor wollen sie unbedingt vernichten. Wir können nur annehmen, dass die Kraylor irgendeine Art von fortgeschrittener Technologie von den Arlenianern gestohlen haben. Wir haben in der Nähe der Verteidigungslinie der Kraylor eine Zunahme der Transportaktivitäten der Kraylor festgestellt. Wir glauben, dass diese Transporter weitere Informationen über diese Technologie transportieren könnten. Wir beauftragen Sie, zur Verteidigungslinie der Kraylor zurückzukehren, einen dieser Transporter zu zerstören und die eventuell verbliebene Fracht zu bergen. Sie könnte wertvolle Informationen liefern. Greifen Sie jedoch NICHT direkt eine der Kraylor-Basen an. Ihr Schiff ist nicht für einen qualifizierten Angriff ausgerüstet.
fr: Atlantis-1, nous avons analysé les données que vous avez collectées sur l'anomalie qui a disparu dans le trou de ver. Il y a des traces de technologie Kraylor et Arlénienne dedans, ce qui n'a aucun sens. Les Arléniens sont une race pacifique, et les Kraylor sont désireux d'essayer de les détruire. Nous ne pouvons que supposer que les Kraylor ont volé une sorte de technologie de pointe aux Arléniens. Récemment nous avons constaté une augmentation de l'activité de transport Kraylor près de leur ligne de défense. Nous avons des raisons de croire que ces transports de cargaisons pourraient contenir plus d'informations sur cette technologie. Nous vous chargeons de retourner sur la ligne de défense Kraylor, de détruire l'un de ces transports et de récupérer toute cargaison que vous pourriez trouver derrière. Cela pourrait nous fournir de précieuses informations. Cependant, n'engagez directement AUCUNE des bases Kraylor. Vous n'êtes pas équipé pour gérer un tel assaut.

# JumpCarrier-incCall
source: Hold on tight, heading for Kraylor defense line.
de: Festhalten, bitte! Sprung in Richtung Verteidigungslinie der Kraylor wird eingeleitet.
fr: Tenez bon, cap sur la ligne de défense des Kraylors.

# JumpCarrier-incCall
source: We have arrived. Find the right moment to take out that transport, grab the cargo, and then dock with us. Expect heavy retaliation as soon as you attack the transport.
de: Wir sind angekommen. Finden Sie den richtigen Zeitpunkt, um den Transporter auszuschalten, die Ladung an sich zu nehmen und dann bei uns anzudocken. Rechnen Sie mit heftiger Gegenwehr, sobald Sie den Transporter angreifen.
fr: Nous sommes arrivés. Trouvez le bon moment pour saboter ce transport, prenez la cargaison, puis amarrez-vous à nous. Attendez-vous à de lourdes représailles dès que vous attaquerez le transport.

# JumpCarrier-incCall
source: Return to the carrier IMMEDIATELY. The entire Kraylor fleet is after you. Whatever you picked up must be valuable.
de: Kehren Sie SOFORT zum Träger zurück. Die gesamte Kraylor-Flotte ist hinter Ihnen her. Was auch immer Sie eingesammelt haben, muss wertvoll sein.
fr: Retournez au transporteur IMMÉDIATEMENT. Toute la flotte Kraylor est à vos trousses. Ce que vous avez ramassé doit avoir de la valeur.

# station-incCall
source: Perfect recovery, Atlantis-1. Seems like the transport was moving highly encrypted documents. Dock with us and we'll take a shot at cracking them.
de: Perfekte Bergung, Atlantis-1. Es scheint, als hätte der Transporter hochverschlüsselte Dokumente transportiert. Docken Sie an und wir versuchen, sie zu entschlüsseln.
fr: Récupération parfaite, Atlantis-1. On dirait que le transport déplaçait des documents hautement cryptés. Amarrez-vous à nous et nous tenterons de les déchiffrer.

# station-incCall
source: We are processing the recovered documents. The Kraylor do not excel at encryption, but this is pretty advanced by their standards. It will take some time to crack this, but we should be successful.
de: Wir sind dabei, die wiedergefundenen Dokumente zu bearbeiten. Die Kraylor sind nicht besonders gut im Verschlüsseln, aber das hier ist für ihre Verhältnisse ziemlich fortschrittlich. Es wird einige Zeit dauern, sie zu entschlüsseln, aber wir sollten erfolgreich sein.
fr: Nous traitons les documents récupérés. Les Kraylors n'excellent pas dans le cryptage, mais celui-ci est assez avancé par rapport à leurs normes. Il faudra un certain temps pour résoudre ce problème, mais nous devrions réussir.

# station-incCall
source: We've cracked the first part of the documents. It looks like the Kraylor stole some advanced jump drive technology from the Arlenians, something called a Heisenberg-Einstein bridge, that folds the fabric of spacetime. This seems to require particles with a negative mass. We're working on getting more information from these documents. They are a bit of a mess.
de: Wir haben den ersten Teil der Dokumente entschlüsselt. Es sieht so aus, als hätten die Kraylor eine fortschrittliche Sprungantriebstechnologie von den Arlenianern gestohlen, eine so genannte Heisenberg-Einstein-Brücke, die das Gefüge der Raumzeit faltet. Dazu sind offenbar Teilchen mit negativer Masse nötig. Wir arbeiten daran, mehr Informationen aus diesen Dokumenten zu bekommen. Sie sind ein ziemliches Durcheinander.
fr: Nous avons déchiffré la première partie des documents. Il semble que les Kraylors ai volé une technologie avancée de téléportation aux Arléniens, quelque chose appelé Pont Heisenberg-Einstein, qui plie le tissu de l'espace-temps. Cela semble nécessiter des particules ayant une masse négative. Nous travaillons à obtenir plus d'informations à partir de ces documents. Ils sont un peu en désordre.

# station-incCall
source: More results from the decryption team. The Arlenians managed to create negative-mass particles. However, the end result was extremely unstable and could collapse into a black hole at any second. Stabilizing the particles requires a huge amount of power with specially formed magnetic fields. In the end, they managed to make long-distance travel possible by opening a rip in the fabric of spacetime and sending specialized ships through this tear. We'll keep you updated with more information.
de: Weitere Ergebnisse des Entschlüsselungsteams. Den Arlenianern ist es gelungen, Teilchen mit negativer Masse zu erzeugen. Das Endergebnis war jedoch extrem instabil und konnte jederzeit zu einem schwarzen Loch kollabieren. Um die Teilchen zu stabilisieren, ist eine enorme Energiemenge mit speziell geformten Magnetfeldern erforderlich. Schließlich gelang es ihnen, Langstreckenreisen zu ermöglichen, indem sie einen Riss im Gefüge der Raumzeit öffneten und spezielle Schiffe durch diesen Riss schickten. Wir werden Sie mit weiteren Informationen auf dem Laufenden halten.
fr: De nouvelles informations provenant de l'équipe de décryptage : Les Arléniens ont réussi à créer des particules de masse négative. Cependant, le résultat final s'est révélé extrêmement instable et risquait de s'effondrer dans un trou noir à tout moment. Stabiliser les particules nécessite une énorme quantité d'énergie avec des champs magnétiques spécialement formés. En fin de compte, ils ont réussi à rendre possible les voyages sur de longues distances en ouvrant une déchirure dans le tissu spatio-temporel et en envoyant des vaisseaux spécialisés à travers cette déchirure. Nous vous tiendrons au courant dès que nous aurons plus d'informations.

# station-incCall
source: It looks like the Kraylor were watching these experiments and waiting for their moment to steal the end result. According to these documents, the Kraylor continued the experiments at sector D20, explaining the phenomenon you experienced there. It looks like they successfully created a working prototype jump drive, but the documents must have been scrambled here, because they go from mentioning distances of 2000U to talking about infeasibly large troop counts and missile storage.
de: Es sieht so aus, als hätten die Kraylor diese Experimente beobachtet und auf den richtigen Moment gewartet, um das Endergebnis zu stehlen. Diesen Dokumenten zufolge setzten die Kraylor die Experimente in Sektor D20 fort, was das Phänomen erklärt, das Sie dort erlebt haben. Es sieht so aus, als hätten sie erfolgreich einen funktionierenden Prototyp eines Sprungantriebs entwickelt, aber die Dokumente müssen hier verschlüsselt worden sein, denn sie gehen reden von Entfernungen von 2000U, und gehen dann über zur Erwähnung einer undurchführbar großen Anzahl von Truppen und Raketenlagern.
fr: Il semblerait que les Kraylors surveillaient ces expériences et attendaient le bon moment pour voler le résultat final. Selon ces documents, les Kraylor ont poursuivi les expérimentations dans le secteur D20, expliquant le phénomène que vous avez subi là-bas. Il semble qu'ils aient réussi à créer un prototype de téléporteur fonctionnel, mais les documents doivent avoir été mélangés ici, car on passe de la mention de distances de 2000U à la mention du nombre de troupes et de transport de missiles dans des quantités hallucinantes.

# station-incCall
source: We cracked the final piece of the puzzle. It seems that the Kraylor are constructing a long-range, moving battle station equipped with unprecedented firepower. The wormhole-powered jump drive is at the center of this station. While the technology behind the wormhole jump drive isn't stable, the Kraylor are reckless enough to do this in order to gain a huge tactical advantage.
de: Wir haben das letzte Teil des Puzzles entschlüsselt. Es scheint, dass die Kraylor eine bewegliche Kampfstation mit großer Reichweite und ungeahnter Feuerkraft bauen. Der Wurmloch-Sprungantrieb ist das Herzstück dieser Station. Die Technologie hinter dem Wurmloch-Sprungantrieb ist zwar nicht stabil, aber die Kraylor sind rücksichtslos genug, dies zu tun, um sich einen enormen taktischen Vorteil zu verschaffen.
fr: Nous avons craqué la dernière pièce du puzzle. Il semble que les Kraylors construisent une station de combat mobile à longue portée dotée d'une puissance de feu sans précédent. La plateforme de téléportation alimentée par le trou de ver est au centre de cette station. Bien que la technologie utilisée pour le téléporteur de trou de ver ne soit pas stable, les Kraylor sont suffisamment téméraires pour s'en servir. Cela leur donnerai un énorme avantage tactique.

# station-incCall
source: We've just detected a power surge. IT'S THE BATTLE STATION! All hands on deck! Man all combat stations and evacuate all non-essential personnel! Save what you can!
de: Wir haben gerade einen Energieanstieg entdeckt. ES IST DIE KAMPFSTATION! Alle an Deck! Besetzen Sie alle Gefechtsstationen und evakuieren Sie alles nicht benötigte Personal! Retten Sie, was Sie können!
fr: Nous venons de détecter une surtension. C'EST LA STATION DE COMBAT ! Tout l'équipage sur le pont ! Tous à vos postes de combat ! Evacuez tout le personnel non essentiel ! Sauvez ce que vous pouvez !

# msgMainscreen
source: Bonus points for destroying the battlestation!
de: Bonuspunkte für die Zerstörung der Kampfstation!
fr: Points bonus pour avoir détruit la station de combat !

# station-comms
source: Atlantis-1, are you ready for your first mission?
de: Atlantis-1, sind Sie bereit für Ihre erste Mission?
fr: Atlantis-1, êtes-vous prêt pour votre première mission ?

# station-comms
source: Yes.
de: Ja.
fr: Oui
