Repository: daid/EmptyEpsilon
Catalog: scripts/locale/scenario_39_locusts.*.po
Languages: de, fr

source: Locust Swarm
de: Heuschreckenschwarm
fr: Essaim de sauterelles

source: What happens when you're attacked by a swarm of locusts? Designed to run with one or more player ships with different terrain each time. Version 1 USN Discord: https://discord.gg/PntGG3a where you can join a game online. There's one every weekend. All experience levels are welcome.
de: Was passiert, wenn euch ein Schwarm Heuschrecken angreift? Für ein oder mehrere spielbare Schiffe ausgelegt, die Umgebung variiert von Spiel zu Spiel. Version 1 USN Discord: https://discord.gg/PntGG3a - hier kannst du online an Spielen teilnehmen. Jedes Wochenende findet ein Spiel statt, alle Erfahrungsgrade sind willkoimmen.
fr: - Durée approx. : *** - Difficulté : *** (variable) - Vaisseaux joueurs : 1 à plusieurs Mission : Que se passe-t-il lorsque vous êtes attaqué par une nuée de sauterelles ? Le terrain est différent à chaque nouvelle partie. Version 1 - Nov. 2023 - Titre original : Locust Swarm - Auteur : Xansta (Nov 2023) - Traduction FR : Muerte (Mai 24) TRADUCTION EN COURS DE RELECTURE Communauté française et anglophone sur Discord USN https://discord.gg/TVxuxn7ZYW : feedback sur les scénarios, aide, sessions de jeu tous les we.

# setting
source: Swarm
de: Schwarm
fr: Taille de l'essaim

# setting
source: Configures the size of the swarm
de: Legt die Größe des Schwarms fest
fr: Configure la taille de l'essaim.

# Swarm
source: Tiny
de: Winzig
fr: Minuscule

# Swarm
source: Tiny sized swarm
de: Winziger Schwarm
fr: Essaim minuscule.

# Swarm
source: Small
de: Klein
fr: Petite

# Swarm
source: Small sized swarm
de: Kleiner Schwarm
fr: Essaim de petite taille.

# Swarm
source: Normal
fr: Normale

# Swarm
source: Normal sized swarm
de: Normal großer Schwarm
fr: Essaim de taille normale.

# Swarm
source: Large
de: Groß
fr: Grande

# Swarm
source: Large sized swarm
de: Großer Schwarm
fr: Essaim de grande taille.

# Swarm
source: Huge
de: Riesig
fr: Immense

# Swarm
source: Huge sized swarm
de: Riegiger Schwarm
fr: Essaim immense.

# setting
source: Basis
fr: Vaisseaux Sauterelles

# setting
source: Configures the ship that serves as the basis for the locusts
de: Legt den Typ des Schiffs fest, dass als Grundlage für die Heuschrecken dient
fr: Sélectionne le type de vaisseau utilisé pour les sauterelles.

# Basis
source: Fighter
fr: Chasseur

# Basis
source: The Fighter is the basis for the locusts
de: Der "Fighter" ist die Grundlage der Heuschrecken
fr: Le vaisseau Chasseur sera utilisé pour les sauterelles.

# Basis
source: Hornet
fr: Frelon

# Basis
source: The Hornet is the basis for the locusts
de: Die "Hornet" ist die Grundlage der Heuschrecken
fr: Le vaisseau Frelon sera utilisé pour les sauterelles.

# Basis
source: The Ktlitan Drone is the basis for the locusts
de: Die "Ktlitan Drone" ist die Grundlage der Heuschrecken
fr: Le drone Ktlitan sera utilisé pour les sauterelles.

# orders-comms
source: thirty
de: dreißig
fr: trente

# orders-comms
source: fifty
de: fünfzig
fr: cinquante

# orders-comms
source: eighty
de: achtzig
fr: quatre-vingts

# orders-comms
source: one hundred
de: einhundert
fr: cent

# orders-comms
source: one hundred and fifty
de: einhundertfünfzig
fr: cent cinquante

# orders-comms
source: fighter
fr: Chasseur

# orders-comms
source: hornet
fr: Frelon

# buttonRelay
source: Locust Status
de: Heuschrecken-Status
fr: État : Sauterelles

# buttonOperations
source: Locust Status
de: Heuschrecken-Status
fr: État : Sauterelles

# msgRelay
source: %i Locusts remain.
de: %i Heuschrecken übrig.
fr: %i sauterelles restantes.

# msgRelay
source: One Locust remains in sector %s
de: Eine Heuschrecke übrig in Sektor %s
fr: Il reste une sauterelle dans le secteur %s.

# msgRelay
source: %s The closest is in sector %s
de: %s Der nächste Sektor ist %s
fr: %s La plus proche se trouve dans le secteur %s.

# orders-comms
source: Hello %s, Our sensors have picked up numerous Exuari ships.
de: Hallo %s, Unsere Sensoren haben eine große Anzahl an Exuari-Schiffen erfasst.
fr: Bonjour équipage du %s, Nos capteurs viennent de détecter de nombreux vaisseaux Éxuaris.

# orders-comms
source: How many is numerous?
de: Was bedeutet "große Anzahl"?
fr: Qu'entendez-vous par "nombreux" ?

# orders-comms
source: Approximately %s
de: Ungefähr %s
fr: Environ %s.

# orders-comms
source: That's quite a few. What kind of ships?
de: Das ist eine Menge, welche Art von Schiffen?
fr: Cela fait un certain nombre. Quel genre de vaisseaux ?

# orders-comms
source: They look like %ss. The computer calls them locusts. They're very fast.
de: Sie sehen wie %s aus. Der Computer nennt sie Heuschrecken. Sie sind sehr schnell.
fr: Ils ressemblent à des %ss. L'ordinateur les appelle des sauterelles. Ils sont très rapides.

# orders-comms
source: Should we be worried?
de: Sollten wir uns Sorgen machen?
fr: Faut-il s'inquiéter ?

# orders-comms
source: Individually, they should be easy to handle. As a group, they could be a problem.
de: Einzeln solltet Sie ohne Probleme mit ihnen fertig werden. In Gruppen könnten sie zu einem Problem werden.
fr: Individuellement, ils devraient être faciles à gérer. Mais en groupe, ils pourraient poser problème.

# orders-comms
source: What do you want us to do about them?
de: Was sollen wir unternehmen?
fr: Que voulez-vous que l'on fasse les concernant ?

# orders-comms
source: Get rid of them. Every last one of them.
de: Werdet sie los. Jedes einzelne Schiff.
fr: Vous débarrasser d'eux. De chacun d’entre eux.

# orders-comms
source: Greetings %s, We've got an update for you on those Exuari Locusts.
de: Grüße, %s, Wir haben neue Informationen über die Heuschrecken.
fr: Salutations équipage du %s, Nous avons une information de dernière minute pour vous concernant ces sauterelles Éxuaries.

# orders-comms
source: Tell us about it.
de: Welche Informationen?
fr: Nous vous écoutons

# orders-comms
source: All the Exuari on our sensors have started moving.
de: Alle Exuari auf unseren Sensoren ändern ihren Kurs.
fr: Tous les vaisseaux Éxuaris sur nos capteurs ont commencé à bouger.

# orders-comms
source: Where are they going?
de: Wohin fliegen sie?
fr: Où vont-ils ?

# orders-comms
source: We are not quite sure, but they seem to be converging on a central location.
de: Wir sind nicht ganz sicher, aber sie scheinen alle auf einen zentralen Punkt zuzufliegen.
fr: Nous n’en sommes pas sûrs, mais ils semblent converger vers une position centrale.

# orders-comms
source: That could make it harder for us to get rid of them.
de: Das könnte es erschweren, sie loszuwerden.
fr: Ça peut nous rendre la tâche plus difficile

# orders-comms
source: How perceptive of you! We are so glad you are out there working to rid us of these Locusts. Keep up the good work!
de: Sehr gute Auffassungsgabe! Wir sind so froh, dass sie daran arbeiten, diese Heuschrecken loszuwerden. Weiter so!
fr: Comme c'est perspicace de votre part ! Nous sommes ravi que vous œuvriez pour nous débarrasser de ces sauterelles. Continuez votre bon travail !

# msgMainscreen
source: Scenario needs the 'Per-system damage' option under 'Extra settings'
de: Für dieses Szenario muss die Option "Schaden pro System" unter "Zusätzliche Einstellungen" aktiviert sein.
fr: Le scénario nécessite l'option "Dégâts par systèmes" située dans le menu "Réglages : scan, fréquences, piratage…"

# msgMainscreen
source: Surviving stations: %i Friendly: %i out of %i Neutral: %i out of %i Enemy: %i out of %i
de: Überlebende Stationen: %i Freundlich: %i von %i Neutral: %i von %i Feindlich: %i von %i
fr: Stations survivantes : %i Alliées : %i sur %i Neutres : %i sur %i Ennemies : %i sur %i

# msgMainscreen
source: All friendly stations have been destroyed.
de: Alle befreundete Stationen wurden zerstört.
fr: Toutes les stations alliées ont été détruites.
