Repository: daid/EmptyEpsilon
Catalog: scripts/locale/scenario_44_outpost.*.po
Languages: fr

# upgrade-comms
source: increase rear shield charge capacity by ~11%
fr: augmenter la puissance des boucliers arrière d'environ 11%

# upgrade-comms
source: increase hull max by ~9%
fr: renforcer la solidité de la coque d'environ 9%

# upgrade-comms
source: increase max forward impulse speed by ~20%
fr: augmenter la vitesse maximale des moteurs avant ~20%

# upgrade-comms
source: increase max forward acceleration by 1/3
fr: augmenter l'accélération maximale vers l'avant de 1/3

# upgrade-comms
source: increase maneuverability by 60%
fr: augmenter la manœuvre de 60%

# upgrade-comms
source: increase max forward impulse speed by ~17%
fr: augmenter la vitesse maximale des moteurs avant ~17%

# upgrade-comms
source: increase max forward impulse speed by 10%
fr: augmenter la vitesse maximale des moteurs avant de 10%

# upgrade-comms
source: increase max reverse impulse by 20% and reverse acceleration by 1/3
fr: booster les moteurs arrière de 20% et l'accélération arrière de 1/3

# upgrade-comms
source: increase maneuverability by 10%
fr: augmenter la manœuvre de 10%

# upgrade-comms
source: add 40k jump drive
fr: ajouter un moteur de téléportation de 40U de distance

# upgrade-comms
source: increase jump range by ~17%
fr: augmenter la portée de saut d'environ 17%

# upgrade-comms
source: increase jump range by ~14%
fr: augmenter la portée de saut d'environ 14%

# upgrade-comms
source: increase jump range by 12.5%
fr: augmenter la portée de saut de 12,5%

# upgrade-comms
source: increase warp speed by 1/3
fr: augmenter la vitesse lumière de 1/3

# upgrade-comms
source: increase jump range by ~11%
fr: augmenter la portée de saut d'environ 11%

# upgrade-comms
source: increase long range sensors by 12.5%
fr: augmenter les capteurs longue portée de 12,5%

# upgrade-comms
source: increase long range sensors by ~11%
fr: augmenter les capteurs longue portée d'environ 11%

# upgrade-comms
source: increase warp speed by ~14%
fr: augmenter la vitesse lumière d'environ 14%

# upgrade-comms
source: reduce cycle time by 10%
fr: diminuer le temps de cycle des faisceaux laser de 10%

# upgrade-comms
source: reduce cycle time by ~11%
fr: diminuer le temps de cycle des faisceaux laser ~11%

# upgrade-comms
source: increase range by ~9%
fr: augmenter la portée des faisceaux laser d'environ 9%

# upgrade-comms
source: add beam
fr: ajouter des faisceaux laser

# upgrade-comms
source: increase center beam range by 25%
fr: augmente la portée du faisceau central de 25%

# upgrade-comms
source: increase tube load speed by ~17%
fr: augmenter la vitesse de chargement des tubes ~17%

# upgrade-comms
source: increase HVLI capacity by 60%
fr: augmenter la capacité de stockage des HVLI de 60%

# upgrade-comms
source: speed up forward tube load time by 20%
fr: accélérer la vitesse de chargement des tubes avant de 20%

# upgrade-comms
source: add nukes, more EMPs
fr: ajouter des armes nucléaires (nuke), plus d'EMP

# upgrade-comms
source: 1/3 more homing capacity
fr: 1/3 de capacité de stockage en plus pour les homing

# upgrade-comms
source: more homing and HVLI missiles
fr: plus de missiles à tête chercheuse (homing) et de HVLI

# upgrade-comms
source: more homing, nuke, EMP and mine missiles
fr: plus de missiles (homing), nucléaires (nuke), EMP et mines

# upgrade-comms
source: increase shield charge capacity by 12.5%
fr: augmenter la puissance des boucliers de 12,5%

# upgrade-comms
source: increase front shield charge capacity by 20%
fr: augmenter la puissance des boucliers avant de 20%

# upgrade-comms
source: increase maneuverability by 12.5%
fr: augmenter la manœuvre de 12,5%

# upgrade-comms
source: increase max forward impulse by ~7%
fr: augmenter la vitesse max des moteurs avant d'environ 7%

# upgrade-comms
source: add combat maneuver boost
fr: ajouter un boost de manœuvre de combat

# upgrade-comms
source: increase max reverse impulse by ~17%
fr: augmenter la vitesse max des moteurs arrière d'environ 17%

# upgrade-comms
source: increase forward impulse speed and acceleration
fr: augmenter la vitesse des moteurs vers l'avant et l'accélération

# upgrade-comms
source: increase maneuverability by ~11%
fr: augmenter la manœuvre d'environ 11%

# upgrade-comms
source: double combat maneuverability
fr: doubler la manœuvrabilité de la manœuvre de combat

# upgrade-comms
source: increase reverse impulse speed and acceleration
fr: augmenter la vitesse des moteurs vers l'avant et l'accélération

# upgrade-comms
source: increase forward acceleration by 25%
fr: augmenter l'accélération avant de 25%

# upgrade-comms
source: increase reverse impulse max speed by 10%
fr: augmenter la vitesse maximale des moteurs arrière de 10%

# upgrade-comms
source: increase combat maneuver boost by 25%
fr: booster la manœuvre de combat de 25%

# upgrade-comms
source: add 1 unit automated proximity scanner
fr: ajouter un scanner de proximité automatisé à 1 unité

# upgrade-comms
source: triple automated proximity scanner range
fr: tripler la portée du scanner de proximité automatisé

# upgrade-comms
source: increase short range sensors by ~9%
fr: augmenter les capteurs courte portée d'environ 9%

# upgrade-comms
source: reduce cycle time by 12.5%
fr: diminuer le temps de cycle des faisceaux laser de 12,5%

# upgrade-comms
source: reduce cycle time by ~14%
fr: diminuer le temps de cycle des faisceaux laser ~14%

# upgrade-comms
source: increase arc width by 12.5%
fr: augmenter la largeur de l'arc des faisceaux laser de 12,5%

# upgrade-comms
source: increase range by ~9.5%
fr: augmenter la portée des faisceaux laser d'environ 9,5%

# upgrade-comms
source: reduce cycle time by ~17%
fr: diminuer le temps de cycle des faisceaux laser ~17%

# upgrade-comms
source: increase HVLI capacity by 50%
fr: augmenter la capacité de stockage des HVLI de 50%

# upgrade-comms
source: double homing capacity
fr: doubler la capacité de stockage des homing

# upgrade-comms
source: speed up missile load time by 10%
fr: accélérer la vitesse de chargement des missiles de 10%

# upgrade-comms
source: add nukes and EMPs
fr: ajouter des armes nucléaires (nuke) et des EMP

# upgrade-comms
source: increase HVLI capacity by 1/3
fr: augmenter la capacité de stockage des HVLI de 1/3

# upgrade-comms
source: speed up load time by ~17%
fr: accélérer la vitesse de chargement des missiles d'environ 17%

# upgrade-comms
source: add mine tube
fr: ajouter un tube de mine

# upgrade-comms
source: 20% faster broadside loading
fr: chargement des tubes latéraux 20% plus rapide

# upgrade-comms
source: more nuke and EMP missiles
fr: plus de missiles nucléaires (nuke) et EMP

# upgrade-comms
source: more homing and mine missiles
fr: plus de missiles à tête chercheuse (homing) et de mines

# upgrade-comms
source: increase max reverse impulse speed by 20%
fr: augmenter la vitesse maximale des moteurs arrière de 20%

# upgrade-comms
source: increase reverse acceleration by 50%
fr: augmenter l'accélération arrière de 50%

# upgrade-comms
source: increase maneuverability by 50%
fr: augmenter la manœuvre de 50%

# upgrade-comms
source: add combat maneuver
fr: ajouter la manœuvre de combat

# upgrade-comms
source: increase forward impulse speed by 20%
fr: booster les moteurs avant de 20%

# upgrade-comms
source: increase forward impulse acceleration by 50%
fr: augmenter l'accélération des moteurs avant de 50%

# upgrade-comms
source: increase reverse impulse speed by 1/3
fr: booster les moteurs arrière de 1/3

# upgrade-comms
source: increase reverse impulse acceleration by 20%
fr: augmenter l'accélération des moteurs arrière de 20%

# upgrade-comms
source: increase forward acceleration by 1/3
fr: augmenter l'accélération avant de 1/3

# upgrade-comms
source: increase forward impulse speed by 10%
fr: booster les moteurs avant de 10%

# upgrade-comms
source: increase reverse impulse speed by 10%
fr: booster les moteurs arrière de 10%

# upgrade-comms
source: increase range by 12.5%
fr: augmenter la portée des faisceaux laser de 12,5%

# upgrade-comms
source: increase arc by 50%
fr: augmenter l'amplitude de l'arc des faisceaux laser de 50%

# upgrade-comms
source: decrease cycle time by 12.5%
fr: réduire le temps de cycle des faisceaux laser de 12,5%

# upgrade-comms
source: increase range by ~11%
fr: augmenter la portée des faisceaux laser d'environ 11%

# upgrade-comms
source: large tubes
fr: tubes larges

# upgrade-comms
source: decrease load time by 25%
fr: réduire le temps de chargement des missiles de 25%

# upgrade-comms
source: add medium homing tubes and homing missiles
fr: ajouter des tubes moyens pour homing et des homing

# upgrade-comms
source: add homing capability to large tubes
fr: ajouter la capacité de tir de homing aux tubes larges

# upgrade-comms
source: increase tube load speed by 20%
fr: augmenter la vitesse de chargement des tubes de 20%

# upgrade-comms
source: add nukes and EMPs, increase homing and HVLI capacity
fr: ajouter nuke et EMP, augmenter le stockage homing et HVLI

# upgrade-comms
source: increase EMP and mine capacity
fr: augmenter la capacité de stockage des missiles EMP et des mines

# upgrade-comms
source: add a second mine tube
fr: ajouter un second tube de mine

# upgrade-comms
source: add large tubes, increase homing capacity
fr: ajouter des tubes larges, augmenter la capacité de stockage homing

# upgrade-comms
source: increase tube load speed by 25%
fr: augmenter la vitesse de chargement des tubes de 25%

# upgrade-comms
source: add 3rd mining tube, increase mine, EMP and nuke capacity
fr: ajouter un 3ème tube de mines, augmenter le stockage EMP, nuke et mines

# upgrade-comms
source: increase tube load speeds, increase nuke and HVLI capacity
fr: augmenter la vitesse de chargement des tubes, la capacité nuke et HVLI

# upgrade-comms
source: increase homing, EMP, mine and HVLI capacity
fr: augmenter le stockage des homing, EMP, mines et HVLI

# upgrade-comms
source: increase shield charge capacity by 10%
fr: augmenter la puissance des boucliers de 10%

# upgrade-comms
source: increase max forward impulse speed by 20%
fr: augmenter la vitesse maximale des moteurs avant de 20%

# upgrade-comms
source: increase max impulse speed by 20%
fr: augmenter la vitesse maximale des moteurs de 20%

# upgrade-comms
source: double impulse acceleration
fr: doubler l'accélération des moteurs

# upgrade-comms
source: increase combat maneuver by 50%
fr: booster la manœuvre de combat de 50%

# upgrade-comms
source: decrease cycle time by 25%
fr: réduire le temps de cycle des faisceaux laser de 25%

# upgrade-comms
source: add front beam
fr: ajouter un faisceau laser à l'avant

# upgrade-comms
source: increase damage by 60%
fr: augmenter les dégâts des faisceaux laser de 60%

# upgrade-comms
source: decrease cycle time by 1/3
fr: réduire le temps de cycle des faisceaux laser de 1/3

# upgrade-comms
source: speed up tube load time by 25%
fr: accélérer la vitesse de chargement des tubes de 25%

# upgrade-comms
source: increase missile capacity: homing: 50%, HVLI: 25%
fr: augmenter la capacité de stockage homing : 50%, HVLI : 25%

# upgrade-comms
source: add nuke
fr: ajouter des nuke

# upgrade-comms
source: increase homing capacity by 2/3
fr: augmenter la capacité de stockage des homing de 2/3

# upgrade-comms
source: add medium sized homing and mine tube
fr: ajouter des homing de taille moyenne et un tube de mine

# upgrade-comms
source: increase HVLI capacity by 40%
fr: augmenter la capacité de stockage des HVLI de 40%

# upgrade-comms
source: add HVLI to medium sized tube
fr: ajouter la capacité de tir HVLI aux tubes de taille moyenne

# upgrade-comms
source: double nuke and mine capacity
fr: doubler la capacité de stockage des nuke et des mines

# upgrade-comms
source: add large tube for HVLIs and mines
fr: ajouter un tube large pour HVLI et mines

# upgrade-comms
source: increase homing capacity by 20%
fr: augmenter la capacité de stockage des homing de 20%

# upgrade-comms
source: reduce tube loading time by 25%
fr: réduire le temps de chargement des tubes de 25%

# upgrade-comms
source: add EMP to medium tube and homing to large tube
fr: ajouter des EMP pour tube moyen et des homing pour tube large

# upgrade-comms
source: increase homing, mine and HVLI capacity
fr: augmenter la capacité de stockage des homing, mines et HVLI

# upgrade-comms
source: increase rear shield charge capacity by ~21%
fr: augmenter la puissance des boucliers arrière d'environ 21%

# upgrade-comms
source: increase max impulse speed by 1/3
fr: augmenter la vitesse maximale des moteurs de 1/3

# upgrade-comms
source: increase rear impulse max speed by 20%
fr: augmenter la vitesse maximale des moteurs arrière de 20%

# upgrade-comms
source: increase forward impulse acceleration by 30%
fr: augmenter l'accélération des moteurs avant de 30%

# upgrade-comms
source: increase reverse impulse acceleration by 25%
fr: augmenter l'accélération des moteurs arrière de 25%

# upgrade-comms
source: increase warp speed by ~8%
fr: augmenter la vitesse lumière d'environ 8%

# upgrade-comms
source: add 20U jump drive
fr: ajouter un moteur de téléportation de 20U de distance

# upgrade-comms
source: add 3 unit automated proximity scanner
fr: ajouter un scanner de proximité automatisé à 3 unités

# upgrade-comms
source: increase arc size by 25%
fr: augmenter la taille de l'arc des faisceaux laser de 25%

# upgrade-comms
source: increase damage by 40%
fr: augmenter les dégâts des faisceaux laser de 40%

# upgrade-comms
source: decrease tube load time by 20%
fr: réduire le temps de chargement des tubes de 20%

# upgrade-comms
source: increase capacity: homing: 100%, HVLI: 50%
fr: augmenter la capacité de stockage : homing : 100%, HVLI : 50%

# upgrade-comms
source: increase tube size to medium
fr: agrandir un tube léger en tube moyen

# upgrade-comms
source: increase capacity: homing: 50%, HVLI: 1/3
fr: augmenter la capacité de stockage : homing : 50%, HVLI : 1/3

# upgrade-comms
source: speed up missile load time by 25%
fr: accélérer la vitesse de chargement des missiles de 25%

# upgrade-comms
source: increase capacity: homing: 1/3, HVLI: 25%
fr: augmenter la capacité de stockage : homing : 1/3, HVLI : 25%

# upgrade-comms
source: speed up load time by 20%
fr: accélérer la vitesse de chargement des missiles de 20%

# upgrade-comms
source: increase tube size to large
fr: augmenter la taille du tube au format large

# upgrade-comms
source: double mine capacity
fr: doubler la capacité de stockage des mines

# upgrade-comms
source: decrease tube load speed by 25%
fr: diminuer le temps de chargement des tubes de 25%

# upgrade-comms
source: increase homing mine and HVLI capacity
fr: augmenter la capacité de stockage des mines, homing et HVLI

# upgrade-comms
source: increase rear shield charge capacity by ~14%
fr: augmenter la puissance des boucliers arrière d'environ 14%

# upgrade-comms
source: increase hull max by ~19%
fr: renforcer la solidité de la coque d'environ 19%

# upgrade-comms
source: increase rear impulse acceleration by 25%
fr: booster l'accélération des moteurs arrière de 25%

# upgrade-comms
source: add 25u jump drive
fr: ajouter un moteur de téléportation de 25U de distance

# upgrade-comms
source: increase arc by 20%
fr: augmenter l'amplitude de l'arc des faisceaux laser de 20%

# upgrade-comms
source: double HVLI capacity
fr: doubler la capacité de stockage des HVLI

# upgrade-comms
source: triple mine capacity
fr: tripler la capacité de stockage des mines

# upgrade-comms
source: increase load speed by 25%
fr: augmenter la vitesse de chargement des missiles de 25%

# upgrade-comms
source: increase homing capacity by 50%
fr: augmenter la capacité de stockage des homing de 50%

# upgrade-comms
source: add nuke and EMPs
fr: ajouter des nuke et EMP

# upgrade-comms
source: decrease load speed by 1/3
fr: diminuer le temps de chargement des missiles de 1/3

# upgrade-comms
source: increase homing capacity by 1/3
fr: augmenter la capacité de stockage des homing de 1/3

# upgrade-comms
source: increase capacity: nuke:100%, EMP:100%, mine:1/3
fr: augmenter la capacité de stockage : nuke : 100%, EMP : 100%, mine : 1/3

# upgrade-comms
source: increase front shield charge capacity by ~14%
fr: augmenter la puissance des boucliers avant d'environ 14%

# upgrade-comms
source: increase max impulse speed by ~14%
fr: augmenter la vitesse maximale des moteurs ~14%

# upgrade-comms
source: increase max impulse speed by 12.5%
fr: augmenter la vitesse maximale des moteurs de 12,5%

# upgrade-comms
source: increase impulse acceleration by 1/3
fr: augmenter l'accélération des moteurs de 1/3

# upgrade-comms
source: increase forward max impulse speed by ~11%
fr: augmenter la vitesse maximale des moteurs avant ~11%

# upgrade-comms
source: increase arc width by 1/3
fr: augmenter la largeur de l'arc des faisceaux laser de 1/3

# upgrade-comms
source: mining tube
fr: ajouter un tube de mine

# upgrade-comms
source: increase homing and HVLI capacity by 25%
fr: augmenter la capacité de stockage des homing et HVLI de 25%

# upgrade-comms
source: add broadside tubes
fr: ajouter des tubes latéraux

# upgrade-comms
source: switch to medium sized tubes
fr: passer aux tubes de taille moyenne

# upgrade-comms
source: add nukes and EMPs to front tubes
fr: ajouter des armes nucléaires (nuke) et des EMP aux tubes avant

# upgrade-comms
source: increase hpoming capacity by 60%
fr: augmenter la capacité de stockage des homing de 60%

# upgrade-comms
source: add more broadside tubes
fr: ajouter plus de tubes latéraux

# upgrade-comms
source: increase homing capacity by 25%
fr: augmenter la capacité de stockage des homing de 25%

# upgrade-comms
source: increase capacity: nuke: 100%, EMP: 50%, mine: 100%
fr: augmenter le stockage : nuke : 100%, EMP : 50%, mine : 100%

# upgrade-comms
source: increase front and broadside tubes' load time by 20%
fr: améliorer le temps de chargement des tubes avant et latéraux de 20%

# upgrade-comms
source: add two more mining tubes
fr: ajouter deux autres tubes de mine

# upgrade-comms
source: increase capacity: nuke:100%, EMP:2/3, mine:100%, HVLI:20%
fr: augmenter le stockage : nuke 100%, EMP 2/3, mine 100%, HVLI 20%

# upgrade-comms
source: increase load speed of medium tubes ~16%
fr: augmenter la vitesse de chargement des tubes moyens ~16%

# upgrade-comms
source: increase capacity by ~14% on average
fr: augmenter la capacité de stockage d'environ 14% en moyenne

# upgrade-comms
source: increase front shield charge capacity by ~11%
fr: augmenter la puissance des boucliers avant d'environ 11%

# upgrade-comms
source: increase rear shield charge capacity by ~17%
fr: augmenter la puissance des boucliers arrière d'environ 17%

# upgrade-comms
source: increase front shield charge capacity by 10%
fr: augmenter la puissance des boucliers avant de 10%

# upgrade-comms
source: increase maneuverability by ~14%
fr: augmenter la manœuvre d'environ 14%

# upgrade-comms
source: increase max impulse speed by ~17%
fr: augmenter la vitesse maximale des moteurs ~17%

# upgrade-comms
source: increase combat maneuver by 20%
fr: booster la manœuvre de combat de 20%

# upgrade-comms
source: increase forward max impulse speed by ~14%
fr: augmenter la vitesse maximale des moteurs avant ~14%

# upgrade-comms
source: increase automated proximity scan range by 100%
fr: augmenter la portée du scanner de proximité automatisé de 100%

# upgrade-comms
source: increase automated proximity scan range by 50%
fr: augmenter la portée du scanner de proximité automatisé de 50%

# upgrade-comms
source: increase automated proximity scan range by 1/3
fr: augmenter la portée du scanner de proximité automatisé de 1/3

# upgrade-comms
source: increase arc width of long beam by 50%
fr: augmenter la largeur de l'arc du faisceau laser long de 50%

# upgrade-comms
source: increase damage of short beam by ~14%
fr: augmenter les dégâts des faisceaux laser courts d'environ 14%

# upgrade-comms
source: increase damage by ~18%
fr: augmenter les dégâts des faisceaux laser d'environ 18%

# upgrade-comms
source: reduce tube load speed by 1/3
fr: réduire le temps de chargement des tubes de 1/3

# upgrade-comms
source: add a small tube
fr: ajouter un tube léger

# upgrade-comms
source: add homing capability to small tube
fr: ajouter la capacité de tir de homing au tube léger

# upgrade-comms
source: add a mining tube
fr: ajouter un tube de mine

# upgrade-comms
source: increase capacity: homing: 1/3, mining: 100%, HVLI: 20%
fr: augmenter la capacité de stockage : homing : 1/3, mine : 100%, HVLI : 20%

# upgrade-comms
source: reduce mine tube load time by 1/3
fr: réduire le temps de chargement des mines de 1/3

# upgrade-comms
source: add rear arc
fr: ajouter un arc de bouclier arrière

# upgrade-comms
source: increase hull max by 1/3
fr: renforcer la solidité de la coque de 1/3

# upgrade-comms
source: increase max impulse speed by ~11%
fr: augmenter la vitesse maximale des moteurs ~11%

# upgrade-comms
source: increase combat maneuver by ~17%
fr: booster la manœuvre de combat d'environ 17%

# upgrade-comms
source: increase short range sensors by 25%
fr: augmenter les capteurs courte portée de 25%

# upgrade-comms
source: increase turret speed by 50%
fr: augmenter la vitesse de rotation des tourelles laser de 50%

# upgrade-comms
source: decrease cycle time by ~17%
fr: réduire le temps de cycle des faisceaux laser ~17%

# upgrade-comms
source: add another mining tube
fr: ajouter un autre tube de mine

# upgrade-comms
source: reduce tube load time by 25%
fr: réduire le temps de chargement des tubes de 25%

# upgrade-comms
source: reduce load speed by 1/3
fr: réduire le temps de chargement des tubes de 1/3

# upgrade-comms
source: add HVLI capability to first mining tube
fr: ajouter la capacité de tir de HVLI au 1er tube de mines

# upgrade-comms
source: add homing capability to second mining tube
fr: ajouter la capacité de tir de homing au 2ème tube de mines

# upgrade-comms
source: make first tube a large tube
fr: faire du 1er tube un tube large

# upgrade-comms
source: reduce tube load speed time by 20%
fr: réduire le temps de chargement des tubes de 20%

# upgrade-comms
source: increase capacity: homing:100%, mine:1/3, HVLI:20%
fr: augmenter la capacité de stockage : homing : 100%, mine : 1/3, HVLI : 20%

# upgrade-comms
source: make second tube a large tube
fr: faire du 2ème tube un tube large

# upgrade-comms
source: increase max impulse speed by 10%
fr: augmenter la vitesse maximale des moteurs de 10%

# upgrade-comms
source: reduce cycle time by 25%
fr: diminuer le temps de cycle des faisceaux laser de 25%

# upgrade-comms
source: increase arc width by 2/3
fr: augmenter la largeur de l'arc des faisceaux laser de 2/3

# upgrade-comms
source: increase damage by 50%
fr: augmenter les dégâts des faisceaux laser de 50%

# upgrade-comms
source: increase arc width by 20%
fr: augmenter la largeur de l'arc des faisceaux laser de 20%

# upgrade-comms
source: add sniping beam
fr: ajouter un faisceau laser Sniper

# upgrade-comms
source: add small HVLI broadsides
fr: ajouter des HVLI légers latéraux

# upgrade-comms
source: reduce tube load time by 10%
fr: réduire le temps de chargement des tubes de 10%

# upgrade-comms
source: reduce tube load time by 1/3
fr: réduire le temps de chargement des tubes de 1/3

# upgrade-comms
source: add homing capability to tubes
fr: ajouter la capacité de tir de homing au tubes

# upgrade-comms
source: increase capacity: homing:100%, HVLI:50%
fr: augmenter la capacité de stockage : homing : 100%, HVLI : 50%

# upgrade-comms
source: reduce tube load speed by 25%
fr: réduire le temps de chargement des tubes de 25%

# upgrade-comms
source: make broadside tubes medium size
fr: agrandir les tubes latéraux en taille moyenne

# upgrade-comms
source: increase forward max impulse by 20%
fr: augmenter la vitesse max des moteurs avant de 20%
