Repository: daid/EmptyEpsilon
Catalog: scripts/locale/scenario_32_devour.*.po
Languages: de

# orders-comms
source: Save the planets from destruction.
de: Retten Sie die Planeten vor der Zerstörung.

# orders-comms
source: %s %i Minutes remain in game
de: %s %i Verbleibende Spielminuten

# station-comms
source: Station services (ordnance restock, repair)
de: Dienstleistungen (Munition auffüllen, Reparaturen)

# station-comms
source: We offer a variety of services when you dock with us.
de: Wenn Sie bei uns andocken, können wir Ihnen eine Reihe an Dienstleistungen anbieten

# ammo-comms
source: What ordnance do you have available for restock?
de: Welche Munition können Sie uns anbieten?

# ammo-comms
source: %s Homing
de: %s Zielsuchraketen

# ammo-comms
source: %s HVLI
de: %s HGBI

# ammo-comms
source: We have no ordnance available for restock
de: Wir können Ihnen leider nichts anbieten

# ammo-comms
source: We have the following type of ordnance available for restock:%s
de: Wir haben folgende Munitionsart vorrätig:%s

# ammo-comms
source: We have the following types of ordnance available for restock:%s
de: Wir haben folgende Munitionsarten vorrätig:%s

# stationServices-comms
source: Which docking service category do you want a status for? Primary services: Charge battery, repair hull, replenish probes Secondary systems repair: Scanners, hacking, probe launch, combat maneuver, self destruct
de: Für welche Kategorie von Andockdiensten möchten Sie einen Status erhalten? Primäre Dienstleistungen: Batterie aufladen, Rumpf reparieren, Sonden auffüllen Sekundäre Dienstleistungen - Systemreparatur von: Scanner, Hacken, Sondenstart, Ausweichmanöver, Selbstzerstörung

# stationServices-comms
source: Primary services
de: Primäre Dienstleistungen

# stationServices-comms
source: Station %s primary docking services status:
de: Status der primären Dienstleistungen von Station %s:

# stationServices-comms
source: Hull repair automation unavailable whie it is undergoing maintenance.
de: Automatische Hüllenreparatur aufgrund von Wartungsarbeiten nicht verfügbar

# stationServices-comms
source: Secondary systems repair
de: System-Reparatur:

# stationServices-comms
source: Station %s docking repair services status:
de: Status der Reparatur-Dienstleistungen von Station %s:

# station-comms
source: Goods information at %s or near %s
de: Infos zu Waren auf %s oder in der Nähe von %s

# station-comms
source: Always good to get some goods
de: Immer gut, neue Waren zu bekommen

# trade-comms
source: What goods do you have available for sale or trade?
de: Welche Waren bieten Sie zum Verkauf oder Tausch an?

# trade-comms
source: Station %s: Goods or components available: quantity, cost in reputation
de: Station %s: Verfügbare Waren oder Komponenten: Menge, Ruf-Kosten

# trade-comms
source: Where can I find particular goods?
de: Wo kann ich bestimmte Waren finden?

# trade-comms
source: Friendly stations often have food or medicine or both. Neutral stations may trade their goods for food, medicine or luxury.
de: Freundliche Stationen haben oft Lebensmittel, Medizin oder beides. Neutrale Stationen können ihre Waren gegen Lebensmittel, Medizin oder Luxusgüter eintauschen.

# trade-comms
source: Station %s in sector %s has %s for %i reputation
de: Station %s in Sektor %s bietet %s für %i Ruf.

# trade-comms
source: %s What goods are you interested in? I've heard about these:
de: %s An welchen Waren sind Sie interessiert? Ich habe von diesen hier gehört:

# trade-comms
source: %s Beyond that, I have no knowledge of specific stations
de: %s Darüber hinaus habe ich keine Kenntnis von bestimmten Stationen.

# characterInfo-comms
source: Tell me about %s
de: Erzählen Sie mir von %s

# characterInfo-comms
source: Never heard of %s
de: Nie etwas von %s gehört

# characterInfo-comms
source: %s died last week. The funeral was yesterday
de: %s ist letzte Woche verstorben. Gestern war die Beerdigung

# characterInfo-comms
source: %s? Who's %s? There's nobody here named %s
de: %s? Wer ist %s? Hier gibt es niemanden namens %s

# characterInfo-comms
source: We don't talk about %s. They are gone and good riddance
de: Da gibt es nichts zu reden. %s ist weg und das ist auch gut so.

# characterInfo-comms
source: I think %s moved away
de: Ich glaube %s ist weg gezogen.

# stationAssist-comms
source: Report status
de: Statusbericht

# stationAssist-comms
source: Hull: %d%%
de: Hülle: %d%%

# stationAssist-comms
source: Shield: %d%%
de: Schilde: %d%%

# stationAssist-comms
source: Shield %s: %d%%
de: Schilde %s: %d%%

# stationAssist-comms
source: Can you send a supply drop? (%d rep)
de: Können Sie eine Versorgungslieferung schicken? (%d Ruf)

# stationAssist-comms
source: You need to set a waypoint before you can request backup.
de: Sie müssen einen Wegpunkt setzen, bevor Sie Unterstützung anfordern können.

# stationAssist-comms
source: To which waypoint should we deliver your supplies?
de: An welchen Wegpunkt sollen wir das Transportschiff schicken?

# stationAssist-comms
source: We have dispatched a supply ship toward WP %d
de: Wir haben ein Versorgungsschiff zu WP %d geschickt.

# needRep-comms
source: Not enough reputation!
de: Ruf nicht hoch genug!

# stationAssist-comms
source: Please send reinforcements! (%d rep)
de: Bitte schicken Sie Verstärkung! (%d Ruf)

# stationAssist-comms
source: You need to set a waypoint before you can request reinforcements.
de: Sie müssen einen Wegpunkt setzen, bevor Sie Verstärkung anfordern können.

# stationAssist-comms
source: To which waypoint should we dispatch the reinforcements?
de: Zu welchem Wegpunkt sollen wir die Verstärkung schicken?

# stationAssist-comms
source: We have dispatched %s to assist at WP %d
de: Wir haben %s losgeschickt um Sie bei WP %d zu unterstützen.

# stationAssist-comms
source: Please send a service jonque for repairs
de: Bitte senden Sie ein Wartungsshuttle für Reparaturen

# stationAssist-comms
source: Would you like the service jonque to come to you directly or would you prefer to set up a rendezvous via a waypoint? Either way, you will need %.1f reputation.
de: Soll das Service-Shuttle direkt zu Ihnen kommen oder möchten Sie lieber einen Treffpunkt an einem Wegpunkt vereinbaren? In beiden Fällen würde das %.1f Ruf kosten.

# stationAssist-comms
source: We have dispatched %s to come to you to help with repairs
de: Wir haben %s losgeschickt, um Ihnen mit den Reparaturen zu helfen

# stationAssist-comms
source: Note: if you want to use a waypoint, you will have to back out and set one and come back.
de: Hinweis: Wenn sie einen Wegpunkt setzen wollen, müssen Sie zuerst die Kommunikation beenden, und nach dem Setzen wieder starten.

# stationAssist-comms
source: Rendezvous at waypoint %i
de: Treffpunkt bei Wegpunkt %i

# stationAssist-comms
source: We have dispatched %s to rendezvous at waypoint %i
de: Wir haben %s zum Treffpunkt bei Wegpunkt %i geschickt

# shipAssist-comms
source: What do you want?
de: Sie wünschen?

# shipAssist-comms
source: Sir, how can we assist?
de: Wie können wir Ihnen behilflich sein?

# shipAssist-comms
source: Defend a waypoint
de: Verteidigen Sie einen Wegpunkt

# shipAssist-comms
source: No waypoints set. Please set a waypoint first.
de: Keine Wegpunkte gesetzt. Bitte setzen Sie zuerst einen Wegpunkt.

# shipAssist-comms
source: Which waypoint should we defend?
de: Welchen Wegpunkt sollen wir verteidigen?

# shipAssist-comms
source: Defend WP %d
de: Verteidige WP %d.

# shipAssist-comms
source: We are heading to assist at WP %d.
de: Wir sind auf dem Weg zur Unterstützung bei WP %d.

# shipAssist-comms
source: Assist me
de: Unterstützen Sie uns.

# shipAssist-comms
source: Heading toward you to assist.
de: Wir machen uns auf den Weg, um Ihnen zu helfen.

# shipAssist-comms
source: Report status
de: Statusbericht

# shipAssist-comms
source: Hull: %d%%
de: Hülle: %d%%

# shipAssist-comms
source: %sShield: %d%%
de: %sSchilde: %d%%

# shipAssist-comms
source: %sFront Shield: %d%%
de: %sFrontschilde: %d%%

# shipAssist-comms
source: %sRear Shield: %d%%
de: %sHeckschilde: %d%%

# shipAssist-comms
source: %sShield %s: %d%%
de: %sSchild %s: %d%%

# shipAssist-comms
source: %s%s Missiles: %d/%d
de: %s%s Raketen: %d/%d

# shipAssist-comms
source: %s Docked with %s
de: %s Angedockt an %s

# shipAssist-comms
source: %s Heading for %s station %s in %s
de: %s Ziel: %s Station %s in %s

# shipAssist-comms
source: Dock at %s
de: Docke bei %s an

# shipAssist-comms
source: Docking at %s.
de: Wir docken bei %s an.

# trade-comms
source: Traded luxury for %s
de: Luxus für %s gehandelt.

# trade-comms
source: Purchased %s from %s
de: Gekauft: %s von %s.

# needRep-comms
source: Insufficient reputation for purchase
de: Zu wenig Ruf, um den Kauf abzuschließen

# trade-comms
source: Do you have cargo you might sell?
de: Haben Sie Fracht, die Sie verkaufen könnten?

# trade-comms
source: We've got
de: Wir haben

# trade-comms
source: %s nothing
de: %s nichts

# shipEnemy-comms
source: We will see to your destruction!
de: Wir sehen Ihrer Zerstörung entgegen!

# shipEnemy-comms
source: Your bloodline will end here!
de: Ihre Blutlinie wird hier enden!

# shipEnemy-comms
source: Your feeble threats are meaningless.
de: Ihre schwächlichen Drohungen sind bedeutungslos.

# shipEnemy-comms
source: Ktzzzsss. You will DIEEee weaklingsss!
de: Ktzzzsss. Ihr werdet sterrrben, Schwächchchchlinge!!

# shipEnemy-comms
source: We will destroy you
de: Wir werden Sie zerstören

# shipEnemy-comms
source: We think not. It is you who will experience destruction!
de: Das bezweifeln wir. Sie sind es, die zerstört werden!

# shipEnemy-comms
source: You have no honor
de: Sie haben keinerlei Ehre!

# shipEnemy-comms
source: Your insult has brought our wrath upon you. Prepare to die.
de: Ihre Beleidigung hat unseren Zorn über Sie gebracht. Machen Sie sich bereit, zu sterben!

# shipEnemy-comms
source: Your comments about honor have no meaning to us
de: Ihre Bemerkung über Ehre hat keinerlei Bedeutung für uns

# shipEnemy-comms
source: We pity your pathetic race
de: Wir bemitleiden Ihre erbärmliche Spezies

# shipEnemy-comms
source: Pathetic? You will regret your disparagement!
de: Erbärmlich? Das werden Sie bereuen!

# shipEnemy-comms
source: We don't care what you think of us
de: Es kümmert uns nicht, was Sie von uns denken.

# shipEnemy-comms
source: We wish you no harm, but will harm you if we must. End of transmission.
de: Wir wollen Ihnen keinen Schaden zufügen, aber wir werden es tun, wenn wir müssen. Ende der Nachricht.

# shipEnemy-comms
source: Stay out of our way, or your death will amuse us extremely!
de: Gehen Sie uns aus dem Weg, oder Ihr Tod wird uns köstlich amüsieren!

# shipEnemy-comms
source: One zero one. No binary communication detected. Switching to universal speech. Generating appropriate response for target from human language archives. :Do not cross us: Communication halted.
de: Eins Null Eins. Nichtbinäre Kommunikation erkannt. Wechsle zu universeller Sprache. Generiere angemessene Antwort aus menschlichen Archiven. :Kommen Sie uns nicht in die Quere.: Verbindung beendet.

# shipEnemy-comms
source: EXECUTE: SELFDESTRUCT
de: FÜHRE AUS: SELBSTZERSTÖRUNG

# shipEnemy-comms
source: Rogue command received. Targeting source.
de: Schadhafter Befehl entdeckt. Erfasse Quelle.

# shipEnemy-comms
source: External command ignored.
de: Externer Befehl wird ignoriert.

# shipEnemy-comms
source: The hive suffers no threats. Opposition to any of us is opposition to us all. Stand down or prepare to donate your corpses toward our nutrition.
de: Der Schwarm duldet keine Drohungen. Feindseligkeit gegen eines von uns ist Feindseligkeit gegen uns alle. Halten Sie ihre Position und machen Sie sich bereit, Ihre Körper als Nahrung zu spenden.

# shipEnemy-comms
source: <Transmit 'The Itsy-Bitsy Spider' on all wavelengths>
de: <Sende 'The Itsy-Bitsy Spider' auf allen Frequenzen>

# shipEnemy-comms
source: We do not need permission to pluck apart such an insignificant threat.
de: Wir brauchen keine Erlaubnis um so eine unbedeutende Bedrohung zu zerpflücken.

# shipEnemy-comms
source: The hive has greater priorities than exterminating pests.
de: Der Schwarm hat wichtigeres zu tun als Schädlingsbekämpfung.

# shipEnemy-comms
source: State your business
de: Was wollen Sie?

# shipEnemy-comms
source: What do you want? (not that we care)
de: Was wollen Sie? (Nicht dass es uns interessieren würde)

# shipEnemy-comms
source: Don't waste our time
de: Verschwenden Sie nicht unsere Zeit

# shipEnemy-comms
source: Mind your own business!
de: Kümmern Sie sich um Ihre eigenen Angelegenheiten!

# shipEnemy-comms
source: Subspace and time continuum disruption authorized
de: Subraumstörung autorisiert

# shipEnemy-comms
source: Stop your actions
de: Hören Sie auf mit dem, was Sie gerade tun!

# shipEnemy-comms
source: Just this once, we'll take your advice
de: Diese eine Mal werden wir auf Ihren Rat hören

# shipEnemy-comms
source: No
de: Nein

# -tabRelay&Operations
source: Disruption %i
de: Subraumstörung %i

# trade-comms
source: Yes?
de: Ja?

# trade-comms
source: %snothing
de: /%snichts

# shipAssist-comms
source: Where are you going?
de: Wohin sind Sie unterwegs?

# shipAssist-comms
source: Hi %s,
de: Hallo %s,

# shipAssist-comms
source: %s Heading for %s station %s in sector %s
de: %s Unterwegs zu %s-Station %s in Sektor %s

# ship-comms
source: Sorry, we have no time to chat with you. We are on an important mission.
de: Es tut uns leid, wir haben keine Zeit, mit Ihnen zu plaudern. Wir befinden uns auf einer wichtige Mission.

# ship-comms
source: We have nothing for you. Good day.
de: Wir können nichts für Sie tun. Einen schönen Tag noch.

# shipAssist-comms
source: Defend WP %i
de: Verteidigen Sie WP %i

# shipAssist-comms
source: We are heading to assist at WP %i.
de: Wir sind auf dem Weg, Sie bei WP %d zu unterstützen.

# shipAssist-comms
source: How are you doing?
de: Wie geht's?

# shipServices-comms
source: Service options
de: Mögliche DIenstleistungen

# shipServices-comms
source: Repair ship system
de: Schiffssystem reparieren

# shipServices-comms
source: What system would you like repaired?
de: Welches System soll repariert werden?

# shipServices-comms
source: Repair probe launch system
de: Sonden-Abschussvorrichtung reparieren

# shipServices-comms
source: Your probe launch system has been repaired
de: Ihre Sonden-Abschussvorrichtung wurde repariert

# shipServices-comms
source: You need to stay close if you want me to fix your ship
de: Sie müssen in nächster Nähe bleiben, damit ich das Schiff reparieren kann

# shipServices-comms
source: Repair hacking system
de: Hackingsystem reparieren

# shipServices-comms
source: Your hack system has been repaired
de: Ihr Hackingsystem wurde repariert

# shipServices-comms
source: Repair scanning system
de: Scansystem reparieren

# shipServices-comms
source: Your scanners have been repaired
de: Ihre Scanner wurden repariert

# shipServices-comms
source: Repair combat maneuver
de: Ausweichmanöversystem reparieren

# shipServices-comms
source: Your combat maneuver has been repaired
de: Ihr Ausweichmanöversystem wurde repariert

# shipServices-comms
source: Repair self destruct system
de: Selbstzerstörungs-System reparieren

# shipServices-comms
source: Your self destruct system has been repaired
de: Ihr Selbstzerstörungssystem wurde repariert

# shipServices-comms
source: Full hull repair (%i reputation)
de: Komplette Hüllenreparatur (%i Ruf)

# shipServices-comms
source: All fixed up and ready to go
de: Reparatur vollständig!

# shipServices-comms
source: Add %i%% to hull (%i reputation)
de: Hülle um %i%% reparieren (%i Ruf)

# shipServices-comms
source: Repairs completed as requested
de: Reparatur wurde wie gewünscht erledigt

# ammo-comms
source: Restock ordnance
de: Munition auffüllen

# ammo-comms
source: What kind of ordnance?
de: Welche Art von Munition?

# ammo-comms
source: %s (%i reputation each)
de: %s (jeweils %i Ruf)

# ammo-comms
source: Restocked your %s type ordnance
de: %s-Munition wieder aufgefüllt

# needRep-comms
source: You don't have enough reputation to fully replenish your %s type ordnance. You need %i and you only have %i. How would you like to proceed?
de: Ihr Ruf ist nicht hoch genug um ihren Vorrat an %s komplett aufzufüllen. Sie benötigen %i Ruf, haben aber lediglich %i.

# ammo-comms
source: Get one (%i reputation)
de: 1 auffüllen (%i Ruf)

# ammo-comms
source: One %s provided
de: 1 %s übergeben

# ammo-comms
source: You need to stay close if you want me to restock your ordnance
de: Sie müssen in der Nähe bleiben, damit Munition aufgestockt werden kann

# ammo-comms
source: Get %i (%i reputation)
de: %i (für %i Ruf)

# ammo-comms
source: %i %ss provided
de: %i x %s übergeben

# ammo-comms
source: I don't have enough %s type ordnance to fully restock you. How would you like to proceed?
de: Ich habe nicht genügen %s-Munition, um Ihren Vorrat vollständig aufzufüllen.

# ammo-comms
source: We'll take all you've got
de: Wir nehmen alles was Sie haben

# needRep-comms
source: You don't have enough reputation to get all of our %s type ordnance. You need %i and you only have %i. How would you like to proceed?
de: Ihr Ruf ist nicht hoch genug um unseren gesamten Vorrat an %s zu bekommen. Sie benötigen dafür %i Ruf, haben aber lediglich %i.

# shipServices-comms
source: Restock scan probes (5 reputation)
de: Sonden wieder auffüllen (5 Ruf)

# shipServices-comms
source: I replenished your probes for you.
de: Ich habe Ihren Sondenvorrat wieder aufgefüllt

# shipServices-comms
source: You need to stay close if you want me to restock your probes
de: Sie müssen in der Nähe bleiben, damit ich Ihren Sondenvorrat wieder auffüllen kann

# shipServices-comms
source: Quick charge the main batteries (%i reputation)
de: Schnell-Laden der Hauptenergiezellen (%i Ruf)

# shipServices-comms
source: Your batteries have been charged
de: Ihre Energiezellen wurden aufgeladen

# shipServices-comms
source: You need to stay close if you want your batteries charged quickly
de: Sie müssen in nächster Nähe bleiben, damit ich Ihre Energiezellen schnell wieder aufladen kann

# shipServices-comms
source: How can I help you get your ship in good running order?
de: Wie kann ich helfen, ihr Schiff wieder flott zu bekommen?

# shipServices-comms
source: There's nothing on your ship that I can help you fix. Sorry.
de: Es gibt leider nichts, was ich auf Ihrem Schiff reparieren kann. Tut mir leid.

# -tabWeapons&Tactical
source: %s tubes: %s
de: %s-Schachtgr.: %s

# -tabWeapons&Tactical
source: %s tube: %s
de: %s-Schachtgr.: %s

# msgMainscreen
source: All the planets have been destroyed
de: Alle Planeten wurden zerstört

# mission-msgEngineer
source: The technical readouts for %s have been extracted from the databanks on Kraylor station %s
de: Die Blaupausen für %s wurden aus den Datenbanken der Kraylor-Station %s extrahiert

# mission-msgEngineer+
source: The technical readouts for %s have been extracted from the databanks on Kraylor station %s
de: Die Blaupausen für %s wurden aus den Datenbanken der Kraylor-Station %s extrahiert

# mission-msgDamageControl
source: The technical readouts for %s have been extracted from the databanks on Kraylor station %s
de: Die Blaupausen für %s wurden aus den Datenbanken der Kraylor-Station %s extrahiert

# mission-tabEngineer
source: Extract timer:%i
de: Auslesen: %i

# mission-tabEngineer+
source: Extract timer:%i
de: Auslesen: %i

# mission-tabDamageControl
source: Extract timer:%i
de: Auslesen: %i

# mission-tabHelms
source: Extract timer:%i
de: Auslesen: %i

# mission-buttonEngineer
source: Extract Plans
de: Pläne auslesen

# mission-buttonEngineer+
source: Extract Plans
de: Pläne auslesen

# mission-buttonDamageControl
source: Extract Plans
de: Pläne auslesen

# mission-buttonEngineer
source: Upload Virus
de: Virus übertragen

# mission-msgEngineer
source: The virus has been uploaded to %s. A portion of the Planet Devourer's beam and missile systems have entered maintenance mode.
de: Das Virus wurde zu %s übertragen. Ein Teil der Hauptwaffe des Planetenverschlingers und einige seiner Raketensysteme wurden in den Wartungsmodus versetzt

# mission-buttonEngineer+
source: Upload Virus
de: Virus übertragen

# mission-msgEngineer+
source: The virus has been uploaded to %s. A portion of the Planet Devourer's beam and missile systems have entered maintenance mode.
de: Das Virus wurde zu %s übertragen. Ein Teil der Hauptwaffe des Planetenverschlingers und einige seiner Raketensysteme wurden in den Wartungsmodus versetzt

# mission-buttonDamageControl
source: Upload Virus
de: Virus übertragen

# mission-msgDamageControl
source: The virus has been uploaded to %s. A portion of the Planet Devourer's beam and missile systems have entered maintenance mode.
de: Das Virus wurde zu %s übertragen. Ein Teil der Hauptwaffe des Planetenverschlingers und einige seiner Raketensysteme wurden in den Wartungsmodus versetzt

# msgMainscreen
source: Planet Devourer destroyed. %i out of 5 planets saved.
de: Planetenverschlinger wurde zerstört. %i von 5 Planeten gerettet.

# repairCrew-msgEngineer
source: Medical team has revived one of your repair crew
de: Das medizinische Team hat ein Mitglied Ihrer Reparaturcrew wiederbelebt.

# repairCrew-msgEngineer+
source: Medical team has revived one of your repair crew
de: Das medizinische Team hat ein Mitglied Ihrer Reparaturcrew wiederbelebt.

# repairCrew-msgDamageControl
source: Medical team has revived one of your repair crew
de: Das medizinische Team hat ein Mitglied Ihrer Reparaturcrew wiederbelebt.

# coolant-msgEngineer
source: Automated systems have recovered some coolant
de: Automatische Systeme haben etwas Kühlmittel zurückgewonnen.

# coolant-msgEngineer+
source: Automated systems have recovered some coolant
de: Automatische Systeme haben etwas Kühlmittel zurückgewonnen.

# coolant-msgDamageControl
source: Automated systems have recovered some coolant
de: Automatische Systeme haben etwas Kühlmittel zurückgewonnen.

# repairCrew-msgEngineer
source: One of your repair crew has perished
de: Ein Mitglied des Reparaturteams ist verstorben

# repairCrew-msgEngineer+
source: One of your repair crew has perished
de: Ein Mitglied des Reparaturteams ist verstorben

# repairCrew-msgDamageControl
source: One of your repair crew has perished
de: Ein Mitglied des Reparaturteams ist verstorben

# coolant-msgEngineer
source: Damage has caused a loss of coolant
de: Die Beschädigung hat zu einem Kühlmittelverlust geführt.

# coolant-msgEngineer+
source: Damage has caused a loss of coolant
de: Die Beschädigung hat zu einem Kühlmittelverlust geführt.

# coolant-msgDamageControl
source: Damage has caused a loss of coolant
de: Die Beschädigung hat zu einem Kühlmittelverlust geführt.

# damage-msgEngineer
source: The probe launch system has been damaged
de: Das Sonden-Startsystem wurde beschädigt.

# damage-msgEngineer+
source: The probe launch system has been damaged
de: Das Sonden-Startsystem wurde beschädigt.

# damage-msgDamageControl
source: The probe launch system has been damaged
de: Das Sonden-Startsystem wurde beschädigt.

# damage-msgEngineer
source: The hacking system has been damaged
de: Das Hacking-System wurde beschädigt.

# damage-msgEngineer+
source: The hacking system has been damaged
de: Das Hacking-System wurde beschädigt.

# damage-msgDamageControl
source: The hacking system has been damaged
de: Das Hacking-System wurde beschädigt.

# damage-msgEngineer
source: The scanners have been damaged
de: Die Scanner wurden beschädigt.

# damage-msgEngineer+
source: The scanners have been damaged
de: Die Scanner wurden beschädigt.

# damage-msgDamageControl
source: The scanners have been damaged
de: Die Scanner wurden beschädigt.

# damage-msgEngineer
source: Combat maneuver has been damaged
de: Das Ausweichmanöver-System wurde beschädigt.

# damage-msgEngineer+
source: Combat maneuver has been damaged
de: Das Ausweichmanöver-System wurde beschädigt.
