Repository: daid/EmptyEpsilon
Catalog: scripts/locale/scenario_08_atlantis.*.po
Languages: de, fr

# station-comms
source: Good. Your first mission is to identify odd readings coming from the nebula cloud near sector B20. Your ship is not equipped to travel this distance by itself, so we have tasked jump carrier JC-88 to take you there. Dock with JC-88 and it will handle the rest.
de: Gut. Ihre erste Aufgabe ist es, merkwürdige Messwerte zu identifizieren, die von der Nebelwolke in Sektor B20 ausgehen. Ihr Schiff ist nicht in der Lage, diese Entfernung allein zurückzulegen, daher haben wir den Sprungträger JC-88 beauftragt, Sie dorthin zu bringen. Docken Sie an JC-88 an und der Sprungträger wird den Rest erledigen.

# station-comms
source: No.
de: Nein.
fr: Non

# station-comms
source: Then hail us again when you are ready.
de: Rufen Sie uns dann wieder, wenn Sie bereit sind.
fr: Ensuite, contactez-nous à nouveau lorsque vous serez prêt.

# station-comms
source: Atlantis-1, We've downloaded all the data you collected thanks to the short-range quantum-entangled data communication radar. We're working through the data and will contact you when we have more details.
de: Atlantis-1, Wir haben alle Daten heruntergeladen, die Sie dank des quantenverschränkten Kurzstrecken-Datenkommunikationsradars gesammelt haben. Wir arbeiten die Daten durch und werden Sie kontaktieren, sobald wir mehr Details haben.
fr: Atlantis-1, Nous avons téléchargé toutes les données que vous avez pu collecter grâce au radar de communication de données quantique à courte portée. Nous travaillons actuellement sur ces données. Nous vous recontacterons lorsque nous aurons plus de détails.

# station-comms
source: Good day, Atlantis-1. Please continue with your current objective.
de: Guten Tag, Atlantis-1. Bitte machen Sie mit Ihrer derzeitigen Aufgabe weiter.
fr: Bonjour, Atlantis-1. Veuillez poursuivre votre objectif actuel.

# JumpCarrier-comms
source: Jump carrier JC-88 reporting. All system nominal.
de: Hier ist Sprungträger JC-88. Alle Systeme normal.
fr: Rapport du vaisseau de transport téléporteur JC-88. Tout les systèmes sont opérationnels.

# artifact-comms
source: Atlantis-1, did you find the source of the odd sensor readings?
de: Atlantis-1, haben Sie die Quelle der seltsamen Sensormesswerte gefunden?
fr: Atlantis-1, avez-vous trouvé la source de ces étranges lectures de capteurs ?

# artifact-comms
source: Yes.
de: Ja.
fr: Oui

# artifact-comms
source: Great, because our sensor readings are inconclusive. Can you report your readings to us? First, what is the beta radiation reading?
de: Gut, denn unsere Sensormessungen sind nicht schlüssig. Können Sie uns Ihre Messwerte mitteilen? Erstens: Wie hoch ist der Wert der Betastrahlung?
fr: Génial, car nos lectures de capteurs ne sont pas concluantes. Pouvez-vous nous faire part des vôtres ? Tout d'abord, quelle est la lecture du rayonnement bêta ?

# artifact-comms
source: Next, what is the ionic phase shift reading?
de: Wie lautet nun der Wert der ionischen Phasenverschiebung?
fr: Ensuite, quelle est la lecture du déphasage ionique ?

# artifact-comms
source: Next, what is the gravity disruption reading?
de: Als nächstes: wie hoch ist der Wert der Gravitationsstörung?
fr: Ensuite, quelle est la lecture de la perturbation de la gravité ?

# artifact-comms
source: Finally, what is the doppler instability reading?
de: Und schließlich: Wie hoch ist die Doppler-Instabilität?
fr: Enfin, quelle est votre lecture sur l'instabilité Doppler ?

# artifact-comms
source: Are you sure? Those readings are really off the normal scale. These readings indicate it is very unstable! Please move away from it.
de: Sind Sie sicher? Diese Messwerte liegen weit außerhalb der normalen Skala. Diese Werte zeigen an, dass es sehr instabil ist! Bitte entfernen Sie sich von diesem Objekt.
fr: En êtes-vous sûr? Ces lectures sont vraiment hors de l'échelle normale. Ces lectures indiquent qu'il est très instable ! Veuillez vous en éloigner rapidement.

# artifact-comms
source: Are you sure? Those readings are really off the normal scale. Can you move close to the object and get a second readings? The nebula might be interfering with your sensors.
de: Sind Sie sicher? Diese Messwerte liegen weit außerhalb der normalen Skala. Können Sie näher an das Objekt herangehen, um zu sehen, ob Sie die Werte verbessern können? Der Nebel könnte Ihre Sensoren stören.

# artifact-comms
source: Can you confirm your readings and report back? These numbers do not match our readings at all.
de: Können Sie Ihre Messwerte überprüfen und sich dann nochmals zurückmelden? Diese Zahlen stimmen überhaupt nicht mit unseren Messwerten überein.
fr: Pouvez-vous revérifier vos résultats et nous les confirmer ? Ces chiffres ne correspondent pas du tout à nos relevés.

# artifact-comms
source: No.
de: Nein.
fr: Non

# artifact-comms
source: Then continue looking for it. Try launching some probes or asking the Science Officer if they notice any odd radar signatures.
de: Halten Sie weiter danach Ausschau. Wenn möglich suchen Sie das Gebiet mit Sonden ab oder achten Sie darauf, ob sie irgendwelche merkwürdigen Signaturen am Rand ihres Langstreckenradars erkennen können.

# station-incCall
source: (The transmission is loaded with static noise.) %s
de: (Die Übertragung ist mit statischen Störgeräuschen belastet). %s
fr: (La transmission est perturbée par des parasites.) %s

# JumpCarrier-incCall
source: Looks like the docking couplers detached prematurely. This happens sometimes. I am on my way so we can try again.
de: Es sieht so aus, als hätten sich die Andockkupplungen vorzeitig gelöst. Das passiert manchmal. Ich bin auf dem Weg, damit wir es noch einmal versuchen können.
fr: On dirait que les coupleurs d'amarrage se sont détachés prématurément. Cela arrive parfois. Je suis en chemin, nous allons pouvoir réessayer.

# shipEnemy-incCall
source: Surrender yourself, human intruder.
de: Ergeben Sie sich, menschlicher Eindringling.
fr: Rendez-vous, intrus humain.

# scienceDescription-artifact
source: This object seems to be inert, and not giving any readings on your sensors. The actual object must be somewhere else.
fr: Cet objet semble inerte, et il ne génère aucune données sur vos capteurs. Le véritable objet doit être ailleurs.

# JumpCarrier-incCall
source: Atlantis-1, Here we are, sector B20. Looks like there are some lingering Kraylor here. We are outside of the no-fire zone and at war with the Kraylor, so you are clear to engage. Report back when you have found the source of the odd sensor readings.
fr: Atlantis-1, Nous y sommes. Secteur B20. On dirait qu'il y a des traces de Kraylors ici. Nous sommes en dehors de la zone de cessez-le-feu et actuellement en guerre contre les Kraylor, par conséquent vous êtes libre d'engager le combat. Faites nous votre rapport lorsque vous aurez trouvé la source de ces étranges émissions de capteurs.

# artifact-comms
source: It seems like the artifact is stablizing. It would be good to get some more reading a bit closer, as the nebula causes our sensor
fr: Il semble que l'artefact se stabilise. Ce serait bien d'avoir un peu plus de lectures, car la nébuleuse gêne nos capteurs.

# station-comms
source: Good. Your first mission is to identify odd readings coming from the nebula cloud in sector B20. Your ship is not equipped to travel this distance by itself, so we have tasked jump carrier JC-88 to take you there. Dock with JC-88 and it will handle the rest.
fr: Bon. Votre première mission consiste à identifier des signaux étranges provenant du nuage de la nébuleuse dans le secteur B20. Votre vaisseau n'est pas équipé pour parcourir cette distance par lui-même, nous avons donc chargé le vaisseau de transport JC-88 doté d'un téléporteur de vous y emmener. Amarrez-vous à JC-88 et il s'occupera du reste.

# artifact-comms
source: Are you sure? Those readings are really off the normal scale. Can you move closer to the object to see if you can improve those readings? The nebula might be interfering with your sensors.
fr: En êtes-vous sûr? Ces lectures sont vraiment hors de l'échelle normale. Pouvez-vous vous rapprocher de l'objet pour voir si vous pouvez améliorer ces lectures ? La nébuleuse pourrait interférer avec vos capteurs.

# artifact-comms
source: Then continue looking for it.
fr: Continuez ensuite à le chercher.
