Repository: daid/EmptyEpsilon
Catalog: scripts/locale/scenario_32_devour.*.po
Languages: de

source: Planet Devourer
de: Der Planetenverschlinger

source: Stop the Planet Devourer before all the planets are gone Written for EE games on May 4th, 2023 = "May the 4th be with you" Version 1 USN Discord: https://discord.gg/PntGG3a where you can join a game online. There's one every weekend. All experience levels are welcome.
de: Haltet den Planetenverschlinger auf, bevor alle Planeten vernichtet werden Geschrieben für EE-Spiele am 4. Mai 2023 = „May the 4th be with you“ Version 1 USN Discord: https://discord.gg/PntGG3a, wo ihr online an einem Spiel teilnehmen könnt. Fast jedes Wochenende findet eines statt. Alle Erfahrungsstufen sind willkommen.

# setting
source: Enemies
de: Feinde

# setting
source: Configures strength and/or number of enemies in this scenario
de: Bestimmt Stärke und/oder Anzahl von feindlichen Schiffen im Szenario

# Enemies
source: Easy
de: Einfach

# Enemies
source: Fewer or weaker enemies
de: Weniger oder schwächere Feinde

# Enemies
source: Normal number or strength of enemies
de: Normale Anzahl bzw. Stärke der Feinde

# Enemies
source: Hard
de: Schwer

# Enemies
source: More or stronger enemies
de: Mehr oder stärkere Feinde

# Enemies
source: Extreme
de: Extrem

# Enemies
source: Much stronger, many more enemies
de: Viel mehr, viel stärkere Feinde

# Enemies
source: Quixotic
de: Absurd

# Enemies
source: Insanely strong and/or inordinately large numbers of enemies
de: Wahnsinnig starke und/oder extrem viele Feinde

# setting
source: Configures the perversity of the universe according to Murphy's law
de: Konfiguriert die Bösartigkeit des Universums nach Murphys Gesetz

# Murphy
source: Easy
de: Einfach

# Murphy
source: Random factors are more in your favor
de: Der Zufall neigt sich zu euren Gunsten

# Murphy
source: Random factors are normal
de: Zufallsfaktoren sind normal

# Murphy
source: Hard
de: Schwer

# Murphy
source: Random factors are more against you
de: Zufallsfaktoren sind eher gegen die Crew gerichtet

# setting
source: Reputation
de: Ruf

# setting
source: Amount of reputation to start with
de: Höhe des Rufs zu Beginn

# Reputation
source: Unknown
de: Unbekannt

# Reputation
source: Zero reputation - nobody knows anything about you
de: Keinerlei Ruf - Niemand weiß irgendwas über euch

# Reputation
source: Nice
de: Sympathisch

# Reputation
source: 20 reputation - you've had a small positive influence on the local community
de: Ruf 20 - ihr habt ein wenig positiven Einfluss auf die lokale Community

# Reputation
source: Hero
de: Heldenhaft

# Reputation
source: 50 reputation - you helped important people or lots of people
de: Ruf 50 - ihr habt schon mehreren Leuten oder wenigen wichtigen Persönlichkeiten geholfen

# Reputation
source: Major Hero
de: Sehr heldenhaft

# Reputation
source: 100 reputation - you're well known by nearly everyone as a force for good
de: 100 Ruf - Ihr seid bei nahezu allen als eine Kraft des Guten bekannt

# Reputation
source: Super Hero
de: Superheldenhaft

# Reputation
source: 200 reputation - everyone knows you and relies on you for help
de: 200 Ruf - Ihr seit überall bekannt, und alle zählen auf euch und eure Hilfe

# orders-comms
source: Save the planets from destruction
de: Retten Sie die Planeten vor der Zerstörung

# trade-comms
source: food
de: Lebensmittel

# trade-comms
source: medicine
de: Medizin

# trade-comms
source: luxury
de: Luxus

# trade-comms
source: cobalt
de: Kobalt

# trade-comms
source: platinum
de: Platin

# trade-comms
source: autodoc
de: Autodocs

# trade-comms
source: android
de: Androidenkomp.

# trade-comms
source: battery
de: Batterien

# trade-comms
source: beam
de: Laser

# trade-comms
source: circuit
de: Schaltkreise

# trade-comms
source: communication
de: Kommunikation

# trade-comms
source: impulse
de: Impuls

# trade-comms
source: lifter
de: Lastenheber

# trade-comms
source: nanites
de: Naniten

# trade-comms
source: optic
de: Optik

# trade-comms
source: robotic
de: Robotik

# trade-comms
source: shield
de: Schilde

# trade-comms
source: tractor
de: Traktor

# trade-comms
source: gold pressed latinum
de: goldgepresstes Latinum

# scienceDB
source: Weapons
de: Waffen

# scienceDB
source: This database only covers the basic versions of the missiles used throughout the galaxy. It has been reported that some battleships started using larger variations of those missiles. Small fighters and even frigates should not have too much trouble dodging them, but space captains of bigger ships should be wary of their doubled damage potential. Smaller variations of these missiles have become common in the galaxy, too. Fighter pilots praise their speed and maneuverability, because it gives them an edge against small and fast-moving targets. They only deal half the damage of their basic counterparts, but what good is a missile if it does not hit its target? Some ships in your fleet have been equipped with these different sized weapons tubes. In some cases, the weapons officer might see a banner on the weapons console describing these tubes using the following shorthand: S = Small M = Medium (the normal sized missile tube) L = Large These letters describe the tube sizes in order from top to bottom.
de: Diese Datenbank umfasst nur die Grundversionen der in der Galaxie verwendeten Raketen. Es wurde berichtet, dass einige Schlachtschiffe begonnen haben, größere Varianten dieser Raketen zu verwenden. Kleine Jäger und sogar Fregatten sollten keine allzu großen Probleme haben, ihnen auszuweichen, aber Captains größerer Schiffe sollten sich vor ihrem doppelten Schadenspotenzial in Acht nehmen. Kleinere Varianten dieser Raketen sind in der Galaxis ebenfalls weit verbreitet. Die Crew von von Raumjägern lobt ihre Geschwindigkeit und Manövrierfähigkeit, weil sie ihnen einen Vorteil gegen kleine und sich schnell bewegende Ziele verschaffen. Sie richten zwar nur halb so viel Schaden an wie ihre Grundmodelle, aber was nützt eine Rakete, wenn sie ihr Ziel nicht trifft? Einige Schiffe in Ihrer Flotte sind mit diesen unterschiedlich großen Raketenschächten ausgestattet. In manchen Fällen ist an der Waffenkonsole ein Banner zu sehen, auf dem diese Schächte in der folgenden Kurzform beschrieben werden: S = Klein M = Mittel (die normale Größe des Raketenschacht) L = Groß

# msgGM
source: Scenario version %s LUA version %s
de: Szenario-Version %s LUA-Version %s

# buttonGM
source: +Station Reports
de: +Stationsbericht

# buttonGM
source: +Difficulty
de: +Schwierigkeit

# buttonGM
source: +Enemy Power
de: +Feind-Energie

# buttonGM
source: +Reputation
de: +Ruf

# buttonGM
source: Nerf Devourer
de: Schwäche Verschlinger

# buttonGM
source: Un-nerf Devourer
de: Stärke Verschlinger

# buttonGM
source: Protector End
de: Protector Ende

# buttonGM
source: -From Enemy Power
de: <-Hauptmenü

# buttonGM
source: Easy
de: Einfach

# buttonGM
source: Hard
de: Schwer

# buttonGM
source: Extreme
de: Extrem

# buttonGM
source: Quixotic
de: Absurd

# buttonGM
source: -From Difficulty
de: <-Hauptmenü

# buttonGM
source: -From Reputation
de: <-Hauptmenü

# buttonGM
source: Unknown
de: Unbekannt

# buttonGM
source: Nice
de: Nett

# buttonGM
source: Hero
de: Heldenhaft

# buttonGM
source: Major Hero
de: Sehr heldenhaft

# buttonGM
source: Super Hero
de: Superheldenhaft

# buttonGM
source: -Main
de: <- Hauptmenü

# stationReport-msgGM
source: %s %s %s %s Friendliness:%s
de: %s %s %s %s Freundlichkeit:%s

# stationReport-msgGM
source: %s Shares Energy: %s, Repairs Hull: %s, Restocks Scan Probes: %s
de: %s Energie wird geteilt: %s, Repariert Hülle: %s, Füllt Sonden wieder auf: %s

# stationReport-msgGM
source: %s Fix Probes: %s, Fix Hack: %s, Fix Scan: %s, Fix Combat Maneuver: %s, Fix Destruct: %s, Fix Slow Tube: %s
de: %s Repariert Sonden: %s, Repariert Hacking: %s, Repariert Scanning: %s, Repariert Ausweichmanövrier-System: %s, Repariert Selbstzerstörung: %s, Repariert Raketenschacht: %s

# stationReport-msgGM
source: %s Homing: %s %s, Nuke: %s %s, Mine: %s %s, EMP: %s %s, HVLI: %s %s
de: %s Zielsuch.: %s %s, Nuke: %s %s, Mine: %s %s, EMP: %s %s, HGBI: %s %s

# stationReport-msgGM
source: %s Services and their costs and availability:
de: %s Dienstleistungen, sowie ihre Kosten und Verfügbarkeit:

# stationReport-msgGM
source: %s jump overcharge: 10
de: %s Sprung überladen: 10

# stationReport-msgGM
source: %s Upgrade paths for player ship types and their max level:
de: %s Upgradepfade für Schiffstypen und ihre Maximalstufe

# stationReport-msgGM
source: %s Ship template type: %s
de: %s Schiffsblaupause: %s

# stationReport-msgGM
source: %s Goods:
de: %s Waren:

# stationReport-msgGM
source: %s Sell:
de: %s Verkaufen:

# stationReport-msgGM
source: %s %s: Cost:%s Quantity:%s
de: %s %s: Kosten:%s Anzahl:%s

# stationReport-msgGM
source: %s Trade:
de: %s Tauschen:

# stationReport-msgGM
source: %s Buy:
de: %s Kaufen:

# stationReport-msgGM
source: No applicable stations. Reports useless. No action taken
de: Keine entsprechenden Stationen gefunden. Kein sinnvoller Bericht möglich.

# stationReport-msgGM
source: Player ship %s's template type (%s) could not be found in table PlayerShipStats
de: Problem mit Spielerschiff %s: Vorlage %s konnte in Tabelle PlayerShipStats nicht gefunden werden

# scienceDB
source: Planet Devourer
de: Planetenverschlinger

# scienceDB
source: Ships
de: Schiffe

# scienceDB
source: The Planet Devourer is a modified Odin. The jump drive was removed in favor of massive impulse engines and beefed up maneuvering thrusters. The tubes were diversified: five small tubes, five medium tubes and five large tubes. The store of missiles was increased at least tenfold. Fighter hangars as well as automated fighter maintenance and construction facilities were added. As the name implies, it's got some kind of specialized weaponry designed around engaging planets. At the time of this database entry update, details on this weaponry are largely unknown. Intercepted communications related to the Planet Devourer refer to it as LDS. We are accustomed to the ubiquity of acronyms in the military, but we can't quite decipher this one. We know there is a predominance of late 20th century movie fans amongst the crew, maintenance techs and construction personnel. So, our two leading theories are Little Death Star and an intentionally mangled reference to LSD (lysergic acid diethylamide). Both of these theories are based on late 20th century space themed movie franchises (Star Wars and Star Trek respectively).
de: Beim Planetenverschlinger handelt es sich um eine modifizierte Odin. Der Sprungantrieb wurde zugunsten von massiven Impulstriebwerken und verstärkten Manövriertriebwerken entfernt. Die Raketenschächte wurden differenziert: fünf kleine, fünf mittlere und fünf große Raketenschächte. Der Vorrat an Raketen wurde mindestens verzehnfacht. Jäger-Hangars sowie automatisierte Wartungs- und Produktionsanlagen für Jäger wurden hinzugefügt. Wie der Name schon sagt, verfügt er über eine Art Spezialwaffe, die für den Angriff auf Planeten entwickelt wurde. Zum Zeitpunkt der Aktualisierung dieses Datenbankeintrags sind Details zu diesen Waffen noch weitgehend unbekannt. In abgefangenen Mitteilungen über den Planetenverschlinger wird er als LDS bezeichnet. Wir sind an die Allgegenwart von Akronymen im Militär gewöhnt, aber dieses können wir nicht ganz entziffern. Unter den Fans von Science-Fiction des 20.Jahrhunderts, von denen es in unseren Reihen einige gibt, gibt es allerdings verschiedene Theorien. Manche glauben, es stünde für "Little Death Star". Fans eines anderen Franchises glauben, zwei der Buchstaben seien bewusst vertauscht worden und verweisen auf einen Kinofilm, in dem zwar ebenfalls ein Planet bedroht wird, allerdings völlig unabsichtlich.

# scienceDescription-buoy
source: Sensor Record: %s station %s in %s
de: Sensoraufzeichnung: %s Station %s in %s

# scienceDescription-buoy
source: %s, %s station %s in %s
de: %s, %s-Station %s in Sektor %s

# scienceDescription-buoy
source: Sensor Record: %s %s %s in %s carrying %s
de: Sensoraufzeichnung: %s-%s %s in Sektor %s transportiert %s

# scienceDescription-buoy
source: %s; %s %s %s in %s carrying %s
de: %s; %s-%s %s in %s transportiert %s

# scienceDescription-buoy
source: No data recorded
de: Keine Daten aufgezeichnet

# scienceDescription-buoy
source: Automated data gathering device
de: Automatischer Datenlogger

# scienceDescription-buoy
source: Come to Billy Bob's for the best food in the sector
de: Bei Billy Bob bekommen Sie das beste Essen im ganzen Sektor!

# scienceDescription-buoy
source: It's never too late to buy life insurance
de: Ist es niemals zu spät für eine Lebensversicherung

# scienceDescription-buoy
source: You'll feel better in an Adder Mark 9
de: In einer Adder Mark 9 werden Sie sich viel besser fühlen!

# scienceDescription-buoy
source: Visit Repulse shipyards for the best deals
de: Besuchen Sie Repulse shipyards für die besten Deals!

# scienceDescription-buoy
source: Fresh fish! We catch, you buy!
de: Frischer Fisch! Wir fangen ihn, Sie kaufen ihn!

# scienceDescription-buoy
source: Get your fuel cells at Melinda's Market
de: Sie brauchen neue Energiezellen? Schauen Sie bei Melindas Marktplatz vorbei!

# scienceDescription-buoy
source: Find a special companion. All species available
de: Finden Sie eine ganz besondere Begleitung. Allen bekannten Spezies verfügbar

# scienceDescription-buoy
source: Feeling down? Robotherapist is there for you
de: Fühlen sie sich traurig? RoboThera ist für Sie da

# scienceDescription-buoy
source: 30 days, 30 kilograms, guaranteed
de: 30 Tage, 30 Kilos - garantiert!

# scienceDescription-buoy
source: Try our asteroid dust diet weight loss program
de: Probieren Sie unsere Asteroidenstaub-Diät!

# scienceDescription-buoy
source: Best tasting water in the quadrant at Willy's Waterway
de: Das schmackhafteste Wasser im ganzen Quadranten: Willy's Waterway

# scienceDescription-buoy
source: Amazing shows every night at Lenny's Lounge
de: Lennys Lounge: Die aufregendsten Shows, Nacht für Nacht!

# scienceDescription-buoy
source: Tip: make lemons an integral part of your diet
de: Tip: Machen sie Limonen zu einem wichtigen Bestandteil ihrer Ernährung

# scienceDescription-buoy
source: Sam's Spacesuits - now with automatic micrometeorite puncture sealing
de: Sam's Raumanzüge - jetzt mit automatischer Versiegelung bei Mikrometeoriten-Schäden

# damage-msgScience
source: The unscanned artifact we just picked up has fried our scanners
de: Das ungescannte Artefakt das wir an Bord geholt haben, hat unsere Sensoren durchbrennen lassen

# damage-msgOperations
source: The unscanned artifact we just picked up has fried our scanners
de: Das ungescannte Artefakt das wir an Bord geholt haben, hat unsere Sensoren durchbrennen lassen

# scienceDescription-artifact
source: Source of emanations interfering with long range sensors. Range:%.1fu Impact:%.1fu
de: Quelle anomaler Strahlung, die unsere Langstreckenscanner stört. Reichweite %.1fu, Radar-Reduktion:%.1fu

# scienceDescription-artifact
source: Source of unusual emanations
de: Ungewöhnliche Strahlung

# shipLog
source: Sensors show that the Kraylor have launched a squad of protectors against you. The current Kraylor protection squad protocol dictates six Barracudas in an enclosing ambush formation, each equipped with a high powered warp jammer. Very dangerous. It's been nice knowing you.
de: Die Sensoren deuten darauf hin, dass die Kraylor eine Einheit aus Verteidigungs-Schiffen gestartet haben. Das derzeitige Protokoll der Kraylor-Verteidigungs-Einheiten sieht sechs Barracudas in einer geschlossenen Zangenformation vor, jede ausgestattet mit einem leistungsstarken Warp-Störsender. Sehr gefährlich. Es war schön, Sie gekannt zu haben.

# station-comms
source: We are under attack! No time for chatting!
de: Wir werden angegriffen! Keine Zeit zu plaudern!

# station-comms
source: Greetings %s! How may we help you today?
de: Guten Tag, %s! Wie können wir Ihnen behilflich sein?

# station-comms
source: Good day, officer! What can we do for you today?
de: Guten Tag, was können wir für sie tun?

# station-comms
source: Hello, may I help you?
de: Hallo, kann ich Ihnen helfen?

# station-comms
source: Welcome to our lovely station.
de: Willkommen auf unserer schönen Station!

# station-comms
source: Forgive us if we seem a little distracted. We are carefully monitoring the enemies nearby.
de: Verzeihen Sie uns, wenn wir ein wenig abgelenkt wirken. Wir beobachten aufmerksam feindliche Aktivitäten in der Nähe.

# station-comms
source: Station services (restock ordnance, repairs)
de: Stadions-Dienstleistungen (Munition, Reparaturen)

# station-comms
source: What station service are you interested in?
de: An welcher Dienstleistung sind Sie interessiert?

# ammo-comms
source: I need ordnance restocked
de: Ich benötige Nachschub an Munition.

# ammo-comms
source: What type of ordnance? Reputation: %i
de: Welche Art von Munition? Ruf: %i

# ammo-comms
source: Can you supply us with some nukes? (
de: Können Sie uns mit ein paar Nukes versorgen? (

# ammo-comms
source: We really need some nukes (
de: Wir brauchen wirklich ein paar Nukes (

# ammo-comms
source: %s%d rep each)
de: %sjeweils %d Ruf)

# ammo-comms
source: Please re-stock our EMP missiles. (
de: Bitte stocken Sie unsere EMP-Raketen auf. (

# ammo-comms
source: Got any EMPs? (
de: Haben Sie EMPs? (

# ammo-comms
source: Do you have spare homing missiles for us? (
de: Haben Sie noch Zielsuchraketen für uns? (

# ammo-comms
source: Do you have extra homing missiles? (
de: Haben Sie zusätzliche Zielsuchraketen? (

# ammo-comms
source: We could use some mines. (
de: Wir könnten ein paar Minen gebrauchen. (

# ammo-comms
source: How about mines? (
de: Wie sieht es mit Minen aus?

# ammo-comms
source: What about HVLI? (
de: Was ist mit HGBI? (

# ammo-comms
source: Could you provide HVLI? (
de: Könnten Sie HGBIs zur Verfügung stellen? (

# stationServices-comms
source: Docking services status
de: Dock-Dienste: Übersicht

# stationServices-comms
source: Station %s docking services status:
de: Übersicht der Dienste im Dock von Station %s:

# stationServices-comms
source: %s Replenish scan probes.
de: %s Auffüllen des Sonden-Vorrats

# stationServices-comms
source: Cannot replenish scan probes due to fabrication unit failure.
de: Aufgrund eines Fehlers der Fertigungseinheit können keine neue Sonden hergestellt werden.

# stationServices-comms
source: Parts shortage prevents scan probe replenishment.
de: Aufgrund von Ersatzteilknappheit kann der Vorrat an Sonden nicht mehr aufgefüllt werden.

# stationServices-comms
source: Station management has curtailed scan probe replenishment for cost cutting reasons.
de: Die Stationsleitung hat aus Kostengründen den Nachschub an Sonden eingeschränkt.

# stationServices-comms
source: %s Ship hull repair.
de: %s Reparatur der Schiffshülle

# stationServices-comms
source: We're out of the necessary materials and supplies for hull repair.
de: Wir haben keine Materialien und Vorräte mehr, die für die Reparatur der Schiffshülle benötigt werden.

# stationServices-comms
source: Hull repair automation unavailable while it is undergoing maintenance.
de: Automatische Hüllenreparatur ist aufgrund von Wartungsarbeiten derzeit nicht möglich.

# stationServices-comms
source: All hull repair technicians quarantined to quarters due to illness.
de: Das komplette Hüllenreparatur-Personal ist aufgrund einer Krankheit derzeit in Quarantäne

# stationServices-comms
source: %s Recharge ship energy stores.
de: %s Aufladung der Energiespeicher

# stationServices-comms
source: A recent reactor failure has put us on auxiliary power, so we cannot recharge ships.
de: Durch einen kürzlichen Reaktorausfall läuft im Moment alles auf Hilfsenergie, so dass wir keine Schiffe aufladen können.

# stationServices-comms
source: A damaged power coupling makes it too dangerous to recharge ships.
de: Aufgrund einer beschädigten Energiekupplung ist es gerade zu gefährlich, andere Schiffe mit Energie zu versorgen.

# stationServices-comms
source: An asteroid strike damaged our solar cells and we are short on power, so we can't recharge ships right now.
de: Da ein Asteroideneinschlag unsere Solarzellen beschädigt hat ist unsere Energie zur Zeit knapp, so dass wir im Moment keine Schiffe aufladen können.

# stationServices-comms
source: %s May overcharge jump drive
de: %s Bietet Überladung des Sprungantriebs an

# stationServices-comms
source: %s May repair probe launch system
de: %s Bietet Reparatur der Sonden-Abschussvorrichtung an

# stationServices-comms
source: %s May repair hacking system
de: %s Bietet Reparatur des Hacking-Systems an

# stationServices-comms
source: %s May repair scanners
de: %s Bietet Reparatur des Scan-Systems an

# stationServices-comms
source: %s May repair combat maneuver
de: %s Bietet Reparatur des Ausweichmanöver--Systems an

# stationServices-comms
source: %s May repair self destruct system
de: %s Bietet Reparatur des Selbstzerstörungs-Systems an

source: Back
de: Zurück

# stationServices-comms
source: Overcharge Jump Drive (10 Rep)
de: Sprungantrieb überladen (10 Ruf)

# station-comms
source: You need to stay docked for that action.
de: Für diese Aktion müssen Sie angedockt bleiben.

# stationServices-comms
source: Your jump drive has been overcharged to %ik
de: Ihr Sprungantrieb wurde auf %i 000 überladen

# needRep-comms
source: Insufficient reputation
de: Ruf ist zu niedrig.

# stationServices-comms
source: Repair ship system
de: Schiffssystem reparieren

# stationServices-comms
source: What system would you like repaired? Reputation: %i
de: Welches System soll repariert werden? Ruf: %i

# stationServices-comms
source: Repair probe launch system (%s Rep)
de: Sonden-Abschussvorrichtung reparieren (%s Ruf)

# stationServices-comms
source: Your probe launch system has been repaired
de: Ihre Sonden-Abschussvorrichtung wurde repariert

# stationServices-comms
source: Repair hacking system (%s Rep)
de: Hackingsystem reparieren (%s Ruf)

# stationServices-comms
source: Your hack system has been repaired
de: Ihr Hackingsystem wurde repariert

# stationServices-comms
source: Repair scanning system (%s Rep)
de: Scansystem reparieren (%s Ruf)

# stationServices-comms
source: Your scanners have been repaired
de: Ihre Scanner wurden repariert

# stationServices-comms
source: Repair combat maneuver (%s Rep)
de: Ausweichmanöver-System reparieren (%s Ruf)

# stationServices-comms
source: Your combat maneuver has been repaired
de: Ihr Ausweichmanöversystem wurde repariert

# stationServices-comms
source: Repair self destruct system (%s Rep)
de: Selbstzerstörungs-System reparieren (%s Ruf)

# stationServices-comms
source: Your self destruct system has been repaired
de: Ihr Selbstzerstörungssystem wurde repariert

# station-comms
source: I need information
de: Ich brauche Informationen.

# station-comms
source: What do you need to know?
de: Was wollen Sie wissen?

# station-comms
source: What's with the warp jammers?
de: Was können Sie zu den Warp-Störsendern sagen?
