Repository: daid/EmptyEpsilon
Catalog: scripts/locale/scenario_03_edgeofspace.*.po
Languages: fr

source: Apollo, Come in. Our Edge-of-space telescope has been experiencing malfunctions over the course of the past few days. We expect the cause to be a mechanical failure, but we want you to take a look. The E.O.S Scope is right on the border of Kraylor space, so make sure to maintain contact and keep up long-range scans. Dock with the E.O.S Scope and investigate the damage, then return to Central Command to report your findings. Transmission of this report via standard communications channels is considered too dangerous given the already delicate nature of our treaty with the Kraylor. Reopen communications if you have any questions.
fr: Apollo, repondez. Notre telescope Edge-of-space a connu des dysfonctionnements au cours des derniers jours. Nous nous attendons a ce que la cause soit une defaillance mecanique, mais nous aimerions que vous y jetiez un coup d'œil. Le telescope E.O.S. se trouve juste a la frontiere de l'espace Kraylor, alors assurez-vous de maintenir le contact et d'effectuer regulierement des scans a longue portee. Amarrez-vous au telescope E.O.S et examinez les degats, puis retournez au commandement central pour faire etat de vos conclusions. La transmission de ce rapport par les canaux de communication standard est jugee trop risquee compte tenu de la nature deja fragile de notre traite avec le Kraylor. Reouvrez les communications si vous avez des questions.

source: Apollo, you've incited a war! What a disaster...
fr: Apollo, vous venez de declencher une guerre! C'est un desastre...

source: A human Naval Cruiser encroaching on Kraylor space? Be warned: if you venture near our Endline territory we will have no choice but to view your actions as hostile. Our indestructable fleet will make short work of you.
fr: Un croiseur humain empietant sur l'espace de Kraylor ? Soyez prevenus : si vous vous aventurez aux abords de nos frontieres, nous n'aurons d'autre choix que de considerer vos actions comme hostiles. Notre flotte indestructible ne fera qu'une bouchee de vous.

source: Kraylor have their Endline station near our E.O.S Scope. Do not confront them; we're not trying to start a war.
fr: La station Kraylor Endline est situee tout pres de notre telescope E.O.S. Ne les provoquez pas, nous n'essayons pas de declencher une guerre.

source: Attention Human Naval Vessel: We have noted your expansion toward Kraylor Endline Territory. Know that even the slightest act of aggression will be met with a forceful purging of all Human ships and stations from our sector of space. Do what maintanence you must while you are here, but know also that we consider your telescopic station to be a potential threat.
fr: A l'attention du Navire humain : Nous avons constate votre expansion vers le territoire Kraylor. Sachez que le moindre acte agressif de votre part se traduira par une elimination totale de tous vaisseaux et stations humains presents dans notre secteur de l'espace. Procedez a la maintenance necessaire sur votre equipement, mais sachez que nous considerons cette station telescopique comme une menace potentielle.

source: We're beginning an inspection of the EOS Scope facility now. This shouldn't take long.
fr: Nous commencons maintenant une inspection du telescope EOS. Cela ne devrait pas prendre longtemps.

source: It looks like the databanks are still in good working order. We'll retrieve what we can.
fr: Il semble que les banques de donnees soient toujours en bon etat. Nous allons recuperer ce que nous pouvons.

source: Is something wrong Apollo? We're still in the facility. Please dock so we can come aboard.
fr: Que se passe-t-il, Apollo ? Nous sommes toujours dans le complexe. Amarrez-vous pour que nous puissions monter a bord.

source: Our inspection of the scope facility is complete. We were able to retrieve much of the data recorded over the past few days, though proper analysis will require an expert. We should hurry back to Central Command with this so they can begin work.
fr: Notre inspection du telescope est terminee. Nous avons pu recuperer une grande partie des donnees enregistrees au cours des derniers jours, mais il faudra faire appel a un expert pour les analyser correctement. Nous devrions nous depecher de retourner au commandement central avec ceci afin qu'ils puissent commencer le travail.

source: It appears the damage was mechanical, but Kraylor ships in the area have been spotted in surveillance data you recovered from E.O.S Scope. It's possible this was sabotage. Whatever the case, we need you to rendezvous with science station Galileo in sector C5. We've contracted with this Arlenian station to interperet and analyze the data retrieved from our various Scope stations.
fr: Il semble que les degats soient mecaniques, mais selon les donnees de surveillance recuperees, des vaisseaux Kraylor ont ete reperes dans la region. Il pourrait donc s'agir d'un sabotage. Quoi qu'il en soit, nous avons besoin que vous rejoigniez la base scientifique Galileo dans le secteur C5. Nous avons passe un accord avec cette station arlesienne pour l'analyse des donnees recuperees par nos differents telescopes.

source: Distress Signal incoming from Galileo station: Kraylor ships are in our vicinity, we have reason to believe they intend to attack us! Please, you are the only battle-ready ship near our sector. Assist us!
fr: Signal de detresse en provenance de la station Galileo : Des vaisseaux Kraylor sont a proximite, nous avons des raisons de croire qu'ils ont l'intention de nous attaquer ! Vous etes le seul vaisseau pret au combat pres de notre secteur. Aidez-nous !

source: We don't know why Kraylor ships were attacking us. We had just recieved word that your ship was on its way with data from the Edge-of-space telescopic station when they began interrupting transmissions. Thank you for defending our station. Please dock with us and we'll be able to analyze the data from E.O.S Scope.
fr: Nous ignorons pourquoi les vaisseaux de Kraylor nous ont attaques. Nous venions d'apprendre que votre vaisseau etait en route avec les donnees de la station telescopique E.O.S lorsqu'ils ont interrompu les transmissions. Merci d'avoir defendu notre station. Veuillez vous amarrer afin que nous puissions analyser les donnees.

source: Apollo, come in! Leave the E.O.S data with Galileo for now, we've confirmed reports that Kraylor are brazen enough to attack our E.O.S Scope directly! All available ships should converge on E.O.S territory in sector H8! That means you, Apollo!
fr: Apollo, repondez ! Laissez les donnees E.O.S a Galileo pour l'instant, nous avons confirme les rapports selon lesquels Kraylor aurait eu l'audace de s'attaquer directement a notre telescope ! Tous les vaisseaux disponibles doivent converger sur la position de l'E.O.S. dans le secteur H8 ! C'est-a-dire vous, Apollo !

source: Apollo, HM1 here. Central Command has no choice but to declare war. We're moving into Kraylor territory for our retaliation strike. Attack the Kraylor Endline station!
fr: Apollo, ici HM1. Le commandement central est contraint de declarer la guerre aux Kraylors. Nous entrons dans leur territoire pour une frappe de represailles. Concentrez vos tires sur la station de Kraylor Endline !

source: Apollo, come in. We have no choice but to declare war. Move into Kraylor territory and retaliate on their defenseless Endline station!
fr: Apollo, repondez. Nous sommes contraints de declarer la guerre aux Kraylors. Entrez dans leur teritoire et ripostez en attaquant leur station Endline sans defense !

source: Apollo, come in. Our cease-fire with the Kraylor is at a bitter end, and aggression will only rise from here. It is imperative that our ships be equipped with all counter-measures necessary to keep them safe. Dock with the E.O.S Scope. We are re-fitting your ship in preparation for times of war.
fr: Apollo, repondez. Notre cessez-le-feu avec les Kraylors touche a sa fin, et leur agressivite ne fera que croitre desormais. Il est imperatif que nos vaisseaux soient equipes de toutes les contre-mesures necessaires pour assurer leur securite. Amarrez avec le E.O.S Scope. Nous reamenageons votre navire en prevision des temps de guerre.

source: Broadcast on all Human Naval frequencies: Human scum, we warned you to stay out of Kraylor territory!
fr: Diffusion sur toutes les frequences de la Marine Humaine : Ordure humaine, nous vous avions somme de rester hors du territoire de Kraylor !

source: Apollo, come in. Our cease-fire with the Kraylor is at a bitter end. Destroy the remaining Kraylor ships threatening our E.O.S territory!
fr: Apollo, repondez. Notre cessez-le-feu avec les Kraylors touche a sa fin. Detruisez les derniers vaisseaux du Kraylor qui menacent notre territoire E.O.S. !

source: Apollo, come in. Kraylor aggression will only rise from here. It is imperative that our ships be equipped with all counter-measures necessary to keep them safe. Dock with the E.O.S Scope. We are re-fitting your ship in preparation for times of war.
fr: Apollo, repondez. Notre cessez-le-feu avec les Kraylors touche a sa fin, et leur agressivite ne fera que croitre desormais. Il est imperatif que nos vaisseaux soient equipes de toutes les contre-mesures necessaires pour assurer leur securite. Amarrez avec le E.O.S Scope. Nous reamenageons votre navire en prevision des temps de guerre.

source: Science station Galileo has returned with their analysis of the E.O.S Scope data. Edge-of-space sensors picked up on sparse signals from the super-nebula in Kraylor space that indicate they have some kind of wormhole. Intelligence suggests they intend to use it to infiltrate Human space and attack us where we are defenseless! When your ship is finished being outfitted for war move up to the nebula, but be cautious. There may be traps.
fr: La station scientifique Galileo nous a rapporte son analyse des donnees du E.O.S. Ses capteurs ont detecte des signaux epars provenant de la super-nebuleuse situe dans l'espace de Kraylor indiquant qu'elle comporte une sorte de trou de ver. Les services de renseignement suggerent de les Kraylor comptent l'utiliser pour infiltrer l'espace humain et nous attaquer la ou nous nous y attendons le moins ! Quand votre vaisseau aura fini d'etre re-equipe, dirigez-vous vers la nebuleuse, mais soyez prudent. Il peut y avoir des pieges.

source: Apollo come in! Reports are coming in from core Human space that a massive Kraylor strike force is attacking! Get through that wormhole and attack from within their ranks to hold them off. We'll send all our available ships to converge there.
fr: Apollo repondez ! Des rapports en provenance de l'espace central des humains indiquent qu'une force de frappe Kraylor massive est en train d'attaquer ! Passez a travers ce trou de ver et attaquez leurs rangs de l'interieur pour les tenir a distance. Nous enverrons tous les vaisseaux disponibles pour converger vers vous.
