Repository: daid/EmptyEpsilon
Catalog: scripts/locale/scenario_53_escape.*.po
Languages: de, fr

# trade-comms
source: Current cargo aboard %s:
de: Derzeitige Fracht an Bord: %s:
fr: Cargaison actuelle à bord de %s :

# trade-comms
source: Empty
de: Leer
fr: Vide

# trade-comms
source: Available Space: %i, Available Reputation: %i
de: Verfügbarer Platz: %i, Verfügbarer Ruf: %i
fr: Espace disponible : %i, Réputation disponible : %i

# trade-comms
source: Buy one %s for %i reputation
de: Kaufe 1 %s für %i Ruf
fr: Achetez 1 %s pour %i rép

# trade-comms
source: Type: %s, Quantity: %i, Rep: %i
de: Art: %s, Menge: %i, Ruf: %i
fr: Type : %s, Quantité : %i, Rép : %i

# trade-comms
source: Insufficient cargo space for purchase
de: Unzureichender Laderaum für den Kauf.
fr: Espace de chargement insuffisant pour acheter

# needRep-comms
source: Insufficient reputation for purchase
de: Unzureichender Ruf für den Kauf.
fr: Réputation insuffisante pour acheter

# trade-comms
source: Insufficient station inventory
de: Auf der Station ist nicht genug davon vorrätig
fr: Stock insuffisant dans la station

# trade-comms
source: purchased
de: Gekauft
fr: Acheté

# trade-comms
source: Sell one %s for %i reputation
de: Verkaufe 1 %s für %i Ruf
fr: Vendre 1 %s pour %i rép

# trade-comms
source: Type: %s, Reputation price: %i
de: Art: %s, Rufkosten: %i
fr: Type : %s, Coût en rép : %i

# trade-comms
source: One sold
de: 1 verkauft
fr: 1 vendu

# trade-comms
source: Trade food for %s
de: Tausche Lebensmittel (food) gegen %s
fr: Échanger de la Nourriture (food) contre %s

# trade-comms
source: Type: %s, Quantity: %i
de: Art: %s, Anzahl: %i
fr: Type : %s, Quantité : %i

# trade-comms
source: Traded
de: Getauscht
fr: Échangé

# trade-comms
source: Trade medicine for %s
de: Tausche Medikamente (medicine) gegen %s
fr: Échanger des Médicaments (medicine) contre %s

# trade-comms
source: Trade luxury for %s
de: Tausche Luxusgüter (luxury) gegen %s
fr: Échanger des produits de luxe (luxury) contre %s

# trade-comms
source: Jettison cargo
de: Fracht abwerfen
fr: Larguer la cargaison

# trade-comms
source: Available space: %i What would you like to jettison?
de: Verfügbarer Platz: %i Was würden Sie gerne abwerfen?
fr: Espace disponible : %i Que voudriez-vous larguer ?

# trade-comms
source: One %s jettisoned
de: 1 %s abgeworfen
fr: Un %s largué

# explainGoods-comms
source: No tutorial covered goods or cargo. Explain
de: Waren oder Fracht sind vom Tutorial nicht abgedeckt. Bitte um Erklärung.
fr: Aucun tutoriel n'explique les marchandises ou cargaisons. Explication :

# explainGoods-comms
source: Different types of cargo or goods may be obtained from stations, freighters or other sources. They go by one word descriptions such as dilithium, optic, warp, etc. Certain mission goals may require a particular type or types of cargo. Each player ship differs in cargo carrying capacity. Goods may be obtained by spending reputation points or by trading other types of cargo (typically food, medicine or luxury)
de: Verschiedene Arten von Fracht oder Waren können von Stationen, Frachtern oder anderen Quellen bezogen werden. Sie werden mit einem Wort beschrieben und oft abgekürzt, z.B. "dilithium", "optic", "warp", usw. Bestimmte Missionsziele können eine bestimmte Art oder Arten von Fracht erfordern. Jedes Spielerschiff unterscheidet sich in seiner Frachtkapazität. Waren können durch die Ausgabe von Ruf-Punkten oder durch den Handel mit anderen Arten von Fracht (typischerweise Lebensmittel, Medizin oder Luxusgüter) erworben werden.
fr: Différents types de marchandises ou cargaisons peuvent être obtenus auprès des stations, des cargos ou d'autres sources. Ces ressources peuvent être du dilithium, de l'optique, des moteurs de vitesse lumière, etc. Certains objectifs de mission peuvent nécessiter un ou plusieurs types de marchandises particulières. Chaque vaisseau joueur diffère par sa capacité de transport de marchandises. Les marchandises peuvent être obtenues en dépensant des points de réputation ou en échangeant d'autres types de marchandises (généralement de la nourriture, des médicaments ou des produits de luxe).

# stationAssist-comms
source: Report status
de: Statusbericht
fr: Au rapport

# stationAssist-comms
source: Hull:%s
de: Hülle:%s
fr: Coque : %s

# stationAssist-comms
source: %s Shield:%s
de: %s Schilde:%s
fr: %s Boucliers : %s

# stationAssist-comms
source: %s Shield %s:%s
de: %s Schild %s:%s
fr: %s Boucliers %s : %s

# stationServices-comms
source: %s Replenish scan probes: nominal.
de: %s Auffüllen des Sonden-Vorrats: Voll funktionsfähig.
fr: %s - Réapprovisionnement des sondes : pleinement opérationnel.

# stationServices-comms
source: Cannot replenish scan probes due to fabrication unit failure.
de: Aufgrund eines Fehlers der Fertigungseinheit können keine neue Sonden hergestellt werden.
fr: - Sondes : impossible de réapprovisionner les sondes en raison d'une défaillance de l'unité de fabrication.

# stationServices-comms
source: Parts shortage prevents scan probe replenishment.
de: Aufgrund von Ersatzteilknappheit kann der Vorrat an Sonden nicht mehr aufgefüllt werden.
fr: - Sondes : le manque de pièces empêche le réapprovisionnement des sondes.

# stationServices-comms
source: Station management has curtailed scan probe replenishment for cost cutting reasons.
de: Die Stationsleitung hat aus Kostengründen den Nachschub an Sonden eingeschränkt.
fr: - Sondes : les gestionnaires de la station ont réduit le réapprovisionnement des sondes pour des raisons de réduction des coûts.

# stationServices-comms
source: %s Repair ship hull: nominal.
de: %s Hüllenreparatur: Voll funktionsfähig.
fr: %s - Réparation de la coque : pleinement opérationnel.

# stationServices-comms
source: We're out of the necessary materials and supplies for hull repair.
de: Wir haben keine Materialien und Vorräte mehr, die für die Reparatur der Schiffshülle benötigt werden.
fr: - Coque : nous n'avons plus les matériaux et fournitures nécessaires pour réparer la coque.

# stationServices-comms
source: Hull repair automation unavailable while it is undergoing maintenance.
de: Automatische Hüllenreparatur ist aufgrund von Wartungsarbeiten derzeit nicht möglich.
fr: - Coque : l'automatisation de réparation de la coque n'est pas disponible pendant la maintenance.

# stationServices-comms
source: All hull repair technicians quarantined to quarters due to illness.
de: Das komplette Hüllenreparatur-Personal ist aufgrund einer Krankheit derzeit in Quarantäne
fr: - Coque : tous les techniciens de réparation de coque sont en quarantaine dans leur quartiers pour cause de maladie.

# stationServices-comms
source: %s Recharge ship energy stores: nominal.
de: %s Aufladung der Energiespeicher: Voll funktionsfähig.
fr: %s - Recharge des réserves d'énergie du vaisseau : pleinement opérationnel.

# stationServices-comms
source: A recent reactor failure has put us on auxiliary power, so we cannot recharge ships.
de: Durch einen kürzlicher Reaktorausfall läuft im Moment alles auf Hilfsenergie, so dass wir keine Schiffe aufladen können.
fr: - Énergie : une récente panne de réacteur nous a mis sous tension auxiliaire, nous ne pouvons donc pas recharger les vaisseaux.

# stationServices-comms
source: A damaged power coupling makes it too dangerous to recharge ships.
de: Aufgrund einer beschädigten Energiekupplung ist es gerade zu gefährlich, andere Schiffe mit Energie zu versorgen.
fr: - Énergie : un couplage électrique défectueux rend la recharge des vaisseaux trop risquée.

# stationServices-comms
source: An asteroid strike damaged our solar cells and we are short on power, so we can't recharge ships right now.
de: Da ein Asteroideneinschlag unsere Solarzellen beschädigt hat ist unsere Energie zur Zeit knapp, so dass wir im Moment keine Schiffe aufladen können.
fr: - Énergie : une frappe d'astéroïde a endommagé nos cellules solaires et nous manquons de puissance, nous ne pouvons donc pas recharger les vaisseaux pour le moment.

# ammo-comms
source: Ordnance available:
de: Verfügbare Munition:
fr: Munitions disponibles :

# ammo-comms
source: homings
de: Zielsuchraketen

# ammo-comms
source: mines
de: Minen

# ammo-comms
source: HVLIs
de: HGBIs

# ammo-comms
source: %s %s@%i rep
de: %s %s@%i Ruf
fr: %s %s@%i rép

# ammo-comms
source: %s, %s@%i rep
de: %s, %s@%i Ruf
fr: %s, %s@%i rép

# ammo-comms
source: %s No ordnance available.
de: %s Keine Munition verfügbar.
fr: %s Aucune munition disponible.

# station-comms
source: You need to stay docked for that action.
de: Für diese Aktion müssen Sie angedockt sein.
fr: Vous devez rester amarré à la station pour cette action.

# ammo-comms
source: We do not deal in weapons of mass destruction.
de: Wir handeln nicht mit Massenvernichtungswaffen.
fr: Nous ne fournissons pas ce type d'armes de destruction massive.

# ammo-comms
source: We do not deal in weapons of mass disruption.
de: Wir handeln nicht mit Störwaffen.
fr: Nous ne fournissons pas ce type d'armes de perturbation massive.

# ammo-comms
source: We do not deal in those weapons.
de: Wir handeln nicht mit solchen Waffen.
fr: Nous ne fournissons pas ce type d'armes. Trop dangereux.

# ammo-comms
source: All nukes are charged and primed for destruction.
de: Alle Nukes sind geladen und zur Zerstörung bereit.
fr: Toutes les nukes sont chargées et préparées pour la destruction.

# ammo-comms
source: Sorry, sir, but you are as fully stocked as I can allow.
de: Es tut mir leid, aber sie haben bereits das zulässige Höchstlimit erreicht.
fr: Désolé, officier, mais vous êtes au maximum de ce que vous pouvez stocker.

# ammo-comms
source: You are fully loaded and ready to explode things.
de: Sie sind voll geladen und bereit, Dinge in die Luft zu jagen.
fr: Vous êtes chargé au max et prêt à tout faire exploser.

# ammo-comms
source: We generously resupplied you with some weapon charges. Put them to good use.
de: Wir haben Sie großzügig mit einigen Waffen ausgestattet. Setzen Sie sie gut ein.
fr: Nous vous avons généreusement réapprovisionné en munitions. Faites-en bon usage.

# needRep-comms
source: Not enough reputation.
de: Ihr Ruf ist nicht ausreichend.
fr: Pas assez de réputation.

# ammo-comms
source: You can't afford as much as I'd like to give you
de: Leider können sie sich nicht soviel leisten, auch wenn ich Ihnen gerne mehr geben würde,
fr: Vous ne pouvez pas recevoir autant que je voudrais vous donner

# ammo-comms
source: Get just one
de: Geben Sie uns bitte wenigstens 1
fr: Prendre juste celui-là

# ammo-comms
source: We generously resupplied you with one weapon charge. Put it to good use.
de: In Ordnung, wir geben ihnen großzügigerweise eine Waffenladung. setzen sie sie weise ein.
fr: Nous vous avons généreusement réapprovisionné en munitions. Faites-en bon usage.

# station-comms
source: Good day, officer. If you need supplies, please dock with us first.
de: Guten Tag, wenn Sie Nachschub brauchen, docken Sie bitte zuerst bei uns an.
fr: Bonjour, officier. Si vous souhaitez vous réapprovisionner, veuillez vous amarrer à notre station au préalable.

# station-comms
source: Greetings. If you want to do business, please dock with us first.
de: Guten Tag. Wenn Sie Geschäfte machen wollen, docken Sie bitte zuerst bei uns an.
fr: Salutations. Si vous souhaitez faire affaire, merci de vous amarrer à notre station.

# station-comms
source: Be aware that if enemies in the area get much closer, we will be too busy to conduct business with you.
de: Seien Sie sich darüber im Klaren, dass wir zu beschäftigt sein werden, um mit Ihnen Geschäfte zu machen, wenn die Feinde in der Gegend näher kommen.
fr: Sachez que si les ennemis de la zone se rapprochent encore, nous serons trop occupés pour faire affaire avec vous.

# station-comms
source: I need information
de: Ich brauche Informationen.
fr: j'aurai besoin d'informations

# station-comms
source: What kind of information do you need?
de: Welche Art von Informationen benötigen Sie?
fr: De quel genre d'informations avez-vous besoin ?

# ammo-comms
source: What ordnance do you have available for restock?
de: Welche Munition können Sie uns anbieten?
fr: De quelles munitions disposez-vous ?

# ammo-comms
source: Homing
de: Zielsuchraketen

# ammo-comms
source: HVLI
de: HGBI

# ammo-comms
source: We have no ordnance available for restock
de: Wir können Ihnen leider nichts anbieten
fr: Nous n'avons pas de munitions disponibles pour vous réapprovisionner.

# ammo-comms
source: We have the following type of ordnance available for restock:%s
de: Wir haben folgende Munitionsart vorrätig:%s
fr: Pour vous réapprovisionner nous disposons des munitions suivantes : %s

# ammo-comms
source: We have the following types of ordnance available for restock:%s
de: Wir haben folgende Munitionsarten vorrätig:%s
fr: Pour vous réapprovisionner nous disposons des munitions suivantes : %s

# trade-comms
source: What goods do you have available for sale or trade?
de: Welche Waren bieten Sie zum Verkauf oder Tausch an?
fr: Qu'avez-vous comme marchandises à vendre ou à échanger ?

# trade-comms
source: Station %s: Goods or components available: quantity, cost in reputation
de: Station %s: Verfügbare Waren oder Komponenten: Menge, Ruf-Kosten
fr: Station %s : Marchandises ou composants disponibles : (quantité, coût en réputation)

# trade-comms
source: Where can I find particular goods?
de: Wo kann ich bestimmte Waren finden?
fr: Où puis-je trouver des marchandises particulières ?

# trade-comms
source: Friendly stations often have food or medicine or both. Neutral stations may trade their goods for food, medicine or luxury.
de: Freundliche Stationen haben oft Lebensmittel, Medizin oder beides. Neutrale Stationen können ihre Waren gegen Lebensmittel, Medizin oder Luxusgüter eintauschen.
fr: Les stations amicales ont souvent de la nourriture (food) ou des médicaments (medicine) ou les deux. Les stations neutres peuvent échanger leurs marchandises contre de la nourriture, des médicaments ou du luxe (luxury).

# trade-comms
source: Station %s in sector %s has %s for %i reputation
de: Station %s in Sektor %s bietet %s für %i Ruf.
fr: La station %s dans le secteur %s possède du %s pour %i rép.

# trade-comms
source: What goods are you interested in? I've heard about these:
de: An welchen Waren sind Sie interessiert? Ich habe von diesen hier gehört:
fr: Quelles marchandises vous intéressent ? J'ai entendu parler de ça :

# trade-comms
source: Beyond that, I have no knowledge of specific stations
de: Darüber hinaus habe ich keine Kenntnis von bestimmten Stationen.
fr: A part ça, je n'ai pas connaissance de stations spécifiques.

# stationAssist-comms
source: Can you send a supply drop? (%d rep)
de: Können Sie eine Versorgungslieferung schicken? (%d Ruf)
fr: Pouvez-vous nous envoyer une cargaison de ravitaillement ? (%d rep)

# stationAssist-comms
source: You need to set a waypoint before you can request backup.
de: Sie müssen einen Wegpunkt setzen, bevor Sie Unterstützung anfordern können.
fr: Vous devez définir un marqueur avant de faire une demande de ravitaillement.

# stationAssist-comms
source: To which waypoint should we deliver your supplies?
de: Zu welchem Wegpunkt sollen wir Ihre Versorgungslieferung schicken?
fr: À quel marqueur devons-nous envoyer le ravitaillement ?

# stationAssist-comms
source: We have dispatched a supply ship toward WP %d
de: Wir haben ein Versorgungsschiff nach WP %d entsandt.
fr: Nous venons de déployer un vaisseau qui vous déposera la capsule de ravitaillement au marqueur %d.

# needRep-comms
source: Not enough reputation!
de: Ihr Ruf ist nicht ausreichend.
fr: Pas assez de réputation !

# stationAssist-comms
source: Please send reinforcements! (%d rep)
de: Bitte schicken Sie Verstärkung! (%d Ruf)
fr: Merci de nous envoyer des renforts ! (%d rép)

# stationAssist-comms
source: You need to set a waypoint before you can request reinforcements.
de: Sie müssen einen Wegpunkt setzen, bevor Sie Verstärkung anfordern können.
fr: Vous devez définir un marqueur avant de pouvoir demander des renforts.

# stationAssist-comms
source: To which waypoint should we dispatch the reinforcements?
de: Zu welchem Wegpunkt sollen wir die Verstärkung schicken?
fr: À quel marqueur souhaitez-vous recevoir les renforts ?

# stationAssist-comms
source: We have dispatched %s to assist at WP %d
de: Wir haben %s zur Unterstützung bei WP %d entsandt.
fr: Nous venons de déployer le vaisseau de combat %s pour vous soutenir au marqueur %d.

# trade-comms
source: and will trade it for medicine
de: und tauscht gegen Medikamente (medicine)
fr: et va l'échanger contre des Médicaments (medicine)

# trade-comms
source: or food
de: oder Lebensmittel (food)
fr: ou de la Nourriture (food)

# trade-comms
source: and will trade it for food
de: und tauscht gegen Lebensmittel (food)
fr: et va l'échanger contre de la Nourriture (food)

# trade-comms
source: or luxury
de: oder Luxusgüter (luxury)
fr: ou des Produits de luxe (luxury)

# trade-comms
source: and will trade it for luxury
de: und tauscht gegen Luxusgüter (luxury)
fr: et va l'échanger contre des Produits de luxe (luxury)

# shipAssist-comms
source: What do you want?
de: Was wünschen Sie?
fr: Que voulez-vous ?

# shipAssist-comms
source: Sir, how can we assist?
de: Wie können wir behilflich sein?
fr: Monsieur, comment pouvons-nous vous assister ?

# trade-comms
source: Do you have cargo you might sell?
de: Haben Sie Fracht, die Sie verkaufen könnten?
fr: Auriez-vous des marchandises à vendre ?

# trade-comms
source: We've got
de: Wir haben
fr: Nous avons

# trade-comms
source: nothing
de: nichts
fr: rien du tout.

# trade-comms
source: Traded
de: Getauscht
fr: Échangé

# trade-comms
source: Purchased %s from %s
de: Gekauft: %s von %s.
fr: %s acheté auprès de %s

# needRep-comms
source: Insufficient reputation for purchase
de: Unzureichender Ruf für den Kauf.
fr: Réputation insuffisante pour acheter

# trade-comms
source: Insufficient cargo space
de: Unzureichender Laderaum
fr: Espace de chargement insuffisant

# shipAssist-comms
source: Defend a waypoint
de: Verteidigen Sie einen Wegpunkt
fr: Défendez un marqueur

# shipAssist-comms
source: No waypoints set. Please set a waypoint first.
de: Keine Wegpunkte gesetzt. Bitte setzen Sie zuerst einen Wegpunkt.
fr: Monsieur, nous ne détectons aucun marqueur. Veuillez commencer par en placer un.

# shipAssist-comms
source: Which waypoint should we defend?
de: Welchen Wegpunkt sollen wir verteidigen?
fr: Quel marqueur devons-nous défendre ?

# shipAssist-comms
source: Defend WP %d
de: Verteidigen Sie WP %d.
fr: Défendez le marqueur %d

# shipAssist-comms
source: We are heading to assist at WP %d.
de: Wir sind auf dem Weg zur Unterstützung bei WP %d.
fr: Nous partons immédiatement défendre le marqueur %d.

# shipAssist-comms
source: Assist me
de: Helfen Sie uns
fr: Aidez-nous !

# shipAssist-comms
source: Heading toward you to assist.
de: Ich mache mich auf den Weg, um Ihnen zu helfen.
fr: Entendu, nous partons immédiatement vous aider.

# shipAssist-comms
source: Report status
de: Statusbericht
fr: Au rapport

# shipAssist-comms
source: Hull: %d%%
de: Hülle: %d%%
fr: Coque : %d%%

# shipAssist-comms
source: Shield: %d%%
de: Schilde: %d%%
fr: Boucliers : %d%%

# shipAssist-comms
source: Front Shield: %d%%
de: Frontschilde: %d%%
fr: Boucliers avant : %d%%

# shipAssist-comms
source: Rear Shield: %d%%
de: Heckschilde: %d%%
fr: Boucliers arrière : %d%%

# shipAssist-comms
source: Shield %s: %d%%
de: Schilde %s: %d%%
fr: Bouclier %s : %d%%

# shipAssist-comms
source: %s Missiles: %d/%d
de: %s Raketen: %d/%d

# shipAssist-comms
source: Dock at %s
de: Docke bei %s an
fr: Amarrez-vous à %s

# shipAssist-comms
source: Docking at %s.
de: Wir docken bei %s an.
fr: En cours d'amarrage à %s.

# shipEnemy-comms
source: We will see to your destruction!
de: Wir sehen Ihrer Zerstörung entgegen!
fr: Nous allons vous détruire !

# shipEnemy-comms
source: Your bloodline will end here!
de: Ihre Blutlinie wird hier enden!
fr: Votre race va s'éteindre ici et maintenant !

# shipEnemy-comms
source: Your feeble threats are meaningless.
de: Ihre schwächlichen Drohungen sind bedeutungslos.
fr: Vos petites menaces ne nous impressionnent pas.

# shipEnemy-comms
source: Ktzzzsss. You will DIEEee weaklingsss!
de: Ktzzzsss. Ihr werdet sterrrben, Schwächchchchlinge!!
fr: Ktzzzsss. Vous allez mourir faibles créatures insignifiantes !

# shipEnemy-comms
source: We wish you no harm, but will harm you if we must. End of transmission.
de: Wir wollen Ihnen keinen Schaden zufügen, aber wir werden es tun, wenn wir müssen. Ende der Nachricht.
fr: Nous ne vous voulons aucun mal, mais nous le ferons si nécessaire. Fin de transmission.

# shipEnemy-comms
source: Stay out of our way, or your death will amuse us extremely!
de: Gehen Sie uns aus dem Weg, oder Ihr Tod wird uns köstlich amüsieren!
fr: Restez en dehors de notre chemin, ou votre mort sera une amusante distraction pour nous !

# shipEnemy-comms
source: One zero one. No binary communication detected. Switching to universal speech. Generating appropriate response for target from human language archives. :Do not cross us: Communication halted.
de: Eins Null Eins. Nichtbinäre Kommunikation erkannt. Wechsle zu universeller Sprache. Generiere angemessene Antwort aus menschlichen Archiven. :Kommen Sie uns nicht in die Quere.: Verbindung beendet.
fr: 000110011010...Grzzzz.. Communication binaire non détectée..Grzzz Nous passons en communication universelle..Grrzzz Générer une réponse appropriée pour la cible en langage humain à partir des archives...Grrzzzz Ne nous approchez pas! Grrzzz Communication interrompue.

# shipEnemy-comms
source: EXECUTE: SELFDESTRUCT
de: FÜHRE AUS: SELBSTZERSTÖRUNG
fr: EXECUTER A DISTANCE : AUTODESTRUCTION

# shipEnemy-comms
source: Rogue command received. Targeting source.
de: Schadhafter Befehl entdeckt. Erfasse Quelle.
fr: Commande non autorisée reçue. Cible verrouillée.

# shipEnemy-comms
source: External command ignored.
de: Externer Befehl wird ignoriert.
fr: Ordre externe ignoré.

# shipEnemy-comms
source: The hive suffers no threats. Opposition to any of us is opposition to us all. Stand down or prepare to donate your corpses toward our nutrition.
de: Der Schwarm duldet keine Drohungen. Feindseligkeit gegen eines von uns ist Feindseligkeit gegen uns alle. Halten Sie ihre Position und machen Sie sich bereit, Ihre Körper als Nahrung zu spenden.
fr: Notre peuple ne tolère aucune menace. S'opposer à l'un d'entre nous c'est s'opposer à nous tous. Fuyez ou préparez-vous à faire don de vos cadavres pour nos repas.

# shipEnemy-comms
source: <Transmit 'The Itsy-Bitsy Spider' on all wavelengths>
de: <Senden von 'The Itsy-Bitsy Spider' auf allen Kanälen>
fr: <Diffuser la chanson de Spiderman sur toutes les ondes>

# shipEnemy-comms
source: We do not need permission to pluck apart such an insignificant threat.
de: Wir brauchen keine Erlaubnis, um eine so unbedeutende Bedrohung zu zerpflücken.
fr: Vous osez vous moquer de nous ? En avez-vous marre de vivre ?

# shipEnemy-comms
source: The hive has greater priorities than exterminating pests.
de: Der Schwarm hat wichtigeres zu tun als Schädlingsbekämpfung.
fr: Notre peuple a d'autres priorités que l'extermination de parasites tels que vous.

# shipEnemy-comms
source: Mind your own business!
de: Kümmern Sie sich um Ihre eigenen Angelegenheiten!
fr: Occupez-vous de vos affaires !

# trade-comms
source: Yes?
de: Ja?
fr: Oui ?

# trade-comms
source: Where are you headed?
de: Wohin sind Sie unterwegs?
fr: Où allez-vous ?

# trade-comms
source: Where are you headed? (cost: %f reputation)
de: Wohin sind Sie unterwegs? (Kosten: %f Ruf)
fr: Où allez-vous ? (coût : %f réputation)

# needRep-comms
source: Insufficient reputation
de: Ruf nicht ausreichend
fr: Réputation insuffisante

# trade-comms
source: Why are you bothering me?
de: Warum belästigen Sie mich?
fr: Pourquoi me dérangez-vous ?
