Repository: daid/EmptyEpsilon
Catalog: scripts/locale/scenario_44_outpost.*.po
Languages: fr

# ship-comms
source: You need to stay close if you want me to restock your probes
fr: Vous devez rester à proximité si vous voulez que je réapprovisionne vos sondes.

# ship-comms
source: Quick charge the main batteries (%i reputation)
fr: Charge rapide des batteries principales (%i rép)

# ship-comms
source: Your batteries have been charged
fr: Vos batteries ont été chargées.

# ship-comms
source: You need to stay close if you want your batteries charged quickly
fr: Vous devez rester à proximité si vous voulez que vos batteries soient chargées rapidement.

# ship-comms
source: How can I help you get your ship in good running order?
fr: Comment pouvons-nous vous aider à remettre votre vaisseau en bon état de marche ?

# ship-comms
source: There's nothing on your ship that I can help you fix. Sorry.
fr: Il n'y a rien sur votre vaisseau que nous puissions vous aider à réparer. Désolé.

# scienceDB
source: Ships
fr: Vaisseaux

# scienceDB
source: Frigate
fr: Frégates

# scienceDB
source: The Farco models are evolutionary changes to the Phobos T3. In the case of the Farco 3, the beams are longer and faster and the shields are slightly stronger.
fr: Les modèles Farco sont des modifications évolutives du Phobos T3. Dans le cas du Farco 3, les faisceaux laser sont plus longs et plus rapides et les boucliers sont légèrement plus solides.

# scienceDB
source: The Farco models are evolutionary changes to the Phobos T3. In the case of the Farco 5, the tubes load faster and the shields are slightly stronger.
fr: Les modèles Farco sont des modifications évolutives du Phobos T3. Dans le cas du Farco 5, les tubes se chargent plus rapidement et les blindages sont légèrement plus solides.

# scienceDB
source: The Farco models are evolutionary changes to the Phobos T3. In the case of the Farco 8, the beams are longer and faster, the tubes load faster and the shields are stronger.
fr: Les modèles Farco sont des modifications évolutives du Phobos T3. Dans le cas du Farco 8, les faisceaux laser sont plus longs et plus rapides, les tubes se chargent plus vite et les blindages sont plus solides.

# scienceDB
source: The Farco models are evolutionary changes to the Phobos T3. In the case of the Farco 11, the maneuver speed is faster, the beams are longer and faster, there's an added longer sniping beam and the shields are stronger.
fr: Les modèles Farco sont des modifications évolutives du Phobos T3. Dans le cas du Farco 11, la vitesse de manœuvre est plus rapide, les faisceaux laser sont plus longs et plus rapides, il y a un faisceau "sniper" plus long et les boucliers sont plus solides.

# scienceDB
source: The Farco models are evolutionary changes to the Phobos T3. In the case of the Farco 13, the maneuver speed is faster, the beams are longer and faster, there's an added longer sniping beam, the tubes load faster, there are more missiles and the shields are stronger.
fr: Les modèles Farco sont des modifications évolutives du Phobos T3. Dans le cas du Farco 13, la vitesse de manœuvre est plus rapide, les faisceaux laser sont plus longs et plus rapides, il y a un faisceau "sniper" plus long, les tubes se chargent plus rapidement, il y a plus de missiles et les boucliers sont plus solides.

# scienceDB
source: Whirlwind
fr: Tourbillon

# scienceDB
source: Storm
fr: Tempête

# scienceDB
source: The Whirlwind, another heavy artillery cruiser, takes the Storm and adds tubes and missiles. It's as if the Storm swallowed a Pirahna and grew gills. Expect to see missiles, lots of missiles
fr: Le Tourbillon, un autre croiseur d'artillerie lourde, provient du Tempête (Storm) auquel ont été ajoutés des tubes et missiles. C'est comme si le Tempête avait avalé un Piranha et développé des branchies. Attendez-vous à voir des missiles, beaucoup de missiles.

# scienceDB
source: The Phobos R2 model is very similar to the Phobos T3. It's got a faster turn speed, but only one missile tube
fr: Le modèle Phobos R2 est très similaire au Phobos T3. Il a une vitesse de rotation plus rapide, mais un seul tube de missile.

# scienceDB
source: Starfighter
fr: Chasseurs stellaires

# scienceDB
source: MV52 Hornet
fr: Frelon MV52

# scienceDB
source: MT52 Hornet
fr: Frelon MT52

# scienceDB
source: The MV52 Hornet is very similar to the MT52 and MU52 models. The beam does more damage than both of the other Hornet models, it's max impulse speed is faster than both of the other Hornet models, it turns faster than the MT52, but slower than the MU52
fr: Le Frelon MV52 est très similaire aux modèles MT52 et MU52. Les faisceaux laser font plus de dégâts, ses moteurs sont plus rapide, il tourne plus vite que le MT52, mais plus lentement que le MU52.

# scienceDB
source: K2 Fighter
fr: Combattant K2

# scienceDB
source: No Class
fr: Sans classe

# scienceDB
source: Ktlitan Fighter
fr: Combattant Ktlitien

# scienceDB
source: Enterprising designers published this design specification based on salvaged Ktlitan Fighters. Comparatively, it's got beams that cycle faster, but the hull is a bit weaker.
fr: Des concepteurs créatifs ont conçu cette variante basée sur des chasseurs Ktlitiens (Ktlitan Fighters) récupérés. Comparativement, ce modèle a des faisceaux laser qui se rechargent plus rapidement, mais la coque est un peu plus faible.

# scienceDB
source: K3 Fighter
fr: Combattant K3

# scienceDB
source: Enterprising designers published this design specification based on salvaged Ktlitan Fighters. Comparatively, it's got beams that are stronger and that cycle faster, but the hull is weaker.
fr: Des concepteurs créatifs ont conçu cette variante basée sur des chasseurs Ktlitiens (Ktlitan Fighters) récupérés. Comparativement, ce modèle a des faisceaux laser qui se rechargent plus rapidement et sont plus solides, mais la coque est plus faible.

# scienceDB
source: Adder MK5
fr: Vipère MK5

# scienceDB
source: Small tube 0
fr: Tube léger 0

# scienceDB
source: Conversions R Us purchased a number of Adder MK 5 ships at auction and added warp drives to them to produce the Waddle 5
fr: Conversions R Us a acheté un certain nombre de vaisseaux Vipère MK5 (Adder MK5) aux enchères et leur a ajouté des moteurs à vitesse lumière pour produire le Waddle 5.

# scienceDB
source: Conversions R Us purchased a number of Adder MK 5 ships at auction and added jump drives to them to produce the Jade 5
fr: Conversions R Us a acheté un certain nombre de vaisseaux Vipère MK5 (Adder MK5) aux enchères et leur a ajouté des moteurs de téléportation pour produire le Jade 5.

# scienceDB
source: Lite Drone
fr: Drone léger

# scienceDB
source: Ktlitan Drone
fr: Drone Ktlitien

# scienceDB
source: The light drone was pieced together from scavenged parts of various damaged Ktlitan drones. Compared to the Ktlitan drone, the lite drone has a weaker hull, and a weaker beam, but a faster turn and impulse speed
fr: Le drone léger a été assemblé à partir de pièces récupérées de divers drones Ktlitiens endommagés. Comparé au drones Ktlitiens, le drone léger a une coque et un faisceau laser plus faibles, mais une manœuvre et des moteurs plus rapides.

# scienceDB
source: Heavy Drone
fr: Drone lourd

# scienceDB
source: The heavy drone has a stronger hull and a stronger beam than the normal Ktlitan Drone, but it also moves slower
fr: Le drone lourd a une coque plus solide et un faisceau plus puissant que le drone Ktlitien (Ktlitan Drone) classique, mais il se déplace également plus lentement.

# scienceDB
source: Jacket Drone
fr: Drone Jacket

# scienceDB
source: The Jacket Drone is a Ktlitan Drone with a shield. It's also slightly slower and has a slightly weaker beam due to the energy requirements of the added shield
fr: Le drone Jacket est un drone Ktlitien (Ktlitan Drone) possédant un bouclier. Il est également légèrement plus lent et a un faisceau légèrement plus faible en raison des besoins énergétiques du bouclier ajouté.

# scienceDB
source: WZ-Lindworm
fr: Dragon-WZ

# scienceDB
source: WX-Lindworm
fr: Dragon-WX

# scienceDB
source: Small tube 1
fr: Tube léger 1

# scienceDB
source: Small tube -1
fr: Tube léger -1

# scienceDB
source: The WZ-Lindworm is essentially the stock WX-Lindworm with more HVLIs, more homing missiles and added nukes. They had to remove some of the armor to get the additional missiles to fit, so the hull is weaker. Also, the WZ turns a little more slowly than the WX. This little bomber packs quite a whallop.
fr: Le Dragon-WZ est essentiellement un Dragon-WX (WX-Lindworm) de série possédant plus de HVLI, de missiles à tête chercheuse (Homing) et des armes nucléaires supplémentaires (Nuke). Ils ont dû retirer une partie de l'armure pour que les missiles supplémentaires s'adaptent, du coup la coque est plus vulnérable. Le WZ tourne un peu plus lentement que le WX. Ce petit bombardier a du punch.

# scienceDB
source: Tempest
fr: Tourmente

# scienceDB
source: Large tube -88
fr: Tube large -88

# scienceDB
source: Large tube -90
fr: Tube large -90

# scienceDB
source: Large tube 88
fr: Tube large 88

# scienceDB
source: Large tube 90
fr: Tube large 90

# scienceDB
source: Loosely based on the Piranha F12 model, the Tempest adds four more broadside tubes (two on each side), more HVLIs, more Homing missiles and 8 Nukes. The Tempest can strike fear into the hearts of your enemies. Get yourself one today!
fr: Librement basé sur le modèle Piranha F12, la Tourmente possède quatre autres tubes latéraux (deux de chaque côté), plus de HVLI, plus de missiles à tête chercheuse (homing) et 8 Nukes. La tourmente peut semer la peur dans le cœur de vos ennemis. Procurez-vous-en un aujourd'hui !

# scienceDB
source: Enforcer
fr: Exécuteur

# scienceDB
source: Blockade Runner
fr: Coursier

# scienceDB
source: Large tube 0
fr: Tube large 0

# scienceDB
source: The Enforcer is a highly modified Blockade Runner. A warp drive was added and impulse engines boosted along with turning speed. Three missile tubes were added to shoot homing missiles, large ones straight ahead. Stronger shields and hull. Removed rear facing beams and strengthened front beams.
fr: L'Exécuteur est un Coursier (Blockade Runner) hautement modifié. La vitesse lumière a été ajouté et les moteurs à impulsion ont été boostés ainsi que la manœuvre. Trois tubes lance-missile ont été ajoutés pour tirer des missiles à tête chercheuse (homing) dont des gros tubes à l'avant. Boucliers et coque plus solides. Suppression des faisceaux laser arrières et renforcement des faisceaux laser à l'avant.

# scienceDB
source: Large tube -60
fr: Tube large -60

# scienceDB
source: Large tube 60
fr: Tube large 60

# scienceDB
source: The Predator is a significantly improved Piranha F8. Stronger shields and hull, faster impulse and turning speeds, a jump drive, beam weapons, eight missile tubes pointing in six directions and a large number of homing missiles to shoot.
fr: Le Predator est un Piranha F8 considérablement amélioré. Des boucliers et une coque plus solides, des vitesses d'impulsion et de rotation plus rapides, un téléporteur, des faisceaux laser, huit tubes lance-missile pointant dans six directions et un grand nombre de missiles à tête chercheuse (homing) à tirer.

# scienceDB
source: The Atlantis Y42 improves on the Atlantis X23 with stronger shields, faster impulse and turn speeds, an extra beam in back and a larger missile stock
fr: L'Atlantis Y42 améliore l'Atlantis X23 avec des boucliers plus solides, des vitesses d'impulsion et de rotation plus rapides, un faisceau laser supplémentaire à l'arrière et un plus grand stock de missiles.

# scienceDB
source: The Starhammer V recognizes common modifications made in the field to the Starhammer II: stronger shields, faster impulse and turning speeds, additional rear beam and more missiles to shoot. These changes make the Starhammer V a force to be reckoned with.
fr: Le Starhammer V propose des modifications courantes apportées sur le Starhammer II : des boucliers plus solides, des vitesses d'impulsion et de rotation plus rapides, un faisceau laser arrière supplémentaire et plus de missiles à tirer. Ces changements font du Starhammer V une force avec laquelle il faut compter.

# scienceDB
source: Dreadnought
fr: Cuirassé

# scienceDB
source: Battlestation
fr: Station de combat

# scienceDB
source: The Tyr is the shipyard's answer to admiral Konstatz' casual statement that the Battlestation model was too slow to be effective. The shipyards improved on the Battlestation by fitting the Tyr with more than twice the impulse speed and more than six times the turn speed. They threw in stronger shields and hull and wider beam coverage just to show that they could
fr: Le Tyr est la réponse du chantier naval à la déclaration désinvolte de l'amiral Konstatz selon laquelle le modèle Station de combat (Battlestation) était trop lent pour être efficace. Les chantiers navals ont amélioré la Station de combat en boostant le Tyr par plus de deux fois la vitesse d'impulsion et par plus de six fois la vitesse de manœuvre. Ils ont ajouté des boucliers et une coque plus solides et une couverture de faisceaux laser plus large. Juste pour montrer qu'ils en étaient capable.

# scienceDB
source: Gnat
fr: Moucheron

# scienceDB
source: The Gnat is a nimbler version of the Ktlitan Drone. It's got half the hull, but it moves and turns faster
fr: Le Moucheron est une version plus agile du drone Ktlitien (Ktlitan Drone). Il a une coque 2 fois moins épaisse, mais il bouge et tourne plus vite.

# scienceDB
source: Tug
fr: Remorqueur

# scienceDB
source: The Cucaracha is a quick ship built around the Tug model with heavy shields and a heavy beam designed to be difficult to squash
fr: Le Cucaracha est un vaisseau rapide construit autour du modèle Remorqueur (Tug) avec de lourds boucliers et un faisceau laser large conçu pour être difficile à éviter.

# scienceDB
source: Small tube -10
fr: Tube léger -10

# scienceDB
source: Small tube 10
fr: Tube léger 10

# scienceDB
source: Large tube -15
fr: Tube large -15

# scienceDB
source: Large tube 15
fr: Tube large 15

# scienceDB
source: Missile Storage
fr: Stock missiles

# scienceDB
source: The Maniapak is an extreme modification of an Adder MK5 and a Blade. A maniacal designer was tasked with packing as many missiles as possible in this tiny starfighter frame. This record has yet to be beaten. Unfortunately, this ship is often a danger to friends as well as foes.
fr: Le Maniapak est une modification extrême d'un Vipère MK5 (Adder MK5) et d'un Blade. Un concepteur maniaque s'est chargé d'emballer autant de missiles que possible dans ce petit châssis de chasseur stellaire. Il tient toujours le record. Malheureusement, ce vaisseau est souvent un danger pour les amis comme pour les ennemis.

# scienceDB
source: The designers of the Starhammer III took the Starhammer II and added a rear facing beam, enlarged one of the missile tubes and added more missiles to fire
fr: Les concepteurs du Starhammer III ont pris le Starhammer II et y ont ajouté un faisceau laser orienté vers l'arrière, agrandi l'un des tubes lance-missile et ajouté plus de missiles à tirer.

# scienceDB
source: K2 Breaker
fr: Briseur K2

# scienceDB
source: Ktlitan Breaker
fr: Briseur Ktlitien

# scienceDB
source: The K2 Breaker designers took the Ktlitan Breaker and beefed up the hull, added two bracketing tubes, enlarged the center tube and added more missiles to shoot. Should be good for a couple of enemy ships
fr: Les concepteurs du Briseur K2 ont pris le Briseur Ktlitien (Ktlitan Breaker) et renforcé sa coque, ajouté deux tubes lance-missile, agrandi le tube central et ajouté plus de missiles à tirer. Devrait être adapté contre quelques vaisseaux ennemis.

# scienceDB
source: Hurricane
fr: Ouragan

# scienceDB
source: Small tube -15
fr: Tube léger -15

# scienceDB
source: Small tube 15
fr: Tube léger 15

# scienceDB
source: The Hurricane is designed to jump in and shower the target with missiles. It is based on the Piranha F8, but with a jump drive, five more tubes in various directions and sizes and lots more missiles to shoot
fr: L'Ouragan est conçu pour se téléporter au cœur de l'action et inonder la cible de missiles. Il est basé sur le Piranha F8, mais avec un téléporteur, 5 tubes lance-missile supplémentaires dans différentes directions et tailles et beaucoup plus de missiles à tirer.

# scienceDB
source: The Phobos T4 makes some simple improvements on the Phobos T3: faster maneuver, stronger front shields, though weaker rear shields and longer and faster beam weapons
fr: Le Phobos T4 apporte quelques améliorations simples au Phobos T3 : une manœuvre plus rapide, des boucliers avant plus solides mais des boucliers arrière plus faibles et des faisceaux laser plus longs et plus rapides.

# scienceDB
source: Service Jonque
fr: Jonque de service

# scienceDB
source: Freighter
fr: Cargo

# scienceDB
source: Small, medium and large scale transport ships. These are the working ships that keep commerce going in any sector. They may carry personnel, goods, cargo, equipment, garbage, fuel, research material, etc.
fr: Les cargos sont des vaisseaux de transport de petite, moyenne et grande envergure. Ce sont les vaisseaux de travail qui maintiennent le commerce dans n'importe quel secteur. Ils peuvent transporter du personnel, des marchandises, de l'équipement, des ordures, du carburant, du matériel de recherche, etc.

# scienceDB
source: Space Sedan
fr: Berline spatiale

# scienceDB
source: Courier
fr: Courrier

# scienceDB
source: Work Wagon
fr: Wagon Bosseur

# scienceDB
source: Laden Lorry
fr: Camion tracteur

# scienceDB
source: Physics Research
fr: Physicien

# scienceDB
source: Personnel Jump Freighter 3
fr: Navette 3 (avec téléportation)

# scienceDB
source: The Space Sedan was built around a surplus Personnel Jump Freighter 3. It's designed to provide relatively low cost transportation primarily for people, but there is also a limited amount of cargo space available
fr: La Berline spatiale a été construite autour d'un surplus de Navette 3 avec téléportation (personnel Jump Freighter 3). Elle est conçue pour fournir un transport relativement peu coûteux principalement pour les personnes, mais l'espace de chargement disponible pour les bagages reste limité.

# scienceDB
source: Personnel Jump Freighter 5
fr: Navette 5 (avec téléportation)

# scienceDB
source: The Omnibus was designed from the Personnel Jump Freighter 5. It's made to transport large numbers of passengers of various types along with their luggage and any associated cargo
fr: L'Omnibus a été conçu à partir de la Navette 5 avec téléportation (personnel Jump Freighter 5). Elle est conçue pour transporter un grand nombre de passagers de différents types ainsi que leurs bagages et toute cargaison personnelle.

# scienceDB
source: Equipment Jump Freighter 4
fr: Transport d'équipement 4 (avec téléportation)

# scienceDB
source: The Service Jonque is a modified Equipment Jump Freighter 4. It's designed to carry spare parts and equipment as well as the necessary repair personnel to where it's needed to repair stations and ships
fr: La Jonque de service est un transport d'équipement 4 avec saut (Equipement Jump Freighter 4) modifié. Elle est conçue pour transporter des pièces de rechange et de l'équipement ainsi que du personnel de réparation là où il est nécessaire de réparer les stations et vaisseaux.

# scienceDB
source: Personnel Freighter 1
fr: Navette 1

# scienceDB
source: The Courier is a souped up Personnel Freighter 1. It's made to deliver people and messages fast. Very fast
fr: Le Courrier est une Navette 1 (Personnel Freighter 1) boostée. Elle est conçue pour acheminer les gens et les messages rapidement. Très rapidement.

# scienceDB
source: Equipment Freighter 2
fr: Transport d'équipement 2

# scienceDB
source: The Work Wagon is a conversion of an Equipment Freighter 2 designed to carry equipment and parts where they are needed for repair or construction.
fr: Le Wagon Bosseur est un transport d'équipement 4 (Equipment Freighter 4) modifié. Il est conçu pour transporter de l'équipement et des pièces là où elles sont demandées pour la réparation ou la construction de vaisseaux.

# scienceDB
source: Goods Freighter 3
fr: Transport de marchandises 3

# scienceDB
source: As a side contract, Conversion R Us put together the Laden Lorry from some recently acquired Goods Freighter 3 hulls. The added warp drive makes for a more versatile goods carrying vessel.
fr: Grâce à un contrat annexe, Conversions R Us a pu assembler le Camion tracteur à partir de certaines coques de Transport de marchandises 3 (Goods Freighter 3) récemment acquises. Avec un moteur à vitesse lumière ajouté, cela en fait un vaisseau de transport de marchandises plus polyvalent.

# scienceDB
source: Garbage Freighter 3
fr: Transport de déchets 3

# scienceDB
source: Conversion R Us cleaned up and converted excess freighter hulls into Physics Research vessels. The reduced weight improved the impulse speed and maneuverability.
fr: Conversions R Us a nettoyé et converti les coques de cargo (freighter) excédentaires en vaisseau de recherche sur la physique. Le poids réduit a amélioré la vitesse des moteurs et la maniabilité de ce laboratoire mobile.

# scienceDB
source: Class
fr: Classe

# scienceDB
source: Sub-class
fr: Sous-classe

# scienceDB
source: Size
fr: Taille

# scienceDB
source: Shield
fr: Boucliers

# scienceDB
source: Hull
fr: Coque

# scienceDB
source: Move speed
fr: Vit. de mouvement

# scienceDB
source: Reverse move speed
fr: Vit. inversion mvt

# scienceDB
source: Turn speed
fr: Vit. de rotation

# scienceDB
source: Jump range
fr: Portée de saut

# scienceDB
source: Warp Speed
fr: Vitesse lumière

# scienceDB
source: Beam weapon %i:%i
fr: Faisceaux (-%i : %i°)

# scienceDB
source: Storage %s
fr: Stockage %s

# msgMainscreen
source: All outpost stations destroyed. Outpost survived for %s. Posthumous rank: %s
fr: Toutes les stations de l'avant-poste ont été détruites. L'avant-poste a survécu pendant %s. Rang posthume : %s

# tabWeapons
source: %s tubes: %s
fr: Taille des tubes %s : %s

# tabWeapons
source: %s tube: %s
fr: Taille du tube %s : %s

# shipLog
source: Encrypted Exuari communications traffic observed
fr: Communications Éxuaries cryptées observées.

# msgEngineer
source: Medical team has revived one of your repair crew
fr: L'équipe médicale a réanimé l'un de vos réparateurs.

# msgEngineer+
source: Medical team has revived one of your repair crew
fr: L'équipe médicale a réanimé l'un de vos réparateurs.

# msgEngineer
source: Automated systems have recovered some coolant
fr: Les systèmes automatisés ont récupéré du liquide de refroidissement.

# msgEngineer+
source: Automated systems have recovered some coolant
fr: Les systèmes automatisés ont récupéré du liquide de refroidissement.

# msgEngineer
source: One of your repair crew has perished
fr: Un de vos réparateurs a péri.

# msgEngineer+
source: One of your repair crew has perished
fr: Un de vos réparateurs a péri.

# msgEngineer
source: Damage has caused a loss of coolant
fr: Les dégâts ont causé une perte de liquide de refroidissement.

# msgEngineer+
source: Damage has caused a loss of coolant
fr: Les dégâts ont causé une perte de liquide de refroidissement.

# msgEngineer
source: The probe launch system has been damaged
fr: Le système de lancement des sondes a été endommagé.

# msgEngineer+
source: The probe launch system has been damaged
fr: Le système de lancement des sondes a été endommagé.

# msgEngineer
source: The hacking system has been damaged
fr: Le système de piratage a été endommagé.

# msgEngineer+
source: The hacking system has been damaged
fr: Le système de piratage a été endommagé.

# msgEngineer
source: The scanners have been damaged
fr: Les scanners ont été endommagés.

# msgEngineer+
source: The scanners have been damaged
fr: Les scanners ont été endommagés.
