Repository: daid/EmptyEpsilon
Catalog: scripts/locale/scenario_06_edgeofspace.*.po
Languages: de, fr

source: The Edge-of-Space
de: Am Rande des Alls
fr: Aux frontières de l'espace

source: You command the Technician Cruiser Apollo, a repair ship on the border of dangerous space. The Apollo is outfitted with minimal weapons as there is a cease-fire between the Human Navy and the neighboring Kraylor. You are tasked with discovering the cause of damage on one of your deep space telescopes. This scenario is limited to one player ship: the Atlantis Apollo.
de: Du befehligst den technischen Kreuzer Apollo. ein Reparaturschiff am Rande eines gefährlichen Raumgebiets. Die Apollo ist mit minimalen Waffen ausgestattet, da ein Waffenstillstand zwischen der menschlichen Navy und den benachbarten Kraylor herrscht. Ihr wurdet damit beauftragt, die Ursache der Beschädigung eines eurer Tiefenraumteleskope herauszufinden. Dieses Szenario ist auf ein spielbares Schiff begrenzt: der Atlantis Apollo
fr: - Durée approx. : 2h - Difficulté : Moyenne - Vaisseaux joueurs : 1 Mission : À la frontière de l'espace en zone de conflit, vous commandez le croiseur technique Apollo, un navire de réparation. L'Apollo est armé à minima car il existe un cessez-le-feu entre la Marine Humaine et vos voisins Kraylors. Vous êtes chargé de découvrir la cause des dommages sur l'un de vos télescopes longue portée. Version 1 - Janv. 2021 - Titre original : The Edge-of-Space - Auteur : Visjammer (2015) Révisé par Wrongtown, Oznogon - Traduction FR : Muerte (Mai 24) Communauté française et anglophone sur Discord USN https://discord.gg/TVxuxn7ZYW : feedback sur les scénarios, aide, sessions de jeu tous les we.

# callsign-ship
source: Technical Officer
de: Technische Leitung
fr: Officier technique

# callsign-station
source: E.O.S. scope
de: E.O.S Teleskop
fr: Télescope E.O.S.

# callsign-station
source: Midspace Support
fr: Soutien Central

# callsign-station
source: Central Command
de: Zentralkommando
fr: Quartier Général

# callsign-station
source: K-Endline
fr: K-Frontière

# callsign-station
source: K-Midline
fr: K-Centre

# centralcommandGoal-incCall
source: Apollo, come in. Our edge-of-space telescope has been malfunctioning for the past few days. We expect the cause to be a mechanical failure, but we want you to take a look. The E.O.S. scope is on the border of Kraylor space, so maintain contact and keep up long-range scans. Dock with the E.O.S. scope and investigate the damage. Transmitting your report via standard communications channels is too dangerous given the already delicate nature of our treaty with the Kraylor, so return to Central Command to report your findings. Reopen communications if you have any questions.
de: Apollo, bitte kommen. Unser Edge-of-Space-Teleskop hat seit einigen Tagen Fehlfunktion. Wir vermuten, dass die Ursache mechanisches Problem ist, aber wir möchten, dass Sie sich das ansehen. Das E.O.S.-Teleskop befindet sich an der Grenze zum Kraylor-Raum, also halten Sie Kontakt und führen Sie Langstreckenscans durch. Docken Sie an das E.O.S.-Teleskop an und untersuchen Sie den Schaden. Die Übermittlung Ihres Berichts über die normalen Kommunikationskanäle ist angesichts der ohnehin schon heiklen Natur des Abkommens mit den Kraylor zu gefährlich, kehren Sie also zum Zentralkommando zurück und melden Sie Ihre Ergebnisse. Wenn Sie noch Fragen haben, öffnen Sie bitte nochmals eine Verbindung zu uns,
fr: Apollo, répondez. Notre télescope Edge-Of-Space présente des dysfonctionnements depuis quelques jours. Nous nous attendons à ce que la cause soit une défaillance mécanique, mais nous souhaiterions que vous y jetiez un œil. Le télescope E.O.S. se trouve juste à la frontière avec l'espace Kraylor, alors assurez-vous de maintenir le contact et d'effectuer régulièrement des scans à longue portée. Amarrez-vous à la station E.O.S. et évaluez les dégâts, puis retournez directement au Quartier Général pour y faire votre rapport. Compte tenu de la nature déjà délicate de notre traité de paix avec les Kraylors, il serait imprudent de transmettre votre rapport par les canaux de communication standard. Réouvrez les communications si vous avez des questions.

# centralcommand-incCall
source: Apollo, you've incited a war! What a disaster...
de: Apollo, Sie haben einen Krieg angezettelt! Was für ein Disaster...
fr: Apollo, vous venez de déclencher une guerre ! C'est un désastre...

# KraylorEndline-incCall
source: A Human Naval cruiser encroaching on Kraylor space? Be warned: if you venture near our Endline territory, we will have no choice but to view your actions as hostile. Our indestructible fleet will make short work of you.
de: Ein Kreuzer der menschlichen Navy dringt in den Kraylor-Raum ein? Seien Sie gewarnt: Wenn sie sich dem Endline-Gebiet nähern, haben wir keine andere Wahl, als Ihre Handlungen als feindliche einzustufen. Unsere unaufhaltsame Flotte würde kurzen Prozess mit Ihnen machen.
fr: Un croiseur Humain empiétant sur l'espace Kraylor ? Soyez prévenus : si vous vous aventurez près de nos frontières, nous n'aurons d'autre choix que de considérer vos actions comme hostiles. Notre flotte indestructible ne fera qu'une bouchée de vous.

# centralcommand-incCall
source: The Kraylor's Endline station is near our E.O.S. scope. Do not confront them; we're not trying to start a war.
de: Die Endline-Station der Kraylor befindet sich in der Nähe unseres E.O.S.-Teleskops Provozieren Sie die Kraylor nicht; Wir haben nicht vor, einen Krieg zu beginnen.
fr: La station Kraylor Endline est située tout près de notre télescope E.O.S. Ne les provoquez pas, nous ne voulons pas déclencher une guerre.

# KraylorEndline-incCall
source: Attention Human Naval vessel: We have noted your expansion toward Kraylor Endline territory. Know that even the slightest act of aggression will be met with a forceful purging of all human ships and stations from our sector of space. Do what maintenance you must while you are here, but know also that we consider your telescopic station to be a potential threat.
de: Achtung, Schiff der menschlichen Navy: Wir haben Ihr Vordringen in das Gebiet der Kraylor Endline zur Kenntnis genommen. Sie sollten wissen, dass selbst der kleinste Akt der Aggression mit der Vernichtung aller menschlichen Schiffe und Stationen aus unserem Raumsektor geahndet wird. Erledigen Sie Ihre Wartungsarbeiten da sie schon hier sind, aber seien Sie sich bewusst, dass wir Ihre Teleskopstation als potenzielle Bedrohung betrachten.
fr: A l'attention du Navire Humain : Nous constatons votre progression vers le territoire Kraylor. Sachez que le plus petit geste hostile de votre part entrainera une extermination immédiate de toutes les stations et navires humains présents dans notre secteur spatial. Procédez à la maintenance nécessaire sur votre équipement, mais sachez que nous considérons votre station télescopique comme une menace potentielle.

# msgMainscreen
source: Away Team in transit.
de: Außenteam ist unterwegs.
fr: Équipe extérieure en transit.

# technicalofficer-incCall
source: We're beginning our inspection of the E.O.S. scope facility. This shouldn't take long.
de: Wie beginnen unsere Untersuchung der E.O.S.-Teleskopstation. Es sollte nicht all zu lange dauern.
fr: Nous commençons l'inspection des installations du télescope E.O.S. Cela ne devrait pas être trop long.

# technicalofficer-incCall
source: It looks like the databanks are still in good working order. We'll retrieve what we can.
de: Es sieht so aus, als wären die Datenbanken immer noch funktionsfähig. Wir werden soviel Daten überspielen, wie wir können.
fr: Il semble que les banques de données soient toujours en bon état de fonctionnement. Nous allons récupérer ce que nous pouvons.

# technicalofficer-incCall
source: Is something wrong Apollo? We're still in the facility. Please dock so we can come aboard.
de: Apollo, stimmt etwas nicht? Wir sind immer noch auf der Station. Bitte docken Sie an, so dass wir an Bord kommen können.
fr: Quelque chose ne va pas, Apollo ? Nous sommes toujours dans le complexe. Merci de vous amarrez afin que nous puissions monter à bord.

# msgMainscreen
source: Away Team have returned.
de: Außenteam zurückgekehrt.
fr: Équipe extérieure de retour.

# technicalofficer-incCall
source: Our inspection of the scope facility is complete. We retrieved much of the data recorded over the past few days, though proper analysis will require an expert. We should hurry back to Central Command with this so they can begin work.
de: Unsere Inspektion der Teleskopeinrichtung ist abgeschlossen. Wir konnten einen Großteil der in den letzten Tagen aufgezeichneten Daten wiederherstellen, aber für eine genaue Analyse benötigen wir Fachleute. Wir sollten damit schnell zum Zentralkommando zurückkehren, damit sie mit der Arbeit beginnen können.
fr: Notre inspection de la station télescopique est terminée. Nous avons pu récupérer une grande partie des données enregistrées au cours des derniers jours, mais une analyse appropriée nécessitera un expert. Nous devrions nous dépêcher de retourner au Quartier Général avec ceci afin qu'ils puissent commencer à l'analyser.

# centralcommand-incCall
source: It appears the damage was mechanical, but Kraylor ships in the area have been spotted in surveillance data you recovered from the E.O.S. scope. It's possible this was sabotage. Whatever the case, we need you to rendezvous with science station Galileo in sector C5. We've contracted this Arlenian station to interpret and analyze data retrieved from our various scope stations.
de: Es sieht so aus, als wäre der Schaden mechanisch, aber in den Überwachungsdaten, die Sie vom E.O.S.-Teleskop erhalten haben, wurden Kraylor-Schiffe in der Gegend gesichtet. Es ist möglich, dass es Sabotage war. Wie dem auch sei, Sie müssen sich mit der Wissenschaftsstation Galileo in Sektor C5 treffen. Wir haben mit dieser arlenianischen Station einen Vertrag geschlossen der vorsieht, dass die Daten unserer Teleskopstationen interpretieren und analysieren.
fr: Il semble que les dégâts soient mécaniques, mais des vaisseaux Kraylors ont été identifiés dans les données de surveillance que vous avez extraites du télescope E.O.S. Il pourrait donc s'agir d'un sabotage. Quoi qu'il en soit, nous avons besoin que vous rejoigniez la station scientifique Galileo dans le secteur C5. Nous avons passé un contrat avec cette station Arlénienne afin qu'elle puisse analyser et interpréter les données extraites de nos différentes stations télescopiques.

# Galileo-incCall
source: Distress signal incoming from Galileo station: Kraylor ships are in our vicinity, and we believe they intend to attack us! Please, you are the only battle-ready ship near our sector. Assist us!
de: Eingehendes Notsignal von der Galileo-Station: In unserer Nähe befinden sich Kraylor-Schiffe, und wir glauben, dass sie uns angreifen wollen! Bitte, Sie sind das einzige kampfbereite Schiff in der Nähe unseres Sektors. Helfen Sie uns!
fr: Signal de détresse en provenance de la station Galileo : Des vaisseaux Kraylors se trouvent à proximité, et nous pensons qu'ils ont l'intention de nous attaquer ! Vous êtes le seul vaisseau prêt au combat proche de notre secteur. S'il vous plaît, aidez-nous !

# Galileo-incCall
source: We don't know why Kraylor ships were attacking us. We had just recieved word that your ship was on its way with data from the edge-of-space telescopic station when they began interrupting transmissions. Thank you for defending our station. Please dock with us, and we'll analyze the data from the E.O.S. scope.
de: Wir wissen nicht, warum die Kraylor-Schiffe uns angegriffen haben. Wir hatten gerade die Nachricht erhalten, dass Ihr Schiff mit Daten von der E.O.S.-Teleskopstation unterwegs war, als sie begannen, die Übertragungen zu unterbrechen. Danke, dass Sie unsere Station verteidigt haben. Bitte docken Sie an uns an, und wir werden die Daten der E.O.S.-Station analysieren.
fr: Nous ignorons pourquoi les vaisseaux Kraylors nous ont attaqués. Nous venions de recevoir un message indiquant que votre vaisseau était en route avec les données de la station E.O.S. lorsqu'ils ont brusquement interrompu les transmissions. Merci de défendre notre station. Veuillez vous amarrer à nous afin que nous puissions analyser les données en votre possession.

# centralcommand-incCall
source: Apollo, come in! Leave the E.O.S. data with Galileo for now, we've confirmed reports that Kraylor are brazen enough to attack our E.O.S. scope directly! All available ships should converge on E.O.S. territory in sector H8! That means you, Apollo!
de: Apollo, bitte kommen! Lassen sie die E.O.S.-Daten vorerst bei der Galileo-Station, wir haben bestätigte Berichte, dass die Kraylor dreist genug sind, unser E.O.S.-Teleskop direkt anzugreifen! Alle verfügbaren Schiffe sollten sich auf der Nähe der E.O.S.-Station in Sektor H8 versammeln! Damit sind Sie gemeint, Apollo!
fr: Apollo, répondez ! Laissez les données E.O.S. sur Galileo pour le moment, nous confirmons les rapports selon lesquels les Kraylors seraient suffisamment téméraires pour s'attaquer directement à notre télescope E.O.S ! Tous les vaisseaux disponibles doivent converger vers la position de l'E.O.S. dans le secteur H8 ! C'est-à-dire vous, Apollo ! Dépêchez-vous !

# human-incCall
source: Apollo, HM1 here. Central Command has no choice but to declare war. We're moving into Kraylor territory for our retaliatory strike. Attack the Kraylor Endline station!
de: Apollo, hier HM1, das Zentralkommando hatte keine andere Wahl, als den Kraylor den Krieg zu erklären. Wir fliegen in das Kraylorgebiet um einen Vergeltungsschlag auszuführen. Greifen Sie die Endline-Station an!
fr: Apollo, ici HM1. Le Quartier Général n'a d'autre choix que de déclarer la guerre. Nous entrons en territoire Kraylor pour une frappe de représailles. Attaquez la station Kraylor Endline !

# centralcommand-incCall
source: Apollo, come in. We have no choice but to declare war. Move into Kraylor territory and retaliate on their defenseless Endline station!
de: Apollo, bitte kommen, wir hatten keine andere Wahl, als den Kraylor den Krieg zu erklären. Fliegen sie in das Kraylorgebiet um einen Vergeltungsschlag auszuführen. Greifen Sie die Endline-Station an!
fr: Apollo, écoutez. Nous sommes contraints de déclarer la guerre. Pénétrez en territoire Kraylor et ripostez en attaquant leur station Endline sans défense !

# centralcommand-incCall
source: Apollo, come in. Our cease-fire with the Kraylor is at a bitter end, and aggression will only rise from here. It is imperative that our ships be equipped with all counter-measures necessary to keep them safe. Dock with the E.O.S. scope. We are re-fitting your ship in preparation for wartime.
de: Apollo, bitte kommen, Unser Waffenstillstand mit den Kraylor hat ein bitteres Ende gefunden, und die Aggression wird von hier an nur noch zunehmen. Es ist zwingend erforderlich, dass unsere Schiffe mit allen nötigen Mitteln ausgestattet werden, um sie zu schützen. Docken Sie an die E.O.S.-Station an. Wir werden ihr Ihr Schiff in Vorbereitung auf den Krieg umrüsten.
fr: Apollo, répondez. Notre cessez-le-feu avec les Kraylors touche à sa fin, et leur agressivité ne fera qu'augmenter à partir de maintenant. Il est impératif que nos vaisseaux soient équipés de toutes les contre-mesures nécessaires afin d'assurer leur sécurité. Amarrez-vous au télescope E.O.S. Nous réaménageons votre navire en vue de la guerre.

# KraylorMline-incCall
source: Broadcast on all Human Naval frequencies: Human scum, we warned you to stay out of Kraylor territory!
de: Funkspruch an alle Frequenzen der menschlichen Navy: Menschlicher Abschaum, wir haben euch gewarnt, nicht in das Kraylor-Gebiet einzudringen!
fr: Message général diffusé sur toutes les fréquences de la Marine humaine : Vermine humaine, nous vous avions pourtant prévenu de rester en dehors du territoire Kraylor !

# centralcommand-incCall
source: Apollo, come in. Our cease-fire with the Kraylor is at a bitter end. Destroy the remaining Kraylor ships threatening our E.O.S. territory!
de: Apollo, bitte kommen, Unser Waffenstillstand mit den Kraylor hat ein bitteres Ende gefunden. Zerstören Sie die verbleibenden Kraylorschiffe, die das E.O.S-Gebiet bedrohen!
fr: Apollo, répondez. Notre cessez-le-feu avec les Kraylors touche à sa fin. Détruisez leurs derniers vaisseaux menaçant notre territoire E.O.S. !

# centralcommand-incCall
source: Apollo, come in. Kraylor aggression will only rise from here. It is imperative that our ships be equipped with all counter-measures necessary to keep them safe. Dock with the E.O.S. scope. We are re-fitting your ship in preparation for wartime.
de: Apollo, bitte kommen, Die Aggression der Kraylor wird von hier an nur noch zunehmen. Es ist zwingend erforderlich, dass unsere Schiffe mit allen nötigen Mitteln ausgestattet werden, um sie zu schützen. Docken Sie an die E.O.S.-Station an. Wir werden ihr Ihr Schiff in Vorbereitung auf den Krieg umrüsten.
fr: Apollo, écoutez. Les agressions des Kraylors ne feront qu'augmenter à partir de maintenant. Il est impératif que nos vaisseaux soient équipés de toutes les contre-mesures nécessaires afin d'assurer leur sécurité. Amarrez-vous au télescope E.O.S. Nous réaménageons votre navire en vue de la guerre.

# centralcommand-incCall
source: Science station Galileo has completed their analysis of the E.O.S. scope data. Edge-of-space sensors picked up sparse signals from the super-nebula in Kraylor space that indicate they have some kind of wormhole. Intelligence suggests they intend to use it to infiltrate human space and attack us where we are defenseless! When your ship is finished being outfitted for war, move up to the nebula, but be cautious. There may be traps.
de: Die Wissenschaftsstation Galileo hat ihre Analyse der E.O.S.-Scope-Daten abgeschlossen. Die Tiefenraumsensoren haben vereinzelte Signale aus dem Riesennebel im Kraylorraum aufgefangen, die auf eine Art von Wurmloch hindeuten. Geheimdienstinformationen deuten darauf hin, dass Sie damit vorhaben, den menschlichen Raum zu infiltrieren und uns da anzugreifen wo wir wehrlos sind! Sobald Ihr Schiff für den Krieg umgerüstet wurde, fliegen Sie zum Nebel, aber seien Sie vorsichtig und achten Sie auf Fallen!
fr: La station scientifique Arlénienne Galileo a terminé son analyse des données du télescope E.O.S. Les capteurs du télescope ont détecté des bribes de signaux provenant de la super-nébuleuse située dans l'espace Kraylor. Ces signaux indiquent la présence d'une sorte de trou de ver. Les services de renseignement pensent que les Kraylors ont l'intention de l'utiliser pour infiltrer l'espace Humain et nous attaquer là où nous sommes sans défense. Quand votre navire sera fini d'être rééquipé pour le combat, dirigez-vous vers la nébuleuse, mais soyez prudent. Il peut y avoir des pièges.

# centralcommand-incCall
source: Apollo, come in! Reports are coming in from core human space that a massive Kraylor strike force is attacking! Get through that wormhole and attack from within their ranks to hold them off. We'll send all our available ships to converge there.
de: Apollo, bitte kommen, Aus dem zentralen Raumgebiet der Menschen kommen Berichte, dass eine massive Kraylor-Streitmacht angreift! Fliegen Sie durch das Wurmloch und greifen Sie aus den eigenen Reihen an, um sie aufzuhalten. Wir werden alle unsere verfügbaren Schiffe dorthin schicken.
fr: Apollo répondez ! Des rapports en provenance de l'espace central Humain indiquent qu'une force de frappe Kraylor massive est en train d'attaquer ! Passez à travers ce trou de ver et attaquez leurs rangs de l'intérieur pour les retenir autant que possible. Nous envoyons tous nos vaisseaux disponibles pour vous soutenir.

# callsign
source: Central Command
de: Zentralkommando
fr: Quartier Général

# centralcommand-comms
source: The E.O.S. scope is in sector H8, right on the edge of Kraylor territory. Be careful out there.
de: Das E.O.S.-Teleskop befindet sich in Sektor H8, direkt an der Grenze zum Kraylor-Gebiet. Passen Sie auf sich auf!
fr: Le télescope E.O.S. se situe en secteur H8, juste à la lisière du territoire des Kraylors. Soyez prudent là-bas.

# centralcommandOrders-comms
source: Return to Central Command with your report on the malfunction.
de: Kehren Sie zum Zentralkommando zurück um von der Fehlfunktion zu berichten.
fr: Retourner au Quartier Général avec votre rapport sur le dysfonctionnement.

# centralcommandOrders-comms
source: The Arlenian science station Galileo is in sector C5. Lay in a course bearing 356 from Central Command and deliver the E.O.S. scope data there.
de: Die arlenianische Wissenschaftsstation Galileo befindet sich in Sektor C5. Nehmen Sie vom Zentralkommando aus Kurs in Richtung 356 und liefern Sie die E.O.S.-Scope-Daten dorthin.
fr: La station scientifique Arlénienne Galileo se trouve dans le secteur C5. Suivre le cap 356 à partir du Quartier Général et livrer les données du télescope E.O.S. là-bas.

# centralcommandOrders-comms
source: Save Galileo station! They're under attack in sector C5, and we need them to analyze that data!
de: Retten Sie die Galileo-Station! Sie befindet sich in Sektor C5 und wird gerade angegriffen, wir brauchen Sie um die Daten zu analysieren!
fr: Sauver la station Galileo en secteur C5 ! Ils sont attaqués et nous avons besoin d'eux pour analyser les données !

# centralcommandOrders-comms
source: Dock with Galileo station in sector C5 and deliver the E.O.S. scope data.
de: Docken Sie an die Galileo-Station in Sektor C5 und geben Sie die E.O.S.-Teleskopdaten weiter.
fr: S'amarrer à la station Galileo dans le secteur C5 et délivrer les données du télescope E.O.S.

# centralcommandOrders-comms
source: Kraylor ships are directly attacking the E.O.S. scope! Get down there as quickly as possible and help defend it! If you need more assistance, request it from Midspace Support.
de: Kraylorschiffe starten einen direkten Angriff auf das E.O.S.-Teleskop! Fliegen Sie so schnell wie wie möglich dorthin um bei der Verteidigung zu helfen! Wenn Sie weitere Unterstützung benötigen, fordern Sie sie bei der Midspace-Support-Station an.
fr: Les vaisseaux Kraylors attaquent directement notre télescope E.O.S. ! Y aller le plus vite possible et participer à sa défense ! Si besoin de plus d'aide, la demander à la station Soutien Central.

# centralcommandOrders-comms
source: We've declared war on the Kraylor. Retaliate on their defenseless Endline station!
de: Wir haben den Kraylor den Krieg erklärt. Greifen Sie Ihre Endline-Station an!
fr: Apollo, écoutez. Nous sommes contraints de déclarer la guerre. Pénétrez en territoire Kraylor et ripostez en attaquant leur station Endline sans défense !

# centralcommandOrders-comms
source: Destroy the remaining Kraylor ships threatening our E.O.S. scope!
de: Zerstören Sie die verbliebenen Kraylorschiffe die unser E.O.S.-Teleskop bedrohen!
fr: Détruire les vaisseaux Kraylors restants qui menacent notre télescope E.O.S. !

# centralcommandOrders-comms
source: Dock at the E.O.S. scope to be refitted for wartime, and standby for orders.
de: Docken Sie an die E.O.S.-Station ein um in Vorbereitung auf den Krieg umgerüstet zu werden, und warten Sie auf weitere Anweisungen.
fr: S'amarrer à la station E.O.S. afin de la réaménager pour les temps de guerre et attendre les ordres.

# centralcommandOrders-comms
source: The Kraylor super-nebula hides a wormhole that we believe will be used in an attack on human space. There is an entrance into the nebula in sector F10, but be careful of traps!
de: Der große Nebel im Kraylorgebiet
fr: La super-nébuleuse Kraylor cache un trou de ver qui, selon nous, sera utilisé dans une attaque au cœur de l'espace humain. Il y a une entrée dans la nébuleuse dans le secteur F10, mais attention aux pièges !
