Repository: daid/EmptyEpsilon
Catalog: scripts/locale/scenario_05_beacon.*.po
Languages: de, fr

source: Beacon of Light series
de: Leuchtfeuer der Hoffnung
fr: Balise lumineuse

source: The Beacon of Light scenario, based on the tutorial from https://daid.github.io/EmptyEpsilon/#tabs=4. Near the far outpost of Orion-5, Exuari attacks are increasing. A diplomat went missing, and your first mission is to recover him. This scenario is limited to one player ship: the Atlantis Epsilon. Estimated duration: 1 hour
de: Das "Beacon of Light"-Szenario", basierend auf dem Scripting-Tutorial von https://daid.github.io/EmptyEpsilon/#tabs=4. In der Nähe des Außenpostens Orion-5 nehmen Kraylor-Attacken zu. Ein Diplomat wird vermisst, und eure erste Mission ist es, ihn zu finden. Dieses Szenario ist begrenzt auf ein einzelnes Spielerschiff: Die Atlantis Epsilon. Geschätzte Spieldauer: Eine Stunde.
fr: - Durée approx. : 1h - Difficulté : Facile - Vaisseaux joueurs : 1 Près de l'avant-poste reculé d'Orion-5, les attaques Éxuaries se multiplient. Un diplomate est porté disparu et votre mission consiste à le récupérer. Ce scénario est limité à un seul vaisseau joueur : l'Atlantis Epsilon. - Titre original : Beacon of Light series - Auteur : créé à partir du tutoriel sur https://daid.github.io/EmptyEpsilon/#tabs=4e. https://discord.gg/GjqM9Y9yBe - Traduction FR : Muerte https://discord.gg/2NPKyMnGwp

# goal-incCall
source: Epsilon, please come in. We lost contact with one of our transports, callsign RT-4, transporting the diplomat named J.J. Johnson. They were heading from our research station to Orion-5. Our last contact with RT-4 was before it entered the nebula at sector G5. The nebula is blocking our long-range scans, so we're asking you to investigate and recover RT-4 if possible.
de: Epsilon, bitte kommen Wir haben den Kontakt zu RT-4 verloren. RT-4 ist ein diplomatisches Shuttle mit dem Botschafter J.J.Johnson an Bord. Er ist von unserer Station aus in Richtung Orion-5 aufgebrochen. Den letzten Kontakt hatten wir bevor RT-4 den Nebel in Sektor G5 betreten hat. Der Nebel blockiert unsere Langstreckenscanner, daher bitten wir Sie, nachzuforschen und, falls möglich, RT-4 zu helfen.
fr: Epsilon, répondez ! Nous avons perdu le contact avec l'un de nos transports, le modèle RT-4, transportant le diplomate J.J. Johnson depuis notre station de recherche vers Orion-5. Notre dernier contact avec RT-4 a eu lieu avant qu'il n'entre dans la nébuleuse en secteur G5. La nébuleuse bloquant nos scanners longue portée, nous vous demandons d'enquêter et de récupérer RT-4 dans la mesure du possible.

# scienceDescription-lifepod
source: Life Pod
de: Rettungskapsel
fr: Capsule de survie

# scienceDescription-lifepod
source: J. J. Johnson in Life Pod
de: J. J. Johnson in Rettungskapsel
fr: J.J. Johnson dans sa capsule de survie

# incCall
source: RT-4 has been destroyed, but not before it launched an escape pod. Life signs are detected in the pod. Please retrieve the pod to see if J.J. Johnson survived. His death would be a great blow to the region's peace negotiations.
de: RT-4 wurde zerstört! Allerdings hat eine Rettungskapsel das Schiff verlassen. Ein Lebenszeichen wurde in der Kapsel entdeckt, allerdings ist die Lebenserhaltung offenbar beschädigt, sie haben also nicht viel Zeit. Bitte bergen Sie die Kapsel um zu sehen, ob Johnson überlebt hat. Sein Tod wäre ein großer Rückschlag für die Verhandlungen in dieser Region.
fr: RT-4 a été détruit, mais une capsule de survie a pu être éjectée. Nous détectons des signes de vie dans la capsule. Veuillez la récupérer pour vérifier si J.J. Johnson est toujours en vie. Sa mort porterait un terrible coup dur pour les négociations de paix dans la région.

# incCall
source: And destroy those Exuari scum while you are at it!
de: Und zerstören Sie diese verdammten Exuari wenn sie schon dabei sind!
fr: Et éliminez ces ordures d'Exuari pendant que vous y êtes !

# incCall
source: J.J. Johnson seems to have suffocated. This is a great loss for our cause of peace. Please deliver his body back to Research-1. We will arrange for you to take over his mission.
de: Offenbar ist Sir Johnson erstickt. Dies ist ein großer Verlust für unserer Bemühungen, dauerhaften Frieden zu erreichen. Bitte bringen Sie seine Leiche zurück nach Research-1. Wir werden Vorbereitungen treffen, damit Sie seine Mission übernehmen können.
fr: Vous êtes arrivés trop tard, J.J. Johnson semble avoir suffoqué. C'est une grande perte pour notre cause pacifique. Veuillez ramener son corps sur Research-1. Nous ferons le nécessaire afin que vous puissiez prendre en charge sa mission.

# incCall
source: Just received message that Sir Johnson is safely aboard your ship! Great job! Please deliver the diplomat to Orion-5 in sector G3. Do this by docking with the station.
de: Wir haben gerade erfahren, dass Johnson sicher an Bord ihres Schiffes angelangt ist. Gute Arbeit! Bitte bringen sie den Botschafter zur Raumstation Orion-5 in Sektor G3.
fr: Nous venons de recevoir votre message indiquant que M. Johnson est en sécurité à bord de votre vaisseau ! Excellent travail ! Veuillez escorter le diplomate vers Orion-5 dans le secteur G3. Pour ce faire, amarrez-vous à la station.

# incCall
source: J.J. Johnson thanks you for rescuing him and tells you about his mission.
de: J.J.Johnson dankt Ihnen für seine Rettung und erzählt Ihnen von seiner Mission.
fr: J.J. Johnson vous remercie de l'avoir sauvé, et commence à vous briefer sur sa mission :

# incCall
source: He just returned from a mission from the Refugee-X station, a neutral station in the area known to house anyone regardless of their history. Refugee-X has recently been attacked by Exuari ships, and some criminals living there have offered to give themselves up in exchange for better protection of the station. The officers at Orion-5 will gladly make this trade, and they ask that you retrieve the criminals for them at Refugee-X in sector D5. To ensure Refugee-X is aware of your peaceful intentions, we have stripped you of nukes and EMPs. You will get them back once you deliver the criminals.
de: Er ist gerade von Verhandlungen auf der Station Refugee-X zurückgekehrt. Es handelt sich um eine neutrale Station, welche dafür bekannt ist, jedem Zuflucht zu gewähren, unabhängig von seiner Vergangenheit. Seit kurzem wird Refugee-X immer wieder von Exuari-Schiffen angegriffen, und einige Kriminelle die dort leben haben sich bereit erklärt, sich unseren Behörden auszuliefern, wenn wir im Gegenzug Schutz für die Station anbieten. Die Stationsleitung von Orion-5 nimmt diesen Handel dankend an und bittet Sie, die Kriminellen von Refugee-X in Sektor D5 abzuholen. Um unsere friedlichen Absichten zu unterstreichen, werden wir Nukes und EMPs aus ihrer Waffenkammer entfernen lassen. Sie bekommen diese zurück, sobald Sie die Kriminellen überstellt haben.
fr: Il rentrait tout juste d'une mission sur la station Refugee-X, une station neutre de la zone connue pour héberger n'importe qui, quelle que soit son histoire. Récemment, Refugee-X a été attaquée par des vaisseaux Exuari. Devant cette menace, certains criminels y habitant ont proposé de se rendre à nous en échange d'une meilleure protection de la station et de leur famille qui vit dessus. Les officiers d'Orion-5 se sont fait un plaisir d'accepter ce deal, et ils vous demandent de rapatrier ces criminels pour eux depuis Refugee-X dans le secteur D5. Afin de s'assurer que Refugee-X ne se méprenne quand à vos intentions pacifiques, nous vous avons délesté de votre arsenal nucléaire et de vos EMP. Vous les récupérerez une fois les criminels livrés.

# incCall
source: J.J. Johnson's message toward Orion-5 is clear:
de: J.J.Johnsons Nachricht an Orion-5 ist klar:
fr: Le message de J.J. Johnson à l'égard d'Orion-5 est clair :

# incCall
source: J.J. Johnson transmitted his mission details to Orion-5 before he passed away. Head to Orion-5 in sector G3 for details.
de: Offenbar konnte J.J.Johnson noch vor seinem Tod eine Nachricht mit seinen Missionsdetails an Orion-5 senden. Begeben Sie sich zu Orion-5 in Sektor G3, um die Einzelheiten seiner Mission zu erfahren.

# incCall
source: Two tough-looking criminals board your ship. They are already cuffed and do not look too happy about the situation. One of them is a human pirate, who is blind in one eye and has clearly seen his fair share of battles. The other is Exuari who hisses what you presume is a curse in their native language. How voluntary is this exchange? Head back to Orion-5 to deliver the criminals.
de: Zwei grobschlächtige Kriminelle betreten ihr Schiff. Sie sind bereits in Handschellen, und wirken nicht gerade glücklich über ihre Situation. Der eine ist ein menschlicher Pirat. auf einem Auge blind und deutlich von Kämpfen gezeichnet. Der andere, ein Exuari zischt sie an, vermutlich ein Fluch in seiner Muttersprache. Sie fragen sich, wie freiwillig dieser Austausch tatsächlich ist... Kehren sie zu Orion-5 zurück um die Kriminellen auszuliefern.
fr: Deux criminels au look pas commode montent à bord de votre vaisseau. Ils sont déjà menottés et n'ont pas l'air très heureux de cette situation. L'un d'eux est un pirate humain, aveugle d'un œil et qui a clairement vu son lot de batailles. L'autre est un Exuari. Il siffle un air de ce que vous supposez être une malédiction dans sa langue maternelle. Vous vous demandez si leur échange est vraiment volontaire. Retournez sur Orion-5 pour leur livrer les criminels.

# scienceDescription-artifact
source: High powered field generator
de: Hochenergie-Feldgenerator
fr: Générateur de champ haute puissance

# scienceDescription-artifact
source: Warp/Jump Jammer. Radius visible if jammer visible
de: Störsender für Warp- und Sprungantriebe. Störradius sichtbar, sobald der Sender selbst sichtbar ist.
fr: Brouilleur de vitesse lumière/téléportation. Rayon visible si brouilleur visible.

# incCall
source: Sllaaami graa kully fartsy! Your translator has difficulty translating the message, but it seems to come down to the fact that they want you dead and that your death will bring them great fun.
de: Sllaaami graa kully fartsy! Ihr Übersetzer hat Schwierigkeiten mit dieser Nachricht. Aber letzten Endes läuft es wohl darauf hinaus, dass der feindliche Captain sie tot sehen will, und dass Ihr Tod ihm großen Spaß bereiten wird.
fr: Sllaaami graa kully fartsy ! Votre traducteur éprouve des difficultés à traduire le message, mais cela semble se résumer au fait qu'ils veuillent vous éliminer et que votre mort leur apportera beaucoup de satisfaction.

# incCall
source: Good job dealing with those Exuari scum. The criminals are safely in our custody, and we'll send a protection detail to Refugee-X. We extracted some vital info from the Exuari. In the next transport convoy toward Research-1, an Exuari death squad is hiding in one of the ships. The transport detail is heading in from sector D7. Seek them out and scan the ships to find the Exuari transport.
de: Gute Arbeit mit diesen Exuari. Die Kriminellen sind nun sicher verwahrt. Wir werden nun die Details zu unserer Unterstützung an Refugee-X senden. Wie konnten von den Kriminellen wichtige Informationen erhalten. Im nächsten Transportconvoy nach Research-1 wird sich eine Exuari-Todesschwadron an Bord eines der Schiffe verstecken. Der Convoy befindet sich derzeit noch in Sektor D7, begeben Sie sich dorthin, um den Exuari-Transport auszumachen.
fr: Bon travail avec ces ordures d'Exuari. Les criminels sont maintenant sous notre bonne garde. Nous allons envoyer un détachement de protection sur Refugee-X. Nous avons réussi à soutirer des informations essentielles au prisonnier Exuari. Un escadron de la mort Exuari se cacherait dans l'un des vaisseaux du prochain convoi de transports en partance pour Research-1. Le détachement du convoi partira du secteur D7. Partez à leur recherche et scannez les vaisseaux pour trouver le transport Exuari.

# incCall
source: We have refitted your nukes and EMPs.
de: Sie haben außerdem wieder ihre Nukes und EMPs zurück erhalten.
fr: Nous avons réinstallé vos armes nucléaires et vos EMP.

# incCall
source: Awesome job taking out the Exuari without those.
de: Hervorragende Leistung, wie Sie die Exuari ohne diese Waffen ausschalten konnten.
fr: Excellent travail pour avoir su extraire l'Exuari sans ceux-ci.

# incCall
source: Now to get those Exuari!
de: Finden Sie nun diese Exuari!
fr: Maintenant allons nous occuper de ces Exuaris !

# incCall
source: Scan the transports to identify the Exuari one. When you have identified it, do NOT destroy it. Target its impulse engines with your beam weapons to halt its progress.
de: Scannen sie die Frachter, um den der Exuari aufzuspüren. Wenn Sie diesen aufgespürt haben, zerstören sie ihn NICHT. Zielen Sie auf seinen Impulsantrieb um ihn aufzuhalten.
fr: Scannez les transports pour identifier l'escadron Exuari. Lorsque vous l'aurez identifié, NE le détruisez PAS. Ciblez ses moteurs à impulsion avec vos faisceaux laser pour l'immobiliser.

# incCall
source: What the hell? I told you NOT to destroy the transport.
de: Was zur Hölle? Ich habe ihnen befohlen den Frachter NICHT zu zerstören.
fr: Bon sang, qu'avez-vous fait? Je vous avais pourtant bien dit de NE PAS détruire le transport.

# incCall
source: Transport identified. Take out their impulse engines so we can capture it.
de: Transport identifiziert, schalten sie nun den Impulsantrieb aus, so dass wir an Bord können.
fr: Le transport Exuari est identifié. Neutralisez ses moteurs à impulsion afin que nous puissions le capturer.

# incCall
source: The transport is disabled. We're dispatching a recovery team and need you to defend the transport from the Exuari, who will likely destroy it rather then let it fall into our hands.
de: Gut, der Frachter ist bewegungsunfähig. Wir werden ein Sicherheitsteam losschicken. Verteidigen Sie den Transport, die Exuari werden ihn höchstwahrscheinlich eher zerstören, als ihn in unsere Hände fallen zu lassen.
fr: Ok, le transport est immobilisé. Nous vous envoyons une équipe de récupération. Protégez le transport, les Exuari vont probablement essayer de le détruire plutôt que de le laisser tomber entre nos mains.

# incCall
source: Transport recovery team coming in: "We succesfully captured the Exuari transport. Taking it back to Orion-5. Please head to Orion-5 for debriefing."
de: Nachricht des Sicherheitsteams: "Wir konnten die Exuari erfolgreich gefangen nehmen und transportieren sie nun nach Orion-5. Bitte begeben sie sich ebenfalls nach Orion-5 zur Einsatzbesprechung."
fr: L'équipe de récupération du transport arrive: "Nous avons capturé avec succès le transport Exuari et le ramenons sur Orion-5. Veuillez vous y rendre pour le débriefing."

# incCall
source: Thanks to the captured Exuari death squad, we now know the location of the Exuari base in the area. Lead the assault on the Exuari base in sector E2. Expect heavy resistance.
de: Dank den gefangenen Exuari wissen wir nun die Position der versteckten Exuari-Basis in diesem Gebiet Sie befindet sich in Sektor E2. Führen Sie den Angriff auf die Exuari-Basis an und rechnen Sie mit großem Widerstand.
fr: Bravo pour la capture de l'escadron de la mort Exuari, grâce à vous, nous connaissons maintenant l'emplacement de leur base dans la région. Menez l'assaut sur la base Exuari dans le secteur E2. Attendez-vous à une forte résistance.

# incCall
source: J.J. Johnson transmitted his mission details to Orion-5 before he passed away. Head to Orion-5 for details.
fr: Juste avant de mourir, J.J. Johnson a pu transmettre des informations concernant sa mission à Orion-5. Rendez-vous sur Orion-5 pour en recevoir les détails.
