Repository: daid/EmptyEpsilon
Catalog: scripts/locale/scenario_53_escape.*.po
Languages: de, fr

source: Escape
de: Flucht
fr: Évasion

source: Escape imprisonment and return home. Mission consists of one ship with a full crew. Engineer and Science will be busy. Version 5 switches to the max health system, preserves some sensor data in the final phase and uses the place station scenario utility. USN Discord: https://discord.gg/PntGG3a where you can join a game online. There's one every weekend. All experience levels are welcome.
de: Entkommt aus der Gefangenschaft und kehrt nach Hause zurück. Die Mission geht von einem Schiff mit einer vollständigen Besatzung aus. Maschinenraum und Wissenschaft werden anfangs sehr beschäftigt sein. USN Discord: https://discord.gg/PntGG3a - Jedes Wochenende findet ein Online-Spiel statt. Alle Erfahrungsgrade sind willkommen.
fr: - Durée approx. : 2h - Difficulté : Difficile (variable) - Vaisseaux joueurs : 1 TRADUCTION EN COURS DE RELECTURE Mission : Vous devez vous échapper de prison et rentrer chez vous. Nécessite un vaisseau avec un équipage complet. L'ingénierie et la science seront très occupés au début. Version 5.0.2 - Mai 2024 - Titre original : Escape - Auteur : Xansta (2019) - Traduction FR : Muerte (Mai 24) Communauté française et anglophone sur le Discord USN https://discord.gg/TVxuxn7ZYW : feedback sur les scénarios, aide, sessions de jeu tous les we.

# setting
source: Enemies
de: Feinde
fr: Puissance ennemie

# setting
source: Configures the amount/strength of enemies spawned in the scenario.
de: Legt die Anzahl/Stärke der im Szenario gespawnten Feinde fest.
fr: Définit le nombre et/ou la puissance des ennemis.

# Enemies
source: Easy
de: Leicht
fr: Facile

# Enemies
source: Weaker/fewer enemies.
de: Schwächere/weniger Feinde.
fr: Ennemis moins nombreux et/ou plus faibles.

# Enemies
source: Normal enemies.
de: Normale Feinde.
fr: Difficulté normale.

# Enemies
source: Hard
de: Schwer
fr: Difficile

# Enemies
source: Stronger/more enemies.
de: Stärkere/mehr Feinde.
fr: Ennemis plus nombreux et/ou plus forts.

# setting
source: Configures the perversity of the universe according to Murphy's law
de: Konfiguriert die Bösartigkeit des Universums nach Murphys Gesetz
fr: Définit la perversité de l'univers selon la loi de Murphy.

# Murphy
source: Easy
de: Leicht
fr: Facile

# Murphy
source: Random factors are more in your favor
de: Der Zufall neigt sich zu euren Gunsten
fr: Les facteurs aléatoires sont plus en votre faveur.

# Murphy
source: Random factors are normal
de: Zufallsfaktoren sind normal
fr: Les facteurs aléatoires sont équilibrés.

# Murphy
source: Hard
de: Schwer
fr: Difficile

# Murphy
source: Random factors are more against you
de: Zufallsfaktoren sind eher gegen die Crew gerichtet
fr: Les facteurs aléatoires sont plus contre vous.

# buttonGM
source: Turn On Diagnostic
de: Diagnose einschalten
fr: Activer diagnostic

# scienceDescription-debris
source: Debris
de: Wrack
fr: Des débris de vaisseaux

# scienceDescription-debris
source: Debris: Various broken ship components. Possibly useful for engine or weapons systems repair
de: Wrack: Diverse defekte Schiffsteile. Möglicherweise nutzbar für die Reparatur des Antriebs oder der Waffensysteme.
fr: [Débris] Divers composants cassés de vaisseaux. Pourrait être utile pour la réparation des moteurs et système d'armement.

# scienceDescription-debris
source: Debris: Various broken ship components. Possibly useful for shield or beam systems repair
de: Wrack: Diverse defekte Schiffsteile. Möglicherweise nutzbar für die Reparatur der Schild- oder Lasersysteme.
fr: [Débris] Divers composants cassés de vaisseaux. Pourrait être utile pour la réparation des systèmes de boucliers et des faisceaux.

# scienceDescription-debris
source: Debris: Various broken ship components. Possibly useful for hull or reactor systems repair
de: Wrack: Diverse defekte Schiffsteile. Möglicherweise nutzbar für die Reparatur der Hülle oder des Reaktors.
fr: [Débris] Divers composants cassés de vaisseaux. Pourrait être utile pour la réparation des systèmes du réacteur et du blindage de la coque.

# scienceDescription-buoy
source: Space Message Buoy
de: Nachrichten-Boje
fr: Une bouée de messages spatiaux

# scienceDescription-buoy
source: Space Message Buoy reading 'Welcome to the Boris Junk Yard and Emporium' in the Kraylor language
de: Nachrichtenboje mit der Botschaft "Willkommen auf Boris' Schrott- und Handelsplatz" in der Sprache der Kraylor
fr: [Bouée] Il est écrit en langage Kraylor : Bienvenue chez Boris, magasin et ferrailleur.

# scienceDescription-buoy
source: Space Message Buoy reading 'Boris Junk Yard: Browse for parts, take home an asteroid for the kids' in the Kraylor language
de: Nachrichtenboje mit der Botschaft "Boris' Schrottplatz: Stöbern Sie nach Teilen, und nehmen Sie einen Asteroiden für die Kinder mit nach Hause" in der Sprache der Kraylor
fr: [Bouée] Il est écrit en langage Kraylor : Entrepôt Boris : recherchez des pièces détachées, ramenez chez vous un astéroïde pour les enfants.

# scienceDescription-buoy
source: Space Message Buoy reading 'Boris Junk Yard: Best prices in 20 sectors' in the Kraylor language
de: Nachrichtenboje mit der Botschaft "Boris Schrottplatz: Die besten Preise in 20 Sektoren" in der Sprache der Kraylor
fr: [Bouée] Il est écrit en langage Kraylor : Ferrailleur Boris : les meilleurs prix à moins de 20 secteurs à la ronde.

# repair-msgEngineer&+
source: Reached maximum repair on reactor
de: Reaktor wurde so gut wie möglich repariert
fr: Réacteur complètement opérationnel

# repair-msgEngineer&+
source: Reached maximum repair on beam weapons
de: Lasersystem wurde so gut wie möglich repariert
fr: Faisceaux laser complètement opérationnels

# repair-msgEngineer&+
source: Reached maximum repair on maneuver
de: Manövriersystem wurde so gut wie möglich repariert
fr: Système de manœuvre complètement opérationnel

# repair-msgEngineer&+
source: Reached maximum repair on impulse engines
de: Impulsantrieb wurde so gut wie möglich repariert
fr: Moteurs à impulsion complètement opérationnels

# repair-msgEngineer&+
source: Reached maximum repair on shields
de: Schilde wurden so gut wie möglich repariert
fr: Boucliers complètement opérationnels

# defeat-msgMainscreen
source: You were destroyed. The Human Navy did not receive your Kraylor intel.
de: Schiff zerstört. Die menschliche Navy hat nie die geheimen Informationen über die Kraylor erhalten.
fr: Vous avez été détruit. La Marine Humaine n'a pas pu recevoir vos informations sur les Kraylors.

# repair-msgEngineer
source: Reached maximum repair on reactor
de: Reaktor wurde so gut wie möglich repariert
fr: Réacteur complètement opérationnel

# repair-msgEngineer
source: Reached maximum repair on beam weapons
de: Lasersystem wurde so gut wie möglich repariert
fr: Faisceaux laser complètement opérationnels

# repair-msgEngineer
source: Reached maximum repair on missile weapons
de: Raketensystem wurde so gut wie möglich repariert
fr: Système de missiles complètement opérationnel

# repair-msgEngineer
source: Reached maximum repair on impulse engines
de: Impulsantrieb wurde so gut wie möglich repariert
fr: Moteurs à impulsion complètement opérationnels

# repair-msgEngineer
source: Reached maximum repair on warp drive
de: Warpantrieb wurde so gut wie möglich repariert
fr: Vitesse lumière complètement opérationnelle

# repair-msgEngineer
source: Reached maximum repair on jump drive
de: Sprungantrieb wurde so gut wie möglich repariert
fr: Téléportation complètement opérationnelle

# repair-msgEngineer
source: Reached maximum repair on front shields
de: Frontschilde wurden so gut wie möglich repariert
fr: Boucliers avant complètement opérationnels

# repair-msgEngineer
source: Reached maximum repair on rear shield
de: Heckschilde wurden so gut wie möglich repariert
fr: Boucliers arrière complètement opérationnels

# goal-shipLog
source: You escaped the brig of station %s and transported yourselves onto one of the spaceship hulks in a nearby holding area for junked spacecraft. You carry critical information for the Human Navy regarding Kraylor activity in this area. You need to make good your escape and dock with a Human Navy space station
de: Logbuch: Wir sind aus dem Gefängnis auf der Station %s geflohen und konnten uns auf ein heruntergekommenes Schiff in einem nahegelegenen Gebiet retten, das als Schrottplatz für ausgediente Schiffe dient. Wir sind im Besitz wichtiger Informationen über die Aktivitäten der Kraylor in diesem Sektor, die an die menschliche Navy weitergegeben werden müssen. Wir werden versuchen, zu fliehen und eine Raumstation der menschlichen Navy erreichen.
fr: Équipage, Vous vous êtes échappé de prison sur la station %s et avez pu vous refugier sur un vaisseau délabré dans une zone à proximité qui sert de casse aux vaisseaux hors-services. Vous êtes en possession d'informations essentielles pour la Marine humaine concernant l'activité des Kraylors dans ce secteur. Vous devez réussir votre évasion et rejoindre une station spatiale de la Marine humaine.

# scienceDB
source: Stations
de: Raumstationen

# scienceDB
source: Class
de: Klasse
fr: Classe

# scienceDB
source: Size
de: Größe
fr: Taille

# scienceDB
source: Shield
de: Schilde
fr: Boucliers

# scienceDB
source: Hull
de: Hülle
fr: Coque

# scienceDB
source: Stations are places for ships to dock, get repaired and replenished, interact with station personnel, etc. They are like oases, service stations, villages, towns, cities, etc.
de: Raumstationen sind Orte, wo Schiffe andocken, repariert und aufgefüllt werden, mit dem Stationspersonal interagieren können, usw. Sie sind wie Oasen, Servicestationen, Dörfer, Städte, usw.
fr: Les stations spatiales sont des lieux où les vaisseaux peuvent accoster, être réparés, réapprovisionnés, interagir avec le personnel de la station, etc. Elles peuvent être des stations-service, des villages, des villes, des oasis etc.

# scienceDB
source: Small Station
de: Kleine Station

# scienceDB
source: Stations of this size are often used as research outposts, listening stations, and security checkpoints. Crews turn over frequently in a small station's cramped accommodatations, but they are small enough to look like ships on many long-range sensors, and organized raiders sometimes take advantage of this by placing small stations in nebulae to serve as raiding bases. They are lightly shielded and vulnerable to swarming assaults.
de: Stationen dieser Größe werden oft als Forschungsaußenposten, Horchposten, und Sicherheits-Checkpoints genutzt. Aufgrund der beengten Unterkünfte wechselt die Crew sehr häufig. Sie sind klein genug um auf vielen Langstreckensensoren wie Schiffe auszusehen, und organisierte Piratenbanden nutzen dies manchmal aus, indem sie kleine Stationen in Nebeln platzieren, die dann als Operationsbasen dienen. Sie haben nur schwache Schilde und sind anfällig für Schwarmangriffe.
fr: Les stations de cette taille sont souvent utilisées comme avant-poste de recherche, station d'écoute ou poste de contrôle. Les équipages viennent se reposer fréquemment dans les logements exigus de ces petites stations. Leur taille réduite leur permet d'apparaître comme des vaisseaux sur de nombreux capteurs longue distance, et des pirates organisés s'en servent parfois en plaçant de petites stations dans des nébuleuses pour servir de base de pillage. Elles disposent de boucliers légers et sont donc vulnérables à de petits assauts organisés.

# scienceDB
source: Small
de: Klein
fr: Petite

# scienceDB
source: Medium Station
de: Mittelgroße Station
fr: 2. Station moyenne

# scienceDB
source: Large enough to accommodate small crews for extended periods of times, stations of this size are often trading posts, refuelling bases, mining operations, and forward military bases. While their shields are strong, concerted attacks by many ships can bring them down quickly.
de: Groß genug, um eine kleine Besatzung für einen längeren Zeitraum zu beherbergen. Diese Stationen sind oftmals Handelsposten, Treibstoffstationen, Minenbasen und vorgeschobene Militärstützpunkte. Auch wenn ihre Schilde recht stark sind, hat sie gegen koordinierte Angriffe mehrerer Schiffe wenig entgegenzusetzen.
fr: Assez grandes pour héberger de petits équipages pendant de longues périodes, les stations de cette taille servent souvent de comptoir de commerce, de base de ravitaillement, de base militaire avancée ou encore pour des opérations minières. Malgré leurs puissants boucliers, des attaques coordonnées par plusieurs vaisseaux peuvent les faire tomber rapidement.

# scienceDB
source: Medium
de: Mittel
fr: Moyenne

# scienceDB
source: Large Station
de: Große Station
fr: 3. Grande station

# scienceDB
source: These spaceborne communities often represent permanent bases in a sector. Stations of this size can be military installations, commercial hubs, deep-space settlements, and small shipyards. Only a concentrated attack can penetrate a large station's shields, and its hull can withstand all but the most powerful weaponry.
de: Diese Weltraum-Gemeinschaften stellen oft permanente Basen in einem Sektor dar. Bei Stationen dieser Größe kann es sich um vieles handeln: Militärstützpunkte, Handelszentren, Tiefenraum-Siedlungen, oder kleine Schiffswerften. Nur ein geballter Angriff kann die Schilde einer großen Station durchdringen, und ihre Hülle widersteht den meisten Waffen für längere Zeit.
fr: Les communautés spatiales représentent souvent des bases permanentes dans un secteur. Les stations de cette taille peuvent servir d'installation militaire, de plaque tournante commerciale, de colonie dans l'espace reculé, ou de petit chantier naval. Seule une attaque concentrée pourrait pénétrer les boucliers d'une grande station, et seuls les armements les plus puissants pourraient venir à bout de sa coque.

# scienceDB
source: Large
de: Groß
fr: Grande

# scienceDB
source: Huge Station
de: Sehr große Station
fr: 4. Immense station

# scienceDB
source: The size of a sprawling town, stations at this scale represent a faction's center of spaceborne power in a region. They serve many functions at once and represent an extensive investment of time, money, and labor. A huge station's shields and thick hull can keep it intact long enough for reinforcements to arrive, even when faced with an ongoing siege or massive, perfectly coordinated assault.
de: Mit den Ausmaßen einer größeren Stadt repräsentiert eine Station dieser Größenordnung das Machtzentrum der jeweiligen Fraktion in dieser Region. Sie erfüllen viele Funktionen gleichzeitig und stellen einen enormen Aufwand an Zeit, Geld und Arbeit zur Schau. Die Hülle und Schilde einer so großen Station halten in der Regel lange genug Stand, bis Verstärkung eintrifft - selbst wenn sie einer großen Belagerung oder einem massiven, koordinierten Angriff ausgesetzt ist.
fr: De la taille d'une ville étendue, les stations de cette ampleur représentent le centre spatial de pouvoir d'une faction dans cette region. Elles remplissent plusieurs fonctions à la fois et représentent un investissement considérable en temps, en argent et en travail. Les énormes boucliers et la coque épaisse d'une telle station peuvent garder celle-ci intacte suffisamment longtemps jusqu'à ce que les renforts arrivent, même face à un siège continu ou à un assaut massif parfaitement coordonné.

# scienceDB
source: Huge
de: Sehr groß
fr: Immense

# scienceDB
source: Ships
de: Schiffe
fr: Vaisseaux

# scienceDB
source: Starfighter
de: Raumjäger
fr: Chasseurs stellaires

# scienceDB
source: Starfighters are single to 3 person small ships. These are most commonly used as light firepower roles. They are common in larger groups, and need a close by station or support ship, as they lack long time life support. It's rare to see starfighters with more then one shield section. One of the most well known starfighters is the X-Wing. Starfighters come in 3 subclasses: * Interceptors: Fast, low on firepower, high on manouverability * Gunship: Equipped with more weapons, but trades in manouverability because of it. * Bomber: Slowest of all starfighters, but pack a large punch in a small package. Usually come without any lasers, but the largers bombers have been known to deliver nukes.
de: Raumjäger sind kleine Schiffe mit kleiner Besatzung. Sie haben der Regel nur leichte Feuerkraft. Sie sind häufig in größeren Gruppen anzutreffen und benötigen eine Station oder ein Unterstützungsschiff in der Nähe, und verfügen teilweise auch über kein Langzeitlebenserhaltungssystem . Es ist selten, dass man Raumjäger mit mehr als einer Schildsektion sieht. Einer der bekanntesten Raumjäger ist der X-Wing. Raumjäger gibt es in 3 Unterklassen: * Abfangjäger: Schnell, wenig Feuerkraft, hohe Manövrierfähigkeit * Kanonenboot: Ausgestattet mit mehr Waffen, allerdings weniger wendig. * Bomber: Die langsamsten aller Raumjäger, dafür mit großer Schlagkraft auf kleinem Raum. Normalerweise haben sie keine Laser, aber die größeren Bomber sind dafür bekannt, dass sie Nukes einsetzen können.
fr: Les Chasseurs stellaires sont de petits vaisseaux pouvant accueillir de 1 à 3 personnes. Ils sont le plus souvent utilisés dans un rôle de puissance de feu légère. Ils sont assez courants dans les grandes escouades et ont besoin d'une station ou d'un vaisseau de soutien à proximité, car ils ne disposent pas d'un système de survie à long terme. Il est rare de voir des chasseurs stellaires dotés de plus d'une section de bouclier. L'un des chasseurs stellaires les plus connus est le X-Wing. Les chasseurs stellaires se répartissent en 3 sous-classes : * Interceptor (Intercepteur) : rapides, faible puissance de feu, très maniables. * Gunship (Combattant) : équipés de plus d'armes, mais perdent en maniabilité à cause de cela. * Bomber (Bombardier) : le plus lent de tous les chasseurs stellaires et est généralement démuni de faisceaux laser. Néanmoins il contient du lourd dans un petit format. Les bombardiers les plus gros sont connus pour lancer des bombes nucléaires.

# scienceDB
source: Frigate
de: Fregatte
fr: Frégates

# scienceDB
source: Frigates are one size up from starfighters. They require a crew from 3 to 20 people. Think, Firefly, millennium falcon, slave I (Boba fett's ship). They generally have 2 or more shield sections, but hardly ever more than 4. This class of ships is normally not fitted with jump or warp drives. But in some cases ships are modified to include these, or for certain roles it is built in. They are divided in 3 different sub-classes: * Cruiser: Weaponized frigates, focused on combat. These come in various roles. * Light transport: Small transports, like transporting up to 50 soldiers in spartan conditions or a few diplomats in luxury. Depending on the role it can have some weaponry. * Support: Support types come in many varieties. They are simply a frigate hull fitted with whatever was needed. Anything from mine-layers to science vessels.
de: Fregatten sind eine Nummer größer als Raumjäger. Sie benötigen eine Besatzung von 3 bis 20 Personen. Man denke an Firefly, Millennium Falcon, Slave I (Boba Fett's Schiff). Sie haben in der Regel 2 oder mehr Schildsektionen, aber fast nie mehr als 4. Diese Schiffsklasse ist häufig nicht mit einem Sprung- oder Warpantrieb ausgestattet. In einigen Fällen werden die Schiffe jedoch so modifiziert, dass sie über solche Antriebe verfügen, oder die Antriebe werden für spezielle Aufgaben eingebaut. Sie werden in 3 verschiedene Unterklassen eingeteilt: * Kreuzer: Bewaffnete Fregatten, die sich auf den Kampf konzentrieren. Diese werden in verschiedenen Rollen eingesetzt. * Leichter Transport: Kleine Transporter, die z.B. bis zu 50 Leute unter spartanischen Bedingungen oder eine Diplomatische Delegation im Luxus transportieren können. Je nach Aufgabe können sie bewaffnet sein. * Unterstützung: Unterstützungschiffe gibt es in vielen Varianten. Es handelt sich dabei jeweils um das Grundgerüst einer Fregatte, die mit allem ausgestattet ist, was benötigt wird. Alles von Minenlegern bis hin zu Wissenschaftsschiffen.
fr: Les Frégates sont des vaisseaux d'une taille supérieure à celle des Chasseurs Stellaires. Ils nécessitent un équipage de 3 à 20 personnes. Pensez Firefly, Faucon Millenium, Esclave I (le navire de Boba Fett) dans Star Wars. Ils comportent généralement 2 sections de bouclier ou plus, mais rarement plus de 4. Cette classe de vaisseaux n'est normalement pas équipée de la téléportation ou de la vitesse lumière. Mais dans certains cas, les vaisseaux sont modifiés pour les inclure. Ils sont divisés en 3 sous-classes différentes : * Cruiser (Croiseur) : frégates armées, axées sur le combat. Jouent différents rôles. * Light transport (Transport léger) : petits transports, pouvant transporter jusqu'à 50 soldats dans des conditions spartiates ou quelques diplomates dans le confort. Selon leur rôles, ils peuvent disposer d'armes. * Support (Soutien) : les types de soutiens sont très variés. Il s'agit simplement d'une coque de frégate équipée de tout ce qui est nécessaire. Tout, des poseurs de mines aux vaisseaux scientifiques.

# scienceDB
source: Corvette
de: Korvette
fr: Corvettes

# scienceDB
source: Corvettes are the common large ships. Larger then a frigate, smaller then a dreadnaught. They generally have 4 or more shield sections. Run with a crew of 20 to 250. This class generally has jumpdrives or warpdrives. But lack the maneuverability that is seen in frigates. They come in 3 different subclasses: * Destroyer: Combat oriented ships. No science, no transport. Just death in a large package. * Support: Large scale support roles. Drone carriers fall in this category, as well as mobile repair centers. * Freighter: Large scale transport ships. Most common here are the jump freighters, using specialized jumpdrives to cross large distances with large amounts of cargo.
de: Korvetten sind die gängigen Großraumschiffe. Größer als eine Fregatte, kleiner als ein Schlachtschiff. Sie haben in der Regel 4 oder mehr Schildsektionen und können mit einer Besatzung von 20 bis 250 Personen betrieben werden. Diese Klasse verfügt in der Regel über Sprung- oder Warp-Antriebe. Ihnen fehlt jedoch die Manövrierfähigkeit von Fregatten. Es gibt 3 verschiedene Unterklassen: * Zerstörer: kampforientierte Schiffe. Keine Wissenschaft, kein Transport. Nur der Tod in einem großen Paket. * Unterstützung: Umfangreiche Unterstützungsaufgaben. Drohnenträger fallen in diese Kategorie, ebenso wie mobile Reparaturzentren. * Frachter: Groß dimensionierte Transportschiffe. Am gebräuchlichsten sind hier die Sprungfrachter, die spezielle Sprungantriebe verwenden, um große Entfernungen mit großen Mengen an Fracht zu überbrücken.
fr: Les Corvettes sont de grands vaisseaux ordinaires. Plus grands qu'une Frégate, plus petits qu'un Cuirassé. Ils comportent généralement 4 sections de bouclier ou plus. Naviguent avec à leur bord un équipage de 20 à 250 personnes. Cette classe possède généralement la téléportation ou la vitesse lumière. Mais il lui manque la maniabilité des Frégates. Ils se répartissent en 3 sous-classes différentes : * Destroyer : vaisseaux orientés combat. Pas de science, pas de transport. Juste la mort dans un gros emballage. * Support (Soutien) : rôles de soutien à grande échelle. Les transporteurs de drones entrent dans cette catégorie, ainsi que les centres de réparation mobiles. * Freighter (Cargo) : grande gamme de vaisseaux de transport. Les plus courants ici sont les cargos équipés de la téléportation, spécialisés pour parcourir de grandes distances avec de grandes quantités de marchandises, troupes, carburant, déchets...

# scienceDB
source: Dreadnought
de: Schlachtschiff
fr: Cuirassés
