Repository: daid/EmptyEpsilon
Catalog: scripts/locale/scenario_47_scavenger.*.po
Languages: fr

# station-comms
source: Greetings. If you want to do business, please dock with us first.
fr: Salutations. Si vous souhaitez faire affaire, merci de vous amarrer à notre station.

# station-comms
source: Be aware that if enemies in the area get much closer, we will be too busy to conduct business with you.
fr: Sachez que si les ennemis de la zone se rapprochent encore, nous serons trop occupés pour faire affaire avec vous.

# station-comms
source: What kind of information do you need?
fr: De quel genre d'informations avez-vous besoin ?

# ammo-comms
source: What ordnance do you have available for restock?
fr: De quelles munitions disposez-vous ?

# ammo-comms
source: We have no ordnance available for restock
fr: Nous n'avons pas de munitions disponibles pour vous réapprovisionner.

# ammo-comms
source: We have the following type of ordnance available for restock:%s
fr: Nous pouvons vous fournir les munitions suivantes : %s

# ammo-comms
source: We have the following types of ordnance available for restock:%s
fr: Nous pouvons vous fournir les munitions suivantes : %s

# stationServices-comms
source: Hull repair automation unavailable whie it is undergoing maintenance.
fr: Automatisation de réparation de coque indisponible, elle est en cours de maintenance.

# trade-comms
source: What goods do you have available for sale or trade?
fr: Qu'avez-vous comme marchandises à vendre ou à échanger ?

# trade-comms
source: Station %s: Goods or components available: quantity, cost in reputation
fr: Station %s : - Marchandises à vendre : (quantité, coût en réputation)

# trade-comms
source: %14s: %2i, %3i
fr: %14s : x%2i, %3i rép l'unité.

# stationAssist-comms
source: Report status
fr: Au rapport

# stationAssist-comms
source: Hull: %d%%
fr: Coque : %d%%

# stationAssist-comms
source: Shield: %d%%
fr: Boucliers : %d%%

# stationAssist-comms
source: Shield %s: %d%%
fr: Bouclier %s : %d%%

# stationAssist-comms
source: Can you send a supply drop? (%d rep)
fr: Pouvez-vous nous envoyer une cargaison de ravitaillement ? (%d rép)

# stationAssist-comms
source: You need to set a waypoint before you can request backup.
fr: Vous devez définir un marqueur avant de faire une demande de ravitaillement.

# stationAssist-comms
source: To which waypoint should we deliver your supplies?
fr: À quel marqueur devons-nous envoyer le ravitaillement ?

# stationAssist-comms
source: WP %d
fr: Marqueur %d

# stationAssist-comms
source: We have dispatched a supply ship toward WP %d
fr: Nous venons de déployer un vaisseau qui vous déposera la capsule de ravitaillement au marqueur %d.

# needRep-comms
source: Not enough reputation!
fr: Pas assez de réputation !

# stationAssist-comms
source: Please send Adder MK5 reinforcements! (%d rep)
fr: Merci de nous envoyer un Vipère MK5 en renforts ! (%d rép)

# stationAssist-comms
source: You need to set a waypoint before you can request reinforcements.
fr: Vous devez définir un marqueur avant de pouvoir demander des renforts.

# stationAssist-comms
source: To which waypoint should we dispatch the reinforcements?
fr: À quel marqueur souhaitez-vous recevoir les renforts ?

# stationAssist-comms
source: We have dispatched %s to assist at waypoint %d
fr: Nous venons de déployer le vaisseau de combat %s pour vous soutenir au marqueur %d.

# stationAssist-comms
source: Please send Phobos T3 reinforcements! (%d rep)
fr: Merci de nous envoyer un Phobos T3 en renforts ! (%d rép)

# stationAssist-comms
source: Please send Stalker Q7 reinforcements! (%d rep)
fr: Merci de nous envoyer un Harceleur Q7 en renforts ! (%d rép)

# shipAssist-comms
source: What do you want?
fr: Salutations, Que nous voulez-vous ?

# shipAssist-comms
source: Sir, how can we assist?
fr: Monsieur, comment pouvons-nous vous assister ?

# shipAssist-comms
source: Set your shield frequency
fr: Réglez la fréquence de votre bouclier

# shipAssist-comms
source: Enemy ships nearby:
fr: Vaisseaux ennemis à proximité :

# shipAssist-comms
source: %s %s: Beams penetrate best against shields at %i THz
fr: %s %s : les faisceaux sont plus efficaces contre les boucliers à %i THz.

# shipAssist-comms
source: Set shields to frequency %i THz
fr: Réglez les boucliers sur la fréquence %i THz

# shipAssist-comms
source: Shields set to %i THz
fr: Boucliers réglés sur %i THz.

# shipAssist-comms
source: Defend a waypoint
fr: Défendez un marqueur

# shipAssist-comms
source: No waypoints set. Please set a waypoint first.
fr: Monsieur, nous ne détectons aucun marqueur. Veuillez commencer par en placer un.

# shipAssist-comms
source: Which waypoint should we defend?
fr: Quel marqueur devons-nous défendre ?

# shipAssist-comms
source: Defend WP %d
fr: Défendez le marqueur %d

# shipAssist-comms
source: We are heading to assist at WP %d.
fr: Nous partons immédiatement défendre le marqueur %d.

# shipAssist-comms
source: Assist me
fr: Aidez-nous !

# shipAssist-comms
source: Heading toward you to assist.
fr: Entendu, nous partons immédiatement vous aider.

# shipAssist-comms
source: Report status
fr: Au rapport

# shipAssist-comms
source: Hull: %d%%
fr: Coque : %d%%

# shipAssist-comms
source: Shield: %d%%
fr: Boucliers : %d%%

# shipAssist-comms
source: Front Shield: %d%%
fr: Boucliers avant : %d%%

# shipAssist-comms
source: Rear Shield: %d%%
fr: Boucliers arrière : %d%%

# shipAssist-comms
source: Shield %s: %d%%
fr: Bouclier %s : %d%%

# shipAssist-comms
source: %s Missiles: %d/%d
fr: Missiles %s : %d/%d

# shipAssist-comms
source: Dock at %s
fr: Amarrez-vous à %s

# shipAssist-comms
source: Docking at %s.
fr: En cours d'amarrage à %s.

# shipAssist-comms
source: Direct %s
fr: Diriger %s

# shipAssist-comms
source: What command should be given to %s?
fr: Quelle commande doit être donnée à %s ?

# shipAssist-comms
source: Report hull and shield status
fr: État de la coque et des boucliers

# shipAssist-comms
source: Fleet status:
fr: État de la flotte :

# shipAssist-comms
source: Hull: %d%%
fr: Coque : %d%%

# shipAssist-comms
source: Shield: %d%%
fr: Boucliers : %d%%

# shipAssist-comms
source: Shields:
fr: Boucliers :

# shipAssist-comms
source: Front: %d%% Rear: %d%%
fr: Avant : %d%% Arrière : %d%%

# shipAssist-comms
source: Report missile status
fr: Rapport de l'état des missiles

# shipAssist-comms
source: Fleet missile status:
fr: État des missiles de la flotte :

# shipAssist-comms
source: %s heading toward you to assist
fr: %s, nous partons immédiatement vous aider.

# trade-comms
source: Purchased %s from %s
fr: 1 %s acheté auprès de %s.

# needRep-comms
source: Insufficient reputation for purchase
fr: Réputation insuffisante pour acheter.

# trade-comms
source: Do you have cargo you might sell?
fr: Auriez-vous des marchandises à vendre ?

# trade-comms
source: We've got
fr: Nous avons :

# trade-comms
source: nothing
fr: rien du tout.

# shipEnemy-comms
source: We will see to your destruction!
fr: Nous allons vous anéantir

# shipEnemy-comms
source: Your bloodline will end here!
fr: Votre race va s'éteindre ici et maintenant !

# shipEnemy-comms
source: Your feeble threats are meaningless.
fr: Vos menaces ridicules ne nous impressionnent pas.

# shipEnemy-comms
source: Ktzzzsss. You will DIEEee weaklingsss!
fr: ...Ktzzzsss... Vous allez mourir faibles créatures insignifiantes !

# shipEnemy-comms
source: We will destroy you
fr: Nous allons vous détruire

# shipEnemy-comms
source: We think not. It is you who will experience destruction!
fr: Nous pensons le contraire. C'est vous qui allez subir la destruction !

# shipEnemy-comms
source: You have no honor
fr: Vous n'avez aucun honneur

# shipEnemy-comms
source: Your insult has brought our wrath upon you. Prepare to die.
fr: Votre insulte a attiré notre colère sur vous. Préparez-vous à mourir !

# shipEnemy-comms
source: Your comments about honor have no meaning to us
fr: Vos commentaires sur l'honneur n'ont aucune signification pour nous.

# shipEnemy-comms
source: We pity your pathetic race
fr: Nous plaignons votre race pathétique

# shipEnemy-comms
source: Pathetic? You will regret your disparagement!
fr: Pathétique ? Vous allez regretter votre insolence !

# shipEnemy-comms
source: We don't care what you think of us
fr: Peu importe ce que vous pensez de nous.

# shipEnemy-comms
source: We wish you no harm, but will harm you if we must. End of transmission.
fr: Nous ne vous voulons aucun mal, mais nous vous en ferons si nécessaire. Fin de transmission.

# shipEnemy-comms
source: Stay out of our way, or your death will amuse us extremely!
fr: Restez en dehors de notre chemin, ou votre mort sera une amusante distraction pour nous !

# shipEnemy-comms
source: One zero one. No binary communication detected. Switching to universal speech. Generating appropriate response for target from human language archives. :Do not cross us: Communication halted.
fr: 000110011010...Grzzzz... Communication binaire non détectée...Grzzz Passons en communication universelle..Grrzzz Générons réponse appropriée pour cible en langage humain à partir archives...Grrzzzz [Ne nous approchez pas !] Grrzzz Communication interrompue.

# shipEnemy-comms
source: EXECUTE: SELFDESTRUCT
fr: Executer à distance : AUTODESTRUCTION

# shipEnemy-comms
source: Rogue command received. Targeting source.
fr: Commande malveillante reçue. Annulée. Nous ciblons immédiatement source.

# shipEnemy-comms
source: External command ignored.
fr: Ordre externe ignoré.

# shipEnemy-comms
source: The hive suffers no threats. Opposition to any of us is opposition to us all. Stand down or prepare to donate your corpses toward our nutrition.
fr: Notre peuple ne tolère aucune menace. S'opposer à l'un d'entre nous c'est s'opposer à nous tous. Fuyez ou préparez-vous à faire don de vos cadavres pour nos repas.

# shipEnemy-comms
source: <Transmit 'The Itsy-Bitsy Spider' on all wavelengths>
fr: Diffuser la chanson de Spiderman sur toutes les ondes

# shipEnemy-comms
source: We do not need permission to pluck apart such an insignificant threat.
fr: Vous osez vous moquer de nous ? En auriez-vous marre de vivre ?

# shipEnemy-comms
source: The hive has greater priorities than exterminating pests.
fr: Notre peuple a d'autres priorités que l'extermination de parasites tels que vous.

# shipEnemy-comms
source: Mind your own business!
fr: Occupez-vous de vos affaires !

# trade-comms
source: Yes?
fr: Oui, c'est pour quoi ?

# ship-comms
source: Sorry, we have no time to chat with you. We are on an important mission.
fr: Désolé, nous n'avons pas le temps de discuter avec vous. Nous sommes en mission de la plus haute importance.

# ship-comms
source: We have nothing for you. Good day.
fr: Nous n'avons rien pour vous. Bonne journée.

# upgrade-comms
source: Add beam weapon
fr: Ajouter des faisceaux laser

# upgrade-comms
source: A beam wepon has been added to your ship
fr: Des faisceaux laser ont été ajoutée à votre vaisseau

# upgrade-comms
source: %s cannot add a beam weapon to your ship unless you provide %s
fr: %s ne peut pas ajouter de faisceaux laser à votre vaisseau à moins que vous ne lui fournissiez du %s.

# upgrade-comms
source: Increase battery efficiency
fr: Augmenter l'efficacité de la batterie

# upgrade-comms
source: %s: I appreciate the %s and %s. You have a 50%% greater energy capacity due to increased battery efficiency
fr: %s : J'apprécie le %s et le %s. Vous disposez désormais d'une capacité énergétique supérieure de 50%% grâce à l'efficacité accrue de la batterie.

# upgrade-comms
source: %s: You need to bring me some %s and %s before I can increase your battery efficiency
fr: %s : vous devez m'apporter du %s et du %s avant que je puisse augmenter l'efficacité de votre batterie.

# upgrade-comms
source: Reduce beam cycle time
fr: Réduire le temps de cycle des faisceaux laser

# upgrade-comms
source: After accepting your gift, he reduced your Beam cycle time.
fr: Après avoir accepté votre cadeau, il a réduit le temps de cycle de vos faisceaux laser.

# upgrade-comms
source: %s requires %s for the upgrade
fr: %s réclame du %s pour effectuer la mise à niveau.

# upgrade-comms
source: %s reduced your Beam cycle time at no cost in trade with the message, 'Go get those Kraylors.'
fr: %s a réduit gratuitement le temps de cycle de vos faisceaux laser en échange du message "Allez chercher ces Kraylors !".

# upgrade-comms
source: Your ship type does not support a beam weapon upgrade.
fr: Votre type de vaisseau ne prend pas en charge les mises à niveau de faisceaux laser.

# repairCrew-msgEngineer
source: Medical team has revived one of your repair crew
fr: L'équipe médicale a réanimé l'un de vos réparateurs.

# repairCrew-msgEngineer+
source: Medical team has revived one of your repair crew
fr: L'équipe médicale a réanimé l'un de vos réparateurs.

# coolant-msgEngineer
source: Automated systems have recovered some coolant
fr: Les systèmes automatisés ont récupéré du liquide de refroidissement.

# coolant-msgEngineer+
source: Automated systems have recovered some coolant
fr: Les systèmes automatisés ont récupéré du liquide de refroidissement.

# repairCrew-msgEngineer
source: One of your repair crew has perished
fr: Un de vos réparateurs a péri.

# repairCrew-msgEngineer+
source: One of your repair crew has perished
fr: Un de vos réparateurs a péri.

# coolant-msgEngineer
source: Damage has caused a loss of coolant
fr: Les dégâts ont causé une perte de liquide de refroidissement.

# coolant-msgEngineer+
source: Damage has caused a loss of coolant
fr: Les dégâts ont causé une perte de liquide de refroidissement.

# damage-msgEngineer
source: The probe launch system has been damaged
fr: Le système de lancement des sondes a été endommagé.

# damage-msgEngineer+
source: The probe launch system has been damaged
fr: Le système de lancement des sondes a été endommagé.

# damage-msgEngineer
source: The hacking system has been damaged
fr: Le système de piratage a été endommagé.

# damage-msgEngineer+
source: The hacking system has been damaged
fr: Le système de piratage a été endommagé.

# damage-msgEngineer
source: The scanners have been damaged
fr: Les scanners ont été endommagés.

# damage-msgEngineer+
source: The scanners have been damaged
fr: Les scanners ont été endommagés.

# damage-msgEngineer
source: Combat maneuver has been damaged
fr: La manœuvre de combat a été endommagée.

# damage-msgEngineer+
source: Combat maneuver has been damaged
fr: La manœuvre de combat a été endommagée.

# damage-msgEngineer
source: Self destruct system has been damaged
fr: Le système d'autodestruction a été endommagé.

# damage-msgEngineer+
source: Self destruct system has been damaged
fr: Le système d'autodestruction a été endommagé.

# ridExuari-incCall
source: [%s in %s] Hostile Exuari approach. Help us, please. We cannot defend ourselves. Your ship is the only thing that stands between us and destruction.
fr: [%s en secteur %s] Approche hostile d'Éxuaris. Aidez-nous s'il-vous-plaît. Nous ne pouvons pas nous défendre. Votre vaisseau est la seule chose qui se dresse entre nous et notre destruction.

# ridExuari-incCall
source: %s We think there is an Exuari base hiding in a nebula in sector %s
fr: %s Nous pensons qu'il existe une base Éxuarie cachée dans une nébuleuse en secteur %s.

# ridExuari-incCall
source: %s has asked for help against the Exuari
fr: %s demande de l'aide contre les Éxuaris.

# ridExuari-msgMainscreen
source: Station %s destroyed
fr: Station %s détruite

# ridExuari-shipLog
source: [Captain's Log] We have started our initial shakedown cruise of %s, a %s class ship. The crew are glad to be moving up from the class three freighter we used to run. After several years of doing cargo delivery runs and personnel transfers, it's nice to be on a ship with more self reliance. We've got beam weapons! Our previous ship was defenseless. Unfortunately, our impulse engines are not as fast as our previous ship, but we might be able to fix that. That's the kind of compromise you make when you purchase surplus military hardware. I suspect that we got such a good deal on the ship because the previous owner, the governer of station %s, has an ulterior motive. After all, we are the best qualified to run this ship in the sector and we have not seen any other friendly armed ships around here.
fr: [Journal du capitaine] Nous avons commencé notre première croisière de fortune à bord du %s, un vaisseau de classe %s. L'équipage est heureux de quitter le cargo de classe 3 que nous avions l'habitude d'utiliser. Après plusieurs années à effectuer des livraisons de fret et du transfert de personnel, c'est agréable d'être sur un vaisseau avec plus d'autonomie. Nous avons même des faisceaux laser. Notre vaisseau précédent, lui, était sans défense. Malheureusement, nos moteurs à impulsion ne sont pas aussi rapides que sur notre ancien cargo, mais nous pourrions peut-être résoudre ce problème. C'est le genre de compromis que vous faites lorsque vous achetez du matériel militaire excédentaire. Je pense que si nous avons fait une si bonne affaire avec ce vaisseau, c'est parce que l'ancien propriétaire, le gouverneur de la station %s, avait une idée en tête. Après tout, nous sommes l'équipage le mieux qualifié pour diriger ce vaisseau dans ce secteur et nous n'avons vu aucun autre vaisseau allié armé par ici.

# ridExuari-shipLog
source: [Station %s] Based on our observation of the Exuari base %s in %s, we think it will continue to launch harassing spacecraft in our direction. We know it's a large target for a small fighter, but we believe you can destroy it, %s. We would be very grateful if you would do just that. Our defenses are very limited.
fr: [Station %s] D'après nos observations de la base Éxuarie %s en %s, nous pensons qu'elle continuera à lancer régulièrement des vaisseaux hostiles dans notre direction. Nous savons que c'est une grande cible pour votre petit Combattant, mais nous pensons que vous pouvez la détruire. %s, nous vous serions très reconnaissants de le faire. Nos défenses sont très limitées.

# ridExuari-incCall
source: Thanks for taking care of that Exuari base and all the Exuari ships it deployed. Dock with us for a token of our appreciation
fr: Merci de vous êtres occupé de cette base Éxuarie et de tous les vaisseaux Éxuaris qu'elle a déployés. Amarrez-vous à nous en gage de notre reconnaissance.

# ridExuari-shipLog
source: %s just launched these ships: %s
fr: %s vient de lancer ses vaisseaux : %s

# ridExuari-shipLog
source: %s just launched %s
fr: %s vient de lancer %s

# contract-shipLog
source: Our first contract to a station far away from 'home' marks a significant change in our development as a crew. %s and the rest of the stations know us now as self-sufficient contractors, capable of more than mere deliveries. We now go to develop further standing with the Human Navy.
fr: Notre premier contrat dans une station loin de « chez nous » marque un changement significatif dans notre développement en tant qu'équipage. %s et le reste des stations nous connaissent désormais comme des entrepreneurs autonomes, capables de faire plus que de simples livraisons. Nous allons maintenant développer notre position auprès de la Marine humaine.

# cargo-shipLog
source: [%s] Your delivery contract calls for food, medicine, dilithium and tritanium. Return when you have all four of these and we'll consider your contract fulfilled
fr: [%s] Votre contrat de livraison prévoit de la nourriture ( food), des médicaments (medicine), du dilithium et du tritanium. Revenez lorsque vous aurez les quatre et nous considérerons que votre contrat est rempli.

# cargo-shipLog
source: [%s] Thanks for the cargo, %s. We'll make good use of it. We've added 100 units to your battery capacity and reduced your beam cycle time. Enjoy your visit to the %s system
fr: [%s] Merci pour la cargaison, %s. Nous en ferons bon usage. Nous avons ajouté 100 unités à la capacité de votre batterie et réduit le temps de cycle de vos faisceaux laser. Bonne visite dans le système %s.

# msgMainscreen
source: The supply depot station has been destroyed
fr: Le dépôt de ravitaillement a été détruit.

# msgMainscreen
source: You successfully handled the Kraylor threat
fr: Vous avez géré avec succès la menace Kraylor.

# Kraylor-shipLog
source: [Human Navy Regional Headquarters] All Human Navy vessels are hereby ordered to assist in the repelling of inbound Kraylor ships. We are not sure of their intent, but we are sure it is not good. Destroy them before they can destroy us
fr: [Quartier régional de la Marine humaine] Tous les vaisseaux de la Marine humaine reçoivent l'ordre d'aider à repousser les vaisseaux Kraylors entrants. Nous ne sommes pas sûrs de leur intention, mais nous sommes sûrs que ce n'est rien de bon. Détruisez-les avant qu'ils ne puissent nous attaquer.

# Kraylor-shipLog
source: This includes you, %s
fr: Cela vous inclut, %s.

# KraylorOrders-comms
source: Repel Kraylor
fr: Repousser les Kraylors.

# Kraylor-shipLog
source: Looks like the Kraylor have developed some kind of planet busting weapon. They just destroyed %s with it. Keep them away from %s!
fr: On dirait que les Kraylors ont développé une sorte d'arme de destruction de planètes. Ils viennent de détruire %s avec. Tenez-les éloignés de %s à tout prix !

# KraylorOrders-comms
source: Save planet %s from Kraylor destruction like they destroyed %s by keeping the Kraylor away from %s.
fr: Sauvez la planète %s de la destruction des Kraylors tout comme ils ont détruit %s en gardant les Kraylors loin de %s.

# Kraylor-shipLog
source: Oops, there goes %s
fr: Oups, voilà %s

# msgMainscreen
source: You've saved planet %s
fr: Vous avez sauvé la planète %s.

# msgMainscreen
source: Planet %s was destroyed
fr: La planète %s a été détruite.

# msgMainscreen
source: station %s destroyed
fr: station %s détruite.

# msgMainscreen
source: A contract destination station was destroyed
fr: La destination du contrat a été détruite.

# msgMainscreen
source: Mourning over the loss of the station has halted all business The mission is over
fr: Le deuil de la perte de la station a stoppé toutes les activités. La mission est terminée.

# contract-shipLog
source: [Captain's Log] Why can't the Exuari just leave us alone? I don't understand what it is about them that makes them want to prey on everyone. The upgrades for %s are very nice. They certainly came in handy. With the confidence of stations %s, %s and %s, I feel we will succeed as the space entrepeneurs we want to be.
fr: [Journal du capitaine] Pourquoi les Éxuaris ne peuvent-ils pas nous laisser tranquilles ? Je ne comprends pas ce qu'il y a chez eux qui leur donne envie de s'en prendre à tout le monde. Les mises à niveau de notre %s sont vraiment bien. Elles ont déjà certainement été utiles. Avec la confiance des stations %s, %s et %s, je pense que nous réussirons en tant qu'entrepreneurs de l'espace que nous voulons être.

# Jenny-shipLog
source: Jenny McGuire is now aboard. She's a bit paranoid and has sealed the door to her quarters. You'll have to contact %s to talk to her
fr: Jenny McGuire est maintenant à bord. Elle est un peu paranoïaque et a barricadée la porte de ses quartiers. Vous devrez contacter %s pour lui parler.

# energy-msgScience
source: Energy surge from supply drop
fr: Augmentation de l'énergie due à la cargaison de ravitaillement

# energy-msgOperations
source: Energy surge from supply drop
fr: Augmentation de l'énergie due à la cargaison de ravitaillement

# energy-msgScience
source: Energy surge from area highlighted in yellow
fr: Augmentation de l'énergie de la zone surlignée en jaune

# energy-msgOperations
source: Energy surge from area highlighted in yellow
fr: Augmentation de l'énergie de la zone surlignée en jaune

# scienceDescription-jammer
source: Jump and Warp Jammer
fr: Brouilleurs de téléportation et vitesse lumière
