Repository: daid/EmptyEpsilon
Catalog: scripts/locale/scenario_00_basic.*.po
Languages: de, fr, zh_cn

source: Basic Battle
de: Kampf und Verteidigung
fr: Bataille simple
zh_cn: 基础战斗

source: A few random stations are under attack by enemies, with random terrain around them. Destroy all enemies to win. The scenario provides a single player-controlled Atlantis, which is sufficient to win even in the "Extreme" variant. Other player ships can be spawned, but the strength of enemy ships is independent of the number and types of player ships.
de: Einige zufällig verstreute Stationen in zufällig generierter Umgebung werden angegriffen. Zerstört alle feindlichen Einheiten, um zu gewinnen! Der Schiffstyp "Atlantis" ist ausreichend, um selbst die Variante "Extrem" mit einem einzelnen Schiff zu gewinnen. Andere Schiffe können gespawnt werden, aber die Stärke der feindlichen Schiffe ist unabhängig von Anzahl und Typ der spielbaren Schiffe.
fr: - Durée approx. : 30mn (variable) - Difficulté : Facile (variable) - Vaisseaux joueurs : 1 à plusieurs Quelques stations pour se ravitailler, entourées d'éléments aléatoires, sont attaquées par des ennemis. Protégez les stations et détruisez tous les ennemis pour gagner. Le scénario propose de base un seul vaisseau joueurs : l'Atlantis ou le Phobos m3p, ce qui est suffisant pour gagner même dans la variante "Extrême". D'autres vaisseaux joueurs peuvent être ajoutés, mais la force des vaisseaux ennemis est indépendante du nombre et du type de vaisseaux joueurs. - Titre original : Basic Battle - Auteur : Daid https://discord.gg/GjqM9Y9yBe - Traduction FR : Muerte https://discord.gg/2NPKyMnGwp

# setting
source: Enemies
de: Feinde
fr: Ennemis
zh_cn: 敌人设置

# setting
source: Configures the amount of enemies spawned in the scenario.
de: Anzahl der feindlichen Schiffe in diesem Szenario.
fr: Définit le nombre d'ennemis générés dans le scénario.
zh_cn: 配置场景中生成的敌人数量。

# Enemies
source: Empty
de: Leer
fr: Vide
zh_cn: 无敌人

# Enemies
source: No enemies. Recommended for GM-controlled scenarios and rookie crew orientation. The scenario continues until the GM declares victory or all Human Navy ships are destroyed.
de: Keine feindlichen Einheiten. Empfohlen für SL-kontrollierte Szenarios und zur Orientierung für Anfäger-Crews. Das Szenario läuft bis die SL euren Sieg erklärt oder alle Schiffe der menschlichen Navy zerstört wurden.
fr: Aucun ennemi. Recommandé pour les scénarios contrôlés par le MJ et l'initiation des équipages débutants. Le scénario continue jusqu'à ce que le MJ déclare la victoire ou que tous les vaisseaux de la Marine Humaine soient détruits.

# Enemies
source: Easy
de: Einfach
fr: Facile
zh_cn: 简单

# Enemies
source: Fewer enemies. Recommended for inexperienced crews.
de: Weniger feindliche Schiffe. Empfohlen für unerfahrene Crews.
fr: Moins d'ennemis. Recommandé pour les équipages inexpérimentés.
zh_cn: 敌人较少。推荐给经验不足的船员使用。

# Enemies
source: Normal amount of enemies. Recommended for a normal crew.
de: Normale Anzahl feindlicher Schiffe. Empfohlen für normale Crews.
fr: Quantité d'ennemis par défaut. Recommandé pour un équipage standard.
zh_cn: 正常数量的敌人。适合常规船员使用。

# Enemies
source: Hard
de: Schwer
fr: Difficile

# Enemies
source: More enemies. Recommended if you have multiple player-controlled ships.
de: Mehr feindliche Einheiten, Empfohlen bei mehreren von Spieler:innen gesteuerten Schiffen.
fr: Plus d'ennemis. Recommandé si vous avez plusieurs vaisseaux contrôlés par des joueurs.

# Enemies
source: Extreme
de: Extrem
fr: Extrême

# Enemies
source: Many enemies. Inexperienced player crews will pretty surely be overwhelmed.
de: Viele feindliche Einheiten. Unerfahrene Crews werden überwältigt werden.
fr: Beaucoup d'ennemis. Les équipages de joueurs inexpérimentés seront sûrement submergés.

# setting
source: Time
de: Zeit
fr: Durée

# setting
source: Sets up how much time the players have for the scenario
de: Die Zeit, welche für das Bestehen des Szenarios zur Verfügung steht
fr: Définit le temps dont disposent les joueurs pour le scénario.

# Time
source: Unlimited
de: Unbegrenzt
fr: Illimitée

# Time
source: No time limit
de: Kein Zeitlimit
fr: Sans limite de temps.

# Time
source: Automatic loss after 20 minutes
de: Automatische Niederlage nach 20 Minuten
fr: Défaite automatique après 20 minutes.

# Time
source: Automatic loss after 30 minutes
de: Automatische Niederlage nach 30 Minuten
fr: Défaite automatique après 30 minutes.

# Time
source: Automatic loss after 60 minutes
de: Automatische Niederlage nach 20 Minuten
fr: Défaite automatique après 60 minutes.

# setting
source: PlayerShip
de: Spielerschiff
fr: Vaisseau joueurs

# setting
source: Sets the default player ship
de: Das erste spielbare Schiff (weitere können gespawnt werden)
fr: Définit le vaisseau joueurs par défaut.

# PlayerShip
source: Powerful ship with sidewards missile tubes. Requires more advanced play.
de: Starkes Schiff mit seitlichen Raketenschächten. Benötigt eine etwas fortgeschrittenere Spielweise.
fr: Vaisseau puissant avec tubes lance-missiles latéraux. Nécessite un peu d'expérience.

# PlayerShip
source: Simpler, less powerful ship. But easier to handle. Recommended for new crews.
de: Simpleres, weniger starkes Schiff, aber einfacher zu bedienen. Für unerfahrene Crews empfohlen.
fr: Vaisseau plus simple et moins puissant mais plus facile à maîtriser que l'Atlantis. Recommandé pour les nouveaux équipages.

# buttonGM
source: +Named Waves
de: +Welle: aus Schiffstyp
fr: + Vagues nommées

# buttonGM
source: Random wave
de: Zufällige Welle
fr: Vague aléatoire

# buttonGM
source: Random friendly
de: Zufälliger Verbündeter
fr: Allié aléatoire

# buttonGM
source: Win
de: Sieg für menschl.Navy
fr: Gagner

# buttonGM
source: Victory?
de: Gewonnen?
fr: Victoire ?

# buttonGM
source: Yes
de: Ja
fr: Oui

# msgGM
source: Players have won. Scenario ended.
de: Menschliche Navy hat gewonnen. Szenario beendet.

# buttonGM
source: No
de: Nein
fr: Non

# buttonGM
source: GM
de: festlegen
fr: MJ

# buttonGM
source: Random
de: Zufall
fr: Aléatoire

# buttonGM
source: Fighter
de: Jäger

# buttonGM
source: Gunship
de: Kanonenboot

# buttonGM
source: Missile Cruiser
de: Raketenkreuzer

# buttonGM
source: Cruiser
de: Kreuzer

# buttonGM
source: -From Named Waves
de: -Welle: aus Schiffstyp
fr: - Vagues nommées

# goal-incCall
source: %s, your objective is to fend off the incoming Kraylor attack. Please inform your Captain and crew that you have a total of %d minutes for this mission. The mission started at the arrival of this message. Good luck.
de: %s, Ihr Ziel ist es, den bevorstehenden Kraylor-Angriff abzuwehren. Bitte teilen Sie Captain und Crew mit, dass Sie insgesamt %d Minuten für diese Mission haben. Die Mission beginnt mit dem Erhalt dieser Botschaft. Viel Glück.
fr: %s, votre objectif est de repousser l'attaque Kraylor en cours. Veuillez informer votre capitaine et l'équipage que vous disposez de %d minutes maximum pour mener à bien votre mission. La mission commence à réception de ce message. Bonne chance.

# goal-incCall
source: %s, your objective is to fend off the incoming Kraylor attack. Good luck.
de: %s, Ihr Ziel ist es, den bevorstehenden Kraylor-Angriff abzuwehren. Viel Glück.
fr: %s, votre objectif est de repousser l'attaque Kraylor. Bonne chance.

# msgMainscreen&Spectbanner
source: Mission: SUCCESS (%d seconds left)
de: Mission ERFOLGREICH! (%d Sekunden verbleibend)
fr: Mission : SUCCES (%d secondes restantes)

# msgMainscreen&Spectbanner
source: Mission: FAILED (time has run out)
de: Mission FEHLGESCHLAGEN (Zeit abgelaufen)
fr: Mission : ECHEC (temps écoulé)

# time-incCall
source: %s, you have %d minute remaining.
de: %s, Sie haben noch %d Minute Zeit.
fr: %s, il ne vous reste qu'%d minute.

# time-incCall
source: %s, you have %d minutes remaining.
de: %s, Sie haben noch %d Minuten Zeit.
fr: %s, il ne vous reste que %d minutes.

# time-incCall
source: %s, you have %d minutes remaining of mission time.
de: %s, Sie haben noch %d Minuten Zeit für die Mission.
fr: %s, il ne vous reste que %d minutes pour réussir votre mission.

# msgMainscreen&Spectbanner
source: Mission: FAILED (no friendlies left)
de: Mission FEHLGESCHLAGEN (keine Verbündeten mehr übrig)
fr: Mission : ECHEC (aucune base alliée restante)

# msgMainscreen&Spectbanner
source: Mission: FAILED (all your ships destroyed)
de: Mission FEHLGESCHLAGEN (alle eigenen Schiffe zerstört)
fr: Mission : ECHEC (tous vos vaisseaux détruits)

# msgSpectbanner
source: Mission in progress - Time left: %d:%02d - Enemies: %d
de: Mission läuft. Verbleibende Zeit: %d:%02d - Feinde: %d
fr: Mission en cours - Temps restant : %d:%02d - Ennemis : %d

# buttonGM
source: Players have won
fr: Les joueurs ont gagné

# buttonGM
source: Scenario ended
fr: Scénario terminé

source: ""A few random stations are under attack by enemies, with random terrain around them. Destroy all enemies to win. The scenario provides a single player-controlled Atlantis, which is sufficient to win even in the "Extreme" variant. Other player ships can be spawned, but the strength of enemy ships is independent of the number and types of player ships.""
zh_cn: ""一些随机空间站正受到敌人的攻击，周围地形也随机生成。摧毁所有敌人即可获胜。 该场景提供一艘玩家控制的亚特兰蒂斯号飞船，即使在“极限”模式下也足以获胜。 可以生成其他玩家飞船，但敌方飞船的强度与玩家飞船的数量和类型无关。""

# Enemies
source: ""No enemies. Recommended for GM-controlled scenarios and rookie crew orientation. The scenario continues until the GM declares victory or all Human Navy ships are destroyed.""
zh_cn: ""没有敌人。推荐用于由游戏主持人（GM）控制的场景或新手船员训练。 该场景将持续到GM宣布胜利或所有人类海军飞船被摧毁为止。""

# Enemies
source: Normal
zh_cn: 普通
