Repository: daid/EmptyEpsilon
Catalog: scripts/locale/scenario_79_kessler.*.po
Languages: de, fr

source: Syncing transmitter...
de: Sender wird gekoppelt...

source: send signal
de: Signal senden
fr: Envoi du signal

source: Transmitter is ready
de: Sender ist bereit
fr: L'émetteur est prêt

source: Rogue satellites shut down
de: Fehlerhafte Satelliten deaktiviert
fr: Satellites rebelles neutralisés

source: Congratulations! You saved the global satellite network from destruction. I call this a successful test run and we're gonna initiate the production of our fleet of tidying ships immediately. So eventually, we will get rid of this space junk problem once and for all. You and the rest of your crew did a great job!
de: Sie haben das weltweite Satellitennetzwerk vor der Zerstörung gerettet! Das nenne ich einen erfolgreichen Testlauf! Wir werden uns so schnell wie möglich daran machen, eine ganze Flotte von Aufräumschiffen herzustellen. So werden wir endlich das Problem mit dem Weltraumschrott in den Griff bekommen! Sie und der Rest Ihrer Crew haben hervorragende Arbeit geleistet!
fr: Toutes nos félicitations ! Vous venez de sauver le réseau satellite mondial de la destruction. J'appelle ça un essai promptement réussi. Nous allons immédiatement lancer la production de notre flotte de vaisseaux de nettoyage. Nous allons nous débarrasser une fois pour toutes de ce problème de déchets spatiaux. Vous et le reste de votre équipe avez fait un excellent travail !

source: Empty ship
de: Leeres Schiff

source: Out of reach
de: Außer Reichweite
fr: Module hors de portée

source: Transmitter is not linked yet
de: Sender ist noch nicht gekoppelt
fr: Émetteur pas encore relié

source: This is the command node that controls the rogue satellites. We have to shut it down!
de: Dies ist der Kontrollsatellit, der die fehlerhaften Militärsatelliten kontrolliert. Wir müssen ihn irgendwie abschalten!
fr: C'est le module de commande qui contrôle les satellites rebelles. Nous devons le neutraliser !

source: A piece of space junk. Scan to find out the capturing frequency
de: Ein Stück Weltraumschrott. Bitte scannen, um die Frequenz zum Einfangen herauszufinden
fr: Un morceau de débris spatial. Il faut le scanner pour connaître sa fréquence de ramassage.

source: Very good so far! Don't worry, you don't have to clean up all of the marked space junk in your first test run, but we still need quite a few of them before we call it a day.
de: Sehr gut! Keine Sorge, Sie müssen nicht alle markierten Schrottteile aufsammeln, das ist nur ein erster Testlauf. Trotzdem brauchen wir noch ein paar davon, bevor Sie Feierabend machen können.
fr: C'est très bien jusqu'à présent ! Ne vous inquiétez pas, vous n'allez pas nettoyer tous les déchets spatiaux du secteur lors de cette 1ère phase de tests. Nous avons cependant encore besoin de quelques débris avant de pouvoir valider cet essai.

source: An old military satellite
de: Ein alter Militärsatellit
fr: Un ancien satellite militaire

source: An old military satellite. Capturing frequency is blocked.
de: Ein alter Militärsatellit. Frequenz zum einfangen wird blockiert.
fr: Un ancien satellite militaire. Sa fréquence de récupération est bloquée.

source: An operational satellite
de: Ein funktionsfähiger Satellit
fr: Un satellite opérationnel

source: This satellite is fully operational. Do not capture!
de: Dieser Satellit ist voll funktionsfähig. Nicht einfangen!
fr: Ce satellite est pleinement opérationnel. Ne le ramassez pas !

source: Kessler
fr: Le syndrome de Kessler

# buttonGM
source: Showdown
fr: Confrontation

source: Good day, officer. If you need repairs or to replenish your energy, please dock with us.
fr: Bonjour officier, Si vous avez besoin de réparations ou de refaire le plein d'énergie, veuillez vous amarrer à notre station.

source: As soon as your transmitter is fully charged, the weapons officer has to sync the shields with the transmitter (a Button will appear on the console). Then, you yourself on Relay will have to send the signal. (There will be a button for this as well.) Good luck!"
fr: Tidy-2, Dès que l'émetteur sera complètement chargé, l'officier des armes devra synchroniser les boucliers avec l'émetteur. Une commande s'affichera sur sa console pour cela. Ensuite, vous-même, officier des communications, devrez envoyer le signal, une commande s'affichera également sur votre console. Bonne chance !"

source: As soon as your transmitter is fully charged, the weapons officer has to sync the shields with the transmitter (a Button will appear on the console. Then, you yourself on Operations will have to send the signal. (You will have to change your sidebar from 'Scanning' to 'Other' by pressing the 'Scanning' headline or the arrows next to it.) Good luck!
fr: Tidy-2, Dès que l'émetteur sera complètement chargé, l'officier des armes devra synchroniser les boucliers avec l'émetteur. Une commande s'affichera sur sa console pour cela. Ensuite, vous-même, officier des opérations, devrez envoyer le signal : vous devrez switcher votre barre latérale de « Scan » sur « Autre », une commande s'affichera également sur votre console. Bonne chance !" Ensuite, vous-même sur les opérations devrez envoyer le signal. (.) Bonne chance !
