Repository: daid/EmptyEpsilon
Catalog: scripts/locale/scenario_55_defenderHunter.*.po
Languages: de, fr

# trade-comms
source: Where are you headed? (cost: %f reputation)
de: Wohin sind Sie unterwegs? (Kosten: %f Ruf)
fr: Où allez-vous? (coût : %f réputation)

# trade-comms
source: Insufficient cargo space for purchase
de: Unzureichender Laderaum für den Kauf.
fr: Espace de chargement insuffisant pour acheter

# trade-comms
source: Insufficient inventory on freighter
de: Auf dem Frachter ist nichts davon geladen
fr: Stock insuffisant sur le cargo

# trade-comms
source: Purchased
de: Gekauft
fr: Acheté

# trade-comms
source: Why are you bothering me?
de: Warum belästigen Sie mich?
fr: Pourquoi me dérangez-vous ?

# ship-comms
source: Sorry, we have no time to chat with you. We are on an important mission.
de: Leider haben wir keine Zeit, mit Ihnen zu plaudern. Wir sind auf einer wichtigen Mission.
fr: Désolé, nous n'avons pas le temps de discuter avec vous. Nous sommes en mission de la plus haute importance.

# ship-comms
source: We have nothing for you. Good day.
de: Wir können Ihnen nichts anbieten. Einen schönen Tag noch.
fr: Nous n'avons rien pour vous. Bonne journée.

# goalAudio-shipLog
source: You are to protect your home base, %s, against enemy attack. Respond to other requests as you see fit
de: Sie sollen Ihre Heimatbasis %s gegen feindliche Angriffe schützen. Reagieren Sie auf andere Anfragen, wie Sie es für richtig halten.
fr: Vous devez protéger votre base d'attache, %s, contre les attaques ennemies. Répondez aux autres missions comme bon vous semble.

# goal-comms
source: Protect %s
de: Schützt %s.
fr: Protéger %s

# intelligenceOrdersAudio-shipLog
source: [%s] We need some goods of type %s. Can you help? I hear %s has some
de: [%s] Wir benötigen einige Waren des Typs %s. Können Sie uns helfen? Ich habe gehört, %s hat einige.
fr: [%s] Nous avons besoin de marchandises de type %s. Pouvez-vous aider ? J'ai entendu dire que %s en avait.

# intelligenceOrders-comms
source: Bring %s to %s. Possible source: %s
de: Bringen Sie %s nach %s. Mögliche Quelle: %s
fr: Apporter %s à %s. Source possible : %s

# upgrade-comms
source: Get ship maneuver upgrade
de: Upgrade für Manövriertriebwerke erlangen.
fr: Obtenir la mise à niveau de la manœuvre du vaisseau.

# intelligenceOrders-comms
source: The enemy activity has been traced back to enemy bases nearby. Find these bases and stop these incursions. Threat Assessment: %.1f
de: Die feindlichen Aktivitäten wurden zu feindlichen Stützpunkten in der Nähe zurückverfolgt. Finden Sie diese Stützpunkte und stoppen Sie diese Übergriffe. Bewertung der Bedrohung: %.1f
fr: L'activité ennemie a été retracée jusqu'aux bases ennemies à proximité. Trouvez ces bases et arrêtez ces incursions. Évaluation de la menace : %.1f

# intelligenceOrders-comms
source: Find enemy bases. Stop enemy incursions. TA:%.1f
de: Finden Sie die feindlichen Stützpunkte. Stoppen Sie die feindlichen Übergriffe. BB:%.1f
fr: Trouver les bases ennemies. Stopper les incursions ennemies. TA : %.1f

# intelligenceOrdersAudio-shipLog
source: Kraylor prefect Ghalontor has moved to one of the enemy stations. Destroy that station and the Kraylor incursion will crumble. Threat Assessment: %.1f
de: Der Kraylor-Präfekt Ghalontor hat sich in eine der feindlichen Stationen begeben. Zerstören Sie diese Station, und die Kraylor-Invasion wird zusammenbrechen. Bewertung der Bedrohung: %.1f
fr: Le préfet Kraylor, Ghalontor, s'est réfugié sur l'une des stations ennemies. Détruisez cette station et l'invasion Kraylor s'effondrera. Évaluation de la menace : %.1f

# intelligenceOrders-comms
source: Destroy enemy base with Prefect Ghalontor aboard. TA:%.1f
de: Zerstören Sie die feindliche Basis mit Präfekt Ghalontor an Bord. BB:%.1f
fr: Détruire la base ennemie avec le préfet Ghalontor à son bord. TA : %.1f

# intelligenceOrders-comms
source: Enemy base located in %s. Others expected nearby. Threat Assessment: %.1f
de: Feindlicher Stützpunkt in %s lokalisiert. Weitere in der Nähe erwartet. Bewertung der Bedrohung: %.1f
fr: Base ennemie située en %s. D'autres attendues à proximité. Évaluation de la menace : %.1f

# intelligenceOrders-comms
source: Destroy enemy base possibly near %s with Prefect Ghalontor aboard. TA:%.1f
de: Zerstören Sie die feindliche Basis möglicherweise in der Nähe von %s mit Präfekt Ghalontor an Bord. BB:%.1f
fr: Détruire la base ennemie se trouvant surement près du secteur %s avec le préfet Ghalontor à son bord. TA : %.1f

# intelligenceOrders-comms
source: Another enemy base located in %s. Others expected nearby. Threat Assessment: %.1f
de: Eine weitere feindliche Basis in %s lokalisiert. Weitere werden in der Nähe erwartet. Bewertung der Bedrohung: %.1f
fr: Une autre base ennemie située en %s. D'autres attendues à proximité. Évaluation de la menace : %.1f

# intelligenceOrders-comms
source: Destroy enemy base possibly near %s or %s with Prefect Ghalontor aboard. TA:%.1f
de: Zerstören Sie den feindlichen Stützpunkt möglicherweise in der Nähe von %s oder %s mit Präfekt Ghalontor an Bord. BB:%.1f
fr: Détruire la base ennemie possiblement près du secteur %s ou %s avec le préfet Ghalontor à bord. TA : %.1f

# IntelligenceOrders-comms
source: Destroy enemy base possibly near %s, %s or %s with Prefect Ghalontor aboard. TA:%.1f
de: Zerstöre feindlichen Stützpunkt möglicherweise in der Nähe von %s, %s oder %s mit Präfekt Ghalontor an Bord. BB:%.1f
fr: Détruire la base ennemie surement près de %s, %s ou %s avec le préfet Ghalontor à bord. TA : %.1f

# intelligenceOrders-comms
source: Another enemy base located in %s. Others expected nearby: Threat Assessment: %.1f
de: Eine weitere feindliche Basis befindet sich in %s. Weitere werden in der Nähe erwartet: Bewertung der Bedrohung: %.1f
fr: Une autre base ennemie située en secteur %s. D'autres attendues à proximité : Évaluation de la menace : %.1f

# intelligenceOrders-comms
source: Destroy enemy base possibly near %s, %s, %s or %s with Prefect Ghalontor aboard. TA:%.1f
de: Zerstöre feindlichen Stützpunkt möglicherweise in der Nähe von %s, %s, %s oder %s mit Präfekt Ghalontor an Bord. BB:%.1f
fr: Détruire la base ennemie se trouvant surement près de %s, %s, %s ou %s avec le préfet Ghalontor à bord. TA : %.1f

# intelligenceOrders-comms
source: We confirmed Prefect Ghalontor is aboard enemy station %s in %s. Threat Assessment: %.1f
de: Wir haben bestätigt, dass Präfekt Ghalontor an Bord der feindlichen Station %s in %s ist. Bewertung der Bedrohung: %.1f
fr: Nous confirmont que le préfet Ghalontor est à bord de la station ennemie %s en %s. Évaluation de la menace : %.1f

# intelligenceOrders-comms
source: Destroy enemy base %s in %s. TA:%.1f
de: Zerstöre feindliche Basis %s in %s. BB: %.1f
fr: Détruire la base ennemie %s en %s. AT : %.1f

# upgradeOrdersAudio-shipLog
source: [%s] We are running low on goods of type %s. Can you help? %s in %s should have some
de: [%s] Wir haben nur noch wenige Waren des Typs %s. Können Sie uns helfen? %s in %s sollte etwas haben.
fr: [%s] Nous manquons de marchandises de type %s. Pouvez-vous nous aider ? %s en %s devrait en avoir.

# upgradeOrders-comms
source: Bring %s to %s. Possible source: %s in %s
de: Bringen Sie %s nach %s. Mögliche Quelle: %s in %s.
fr: Apporter %s à %s. Source possible : %s en %s

# upgrade-comms
source: Upgrade %s to rotate
de: Upgrade %s zum Rotieren.
fr: Mettre à niveau %s pour la rotation.

# upgrade-comms
source: Get beam cycle time upgrade
de: Upgrade des Laser-Ladezyklus erlangen.
fr: Obtenir une mise à niveau de la durée de cycle des faisceaux laser.

# upgrade-comms
source: Get hull upgrade
de: Upgrade der Hülle erlangen.
fr: Obtenir une mise à niveau de la coque.

# PaulOrders-shiplog
source: Agent Paul Straight has information on enemies in the area and a proposal. Pick him and his equipment up at station %s
de: Agent Paul Straight hat Informationen über Feinde in diesem Gebiet und einen Vorschlag. Holen Sie ihn und seine Ausrüstung an der Station %s ab.
fr: L'agent Paul Straight a des informations sur les ennemis de la région et une proposition. Récupérez-le avec son équipement à la station %s.

# PaulOrders-comms
source: Get Paul Straight at station %s
de: Holen Sie Paul Straight an der Station %s ab.
fr: Récupérer Paul Straight à la station %s.

# PaulOrders-shiplog
source: [Paul Straight] I've been studying enemy station %s in %s: traffic patterns, communication traffic, energy signature, etc. I've built a specialized short range transporter that should be able to beam me onto the station through their shields. I need to get refined readings from 20 units or closer for final calibration. Please take me to within 20 units of %s
de: [Paul Straight] Ich habe die feindliche Station %s in %s studiert: Transportmuster, Kommunikationsverkehr, Energiesignatur, usw. Ich habe einen speziellen Kurzstreckentransporter gebaut, mit dem ich mich durch die Schilde der Station beamen können sollte. Für die endgültige Kalibrierung benötige ich verfeinerte Messwerte aus 20 U oder näher. Bitte bringen Sie mich bis auf 20 U an %s heran.
fr: [Paul Straight] J'ai étudié la station ennemie %s en %s : modèles de trafic, communications, signature énergétique, etc. J'ai construit un téléporteur spécialisé à courte portée qui devrait être capable de me téléporter sur la station à travers leurs boucliers . J'ai besoin d'obtenir des lectures affinées à partir de 20 unités ou plus pour l'étalonnage final. Veuillez m'amener à moins de 20 unités de %s.

# PaulOrders-comms
source: Take Paul Straight to within 20U of %s in %s
de: Bring Paul Straight bis auf 20U an %s in %s heran.
fr: Transporter Paul Straight à moins de 20U de %s en %s.

# Paul-shiplog
source: [Paul Straight] I've got my readings. Let me calibrate the transporter
de: [Paul Straight] Ich habe meine Messwerte. Lassen Sie mich den Transporter kalibrieren.
fr: [Paul Straight] J'ai mes lectures. Laissez-moi calibrer le téléporteur.

# msgHelms
source: [Paul Straight] The ship is in range. I completed my scans. Thank you
fr: [Paul Straight] Le vaisseau est à portée. J'ai terminé mes scans. Merci.

# msgTactical
source: [Paul Straight] The ship is in range. I completed my scans. Thank you
fr: [Paul Straight] Le vaisseau est à portée. J'ai terminé mes scans. Merci.

# Paul-shiplog
source: [Paul Straight] It's too bad the station was destroyed
de: [Paul Straight] Zu schade, dass die Station zerstört wurde.
fr: [Paul Straight] C'est vraiment dommage que la station ait été détruite.

# PaulOrders-shiplog
source: [Paul Straight] My transporter is ready. I've disguised myself as a Kraylor technician. I need you to take the ship within 2.5U of %s. You don't need to defeat any patrols, but there might be some enemy interest in your ship flying so close to the station. After I am aboard %s, I will gether intelligence and transmit it back. I'm ready to proceed
de: [Paul Straight] Mein Transporter ist bereit. Ich habe mich als Kraylor-Techniker getarnt. Sie müssen das Schiff innerhalb von 2,5U von %s bringen. Sie brauchen keine Patrouillen zu bekämpfen, aber es könnte ein feindliches Interesse erwecken, dass Ihr Schiff so nahe an der Station fliegt. Wenn ich an Bord von %s bin, werde ich Informationen sammeln und sie zurückschicken. Ich bin bereit, loszulegen.
fr: [Paul Straight] Mon téléporteur est prêt. Je me suis déguisé en technicien Kraylor. J'ai besoin que vous rapprochiez le vaisseau à moins de 2,5U de %s. Vous n'avez pas besoin d'éliminer les patrouilles, mais naviguer si près de la station pourrait éveiller l'intérêt de l'ennemi. Une fois que je serai à bord de %s, je rassemblerai des renseignements et les retransmettrai. je suis prêt à y aller.

# PaulOrders-comms
source: Get ship within 2.5U of %s in %s to secretly transport Paul Straight
de: Schiff innerhalb von 2,5U von %s in %s halten, um Paul Straight heimlich zu transportieren.
fr: Récupérer le vaisseau à moins de 2,5U de %s dans le secteur %s pour transporter secrètement Paul Straight.

# msgScience
source: Paul Straight has transported aboard %s
fr: Paul Straight a été transporté à bord de %s.

# msgOperations
source: Paul Straight has transported aboard %s
fr: Paul Straight a été transporté à bord de %s.

# Paul-comms
source: Await intelligence results from Paul Straight on %s
de: Warten auf nachrichtendienstliche Ergebnisse von Paul Straight auf %s.
fr: En attente des résultats des renseignements de Paul Straight sur %s.

# Paul-comms
source: [Paul Straight] I discovered the location of the enemy bases in the area:
de: [Paul Straight] Ich habe die Lage der feindlichen Stützpunkte in diesem Gebiet entdeckt:
fr: [Paul Straight] J'ai découvert l'emplacement des bases ennemies dans la zone :

# Paul-comms
source: %s in %s
fr: %s en %s

# msgScience
source: Lifesign telemetry from Paul Straight's equipment has ceased
fr: L'indicateur de vie de l'équipement de Paul Straight a cessé d'émettre.

# msgOperations
source: Lifesign telemetry from Paul Straight's equipment has ceased
fr: L'indicateur de vie de l'équipement de Paul Straight a cessé d'émettre.

# Paul-shipLog
source: [Paul Straight] Prefect Ghalantor is on station %s. Wait, someone is coming...
de: [Paul Straight] Präfekt Ghalantor ist auf Station %s. Warte, da kommt jemand...
fr: [Paul Straight] Le préfet Ghalantor est à la station %s. Attendez, quelqu'un arrive...

# Paul-incCall
source: We discovered your perfidious spy aboard our station. He will be executed for his treasonous activities
fr: Nous avons découvert votre perfide espion à bord de notre station. Il sera exécuté pour ses activités de trahison.

# Paul-msgScience
source: Lifesign telemetry from Paul Straight's equipment has ceased
de: Die Lebensdaten-Telemetrie von Paul Straight's Ausrüstung hat ausgesetzt.
fr: L'indicateur de vie de l'équipement de Paul Straight a cessé d'émettre.

# HMSBounty-shipLog
source: [HMS Bounty] We stole a Kraylor ship, but were damaged during the escape. Can you help? We are in %s
de: [HMS Bounty] Wir haben ein Kraylor-Schiff gestohlen, wurden aber auf der Flucht beschädigt. Könnt Ihr uns helfen? Wir sind in %s.
fr: [HMS Bounty] Nous avons volé un vaisseau Kraylor, mais il a été endommagé pendant l'évasion. Pouvez-vous aider ? Nous sommes dans le secteur %s.

# HMSBounty-comms
source: Help HMS Bounty in %s
de: Hilf HMS Bounty in %s.
fr: Aidez HMS Bounty en %s.

# HMSBounty-shipLog
source: [HMS Bounty] Please ask your engineer to transport a spare repair technician to help with repairs
de: [HMS Bounty] Bitten Sie Ihren Ingenieur, einen Ersatzreparaturtechniker zu transportieren, um bei der Reparatur zu helfen.
fr: [HMS Bounty] Veuillez demander à votre ingénieur de transporter un technicien de réparation supplémentaire pour aider aux réparations.

# buttonEngineer
source: Transport technician
fr: Transport technicien

# buttonEngineer+
source: Transport technician
fr: Transport technicien

# HMSBounty-shipLog
source: HMS Bounty has been destroyed
de: Die HMS Bounty wurde zerstört.
fr: Le HMS Bounty a été détruit.

# HMSBounty-shipLog
source: [HMS Bounty] Our engines have been repaired. We stand ready to assist
de: [HMS Bounty] Unsere Triebwerke sind repariert. Wir sind bereit zu helfen.
fr: [HMS Bounty] Nos moteurs ont été réparés. Nous sommes prêts à aider.

# MariaOrdersAudio-shipLog
source: Intelligence analysis shows research on the network that could double the shield strength of station %s. The analysis shows that the technical expert can be found on station %s in sector %s
de: Unsere nachrichtendienstliche Analyse zeigt Forschungen im Netz, die die Schildstärke der Station %s verdoppeln könnten. Die Analyse besagt, dass der technische Experte auf der Station %s im Sektor %s zu finden ist.
fr: L'analyse du renseignement montre des recherches sur le réseau qui pourraient doubler la puissance du bouclier de la station %s. L'analyse montre que l'expert technique se trouve sur la station %s dans le secteur %s.

# MariaOrders-comms
source: Find shield expert at station %s in %s
de: Finde den Schildexperten auf der Station %s in %s.
fr: Trouver un expert en bouclier à la station %s en %s.

# MariaOrdersAudio-shipLog
source: We heard you were looking for our former shield maintenance technician, Maria Shrivner who's been publishing hints about advances in shield technology. We've been looking for her. We only just found out that she left the station after a severe romantic breakup with her supervisor. She took a job on a freighter %s which was last reported in %s
de: Wir haben gehört, dass Sie nach unserer ehemaligen Schildwartungstechnikerin Maria Shrivner suchen, die Hinweise auf Fortschritte in der Schildtechnologie veröffentlicht hat. Wir haben nach ihr gesucht. Wir haben gerade erst herausgefunden, dass sie die Station nach einem schweren Beziehungsstreit mit ihrem Vorgesetzten verlassen hat. Sie nahm einen Job auf dem Frachter %s an, der zuletzt in %s verzeichnet wurde.
fr: Nous avons entendu dire que vous recherchiez notre ancienne technicienne de maintenance des boucliers, Maria Shrivner, qui a publié des conseils sur les progrès de la technologie des boucliers. Nous l'avons recherchée. Nous venons tout juste d'apprendre qu'elle a quitté la station après une grosse rupture amoureuse avec son superviseur. Elle a pris un emploi sur le cargo %s qui a été signalé pour la dernière fois en %s.

# MariaOrders-comms
source: Meet transport %s last reported in %s to find Maria Shrivner
de: Treffen Sie den Transporter %s, der zuletzt in %s gemeldet wurde, um Maria Shrivner zu finden.
fr: Trouver le transport %s signalé pour la dernière fois dans le secteur %s pour rencontrer Maria Shrivner.

# Maria-shipLog
source: We received word that station %s has been destroyed. However, in some of their final records we see that Maria Shrivner left the station to take a job on freighter %s which was last reported in %s
de: Wir haben erfahren, dass die Station %s zerstört worden ist. In einigen ihrer letzten Aufzeichnungen sehen wir jedoch, dass Maria Shrivner die Station verlassen hat, um einen Job auf dem Frachter %s anzunehmen, der zuletzt in %s gemeldet wurde.
fr: Nous avons appris que la station %s a été détruite. Cependant, dans certains de leurs derniers enregistrements, nous pouvons voir Maria Shrivner quitter la station pour prendre un emploi sur le cargo %s qui a été signalé pour la dernière fois en %s.

# Maria-shipLog
source: Station %s has been destroyed leaving no hints for shield upgrade followup
de: Station %s wurde zerstört und hinterlässt keine Hinweise für die Aufrüstung der Schilde.
fr: La station %s a été détruite, ne laissant aucun indice pour le suivi de la mise à niveau du bouclier.

# MariaOrdersAudio-shipLog
source: [Maria Shrivner] It was tragic that %s was destroyed. Bring me to %s and I'll double %s's shield effectiveness
de: [Maria Shrivner] Es war tragisch, dass %s zerstört wurde. Bringt mich zu %s und ich verdopple die Wirksamkeit von %s' Schilden.
fr: [Maria Shrivner] Ca été tragique que %s ait été détruit. Amenez-moi sur %s et je doublerai l'efficacité du bouclier de %s.

# MariaOrders-comms
source: Return to home base with Maria Shrivner to double shield capacity
de: Kehrt zurück zur Heimatbasis mit Maria Shrivner, um die Schildkapazität zu verdoppeln.
fr: Retourner à la base avec Maria Shrivner pour doubler la capacité du bouclier.

# MariaOrdersAudio-shipLog
source: [Maria Shrivner] I should not have broken up with him, it was all a misunderstanding. Help me get him some rare material as a gift and I'll double %s's shield effectiveness
de: [Maria Shrivner] Ich hätte mich nicht von ihm trennen sollen, es war alles ein Missverständnis. Helft mir, ihm ein paar seltene Materialien zu schenken, und ich verdopple die Wirksamkeit von %s' Schild.
fr: [Maria Shrivner] Je n'aurais jamais dû rompre avec lui, c'était une erreur. Aidez-moi à lui offrir du matériel rare et je doublerai l'efficacité du bouclier de %s.

# MariaOrders-comms
source: Get gold, platinum, dilithium, tritanium or cobalt and bring it and Maria Shrivner to %s
de: Besorgen Sie Gold, Platin, Dilithium, Tritanium oder Kobalt und bringen Sie es und Maria Shrivner zu %s.
fr: Obtenir de l'or (gold), du platine (platinum), du dilithium, du tritanium ou du cobalt et l'apporter à Maria Shrivner sur %s.

# MariaOrdersAudio-shipLog
source: [Maria Shrivner] Well, he's at least thinking about it. He liked the gift. Take me to %s and let's get those shields upgraded
de: [Maria Shrivner] Nun, er denkt zumindest darüber nach. Das Geschenk hat ihm gefallen. Bringen Sie mich zu %s und lassen Sie uns die Schilde aufrüsten.
fr: [Maria Shrivner] Eh bien, il y pense au moins. Il a aimé le cadeau. Emmenez-moi sur %s et mettons ces boucliers à niveau.

# Maria-shipLog
source: We were just notified that station %s has been destroyed
de: Wir wurden soeben benachrichtigt, dass die Station %s zerstört worden ist.
fr: Nous venons juste d'être informés que la station %s a été détruite.

# MariaOrdersAudio-shipLog
source: [Maria Shrivner] Oh no! I'm too late! Now we'll never be reconciled. *sniff* Well, the least I can do is upgrade %s's shields. Take me there and I'll double %s's shield capacity
de: [Maria Shrivner] Oh nein! Ich bin zu spät dran! Jetzt werden wir uns nie wieder versöhnen. *schnief* Nun, das Mindeste, was ich tun kann, ist, die Schilde von %s zu verbessern. Bringt mich dorthin und ich verdopple die Schildkapazität von %s.
fr: [Maria Shrivner] Oh non ! J'arrive trop tard ! Maintenant, nous ne serons jamais réconciliés. *sniff* Eh bien, le moins que je puisse faire est d'améliorer les boucliers de %s. Emmenez-moi sur %s et je doublerai la capacité du bouclier.

# MariaAudio-shipLog
source: [Maria Shrivner] %s's shield capacity has been doubled. They should charge up to their new capacity eventually
de: [Maria Shrivner] Die Schildkapazität von %s wurde verdoppelt. Sie sollten sich bald auf ihre neue Kapazität aufladen.
fr: [Maria Shrivner] La capacité du bouclier de %s a été doublée. Il devrait éventuellement se charger jusqu'à sa nouvelle capacité.

# helpfullWarning-shipLog
source: [%s] Our sensors detect enemies nearby
de: [%s] Unsere Sensoren erfassen Feinde in der Nähe.
fr: [%s] Nos capteurs détectent des ennemis à proximité.

# helpfullWarning-shipLog
source: Shield: %.1f%% (%.1f/%.1f)
de: Schild: %.1f%% (%.1f/%.1f)
fr: Bouclier : %.1f%% (%.1f/%.1f)

# helpfullWarning-shipLog
source: Shield count: %i
de: Anzahl der Schilde: %i
fr: Nombre de boucliers : %i

# helpfullWarning-shipLog
source: Shield %i: %i%% (%.1f/%i)
de: Schild %i: %i%% (%.1f/%i)
fr: Bouclier %i : %i%% (%.1f/%i)

# helpfullWarning-shipLog
source: Station Status:
de: Status der Station:
fr: État de la station :

# helpfullWarning-shipLog
source: Hull: %i%% (%.1f/%i)
de: Hülle: %i%% (%.1f/%i)
fr: Coque : %i%% (%.1f/%i)

# scienceDescription-artifact
source: sprightly unassuming object
de: lebhaftes, unscheinbares Objekt
fr: Objet sans intérêt

# scienceDescription-artifact
source: Object shows rapidly building energy
de: Objekt zeigt sich schnell aufbauende Energie.
fr: L'objet indique une énergie qui augmente rapidement

# msgEngineer
source: Medical team has revived one of your repair crew
fr: L'équipe médicale a réanimé l'un de vos réparateurs.

# msgEngineer+
source: Medical team has revived one of your repair crew
fr: L'équipe médicale a réanimé l'un de vos réparateurs.

# msgEngineer
source: Automated systems have recovered some coolant
fr: Les systèmes automatisés ont récupéré du liquide de refroidissement.

# msgEngineer+
source: Automated systems have recovered some coolant
fr: Les systèmes automatisés ont récupéré du liquide de refroidissement.

# msgEngineer
source: One of your repair crew has perished
fr: Un de vos réparateurs a péri.

# msgEngineer+
source: One of your repair crew has perished
fr: Un de vos réparateurs a péri.
