Repository: daid/EmptyEpsilon
Catalog: scripts/locale/scenario_47_scavenger.*.po
Languages: fr

# scienceDescription-jammer
source: Jump and Warp Jammer with external dynamic range control and sensor decoy mechanism
fr: Brouilleurs de téléportation et vitesse lumière avec contrôle de plage dynamique externe et mécanisme de leurre de capteur

# scienceDescription-artifact
source: Unknown tech device
fr: Appareil technologique d'origine inconnue

# scienceDescription-artifact
source: Partly melted machinery
fr: Machine partiellement fondue

# scienceDescription-artifact
source: Device of unknown purpose
fr: Objet à l'usage inconnu

# scienceDescription-artifact
source: Fragment of advanced technology
fr: Fragment de technologie avancée

# scienceDescription-artifact
source: Origin: Kraylor. Purpose: unknown.
fr: Origine : Kraylor. Objectif : inconnu.

# scienceDescription-artifact
source: Source: Kraylor. Possibly a remnant of a planet-busting device.
fr: Source : Kraylor. Peut-être le vestige d'un appareil destructeur de planètes.

# scienceDescription-artifact
source: Purpose: unknown. Volatile material detected.
fr: Objectif : inconnu. Matière volatile détectée.

# scienceDescription-artifact
source: Origin: Kraylor.
fr: Origine : Kraylor

# Kraylor-shipLog
source: Kraylor have sabotaged station %s. It can no longer maintain orbit around %s. Fortunately, it looks to be in no danger from %s or %s, but the Kraylor pose a more significant threat
fr: Les Kraylors ont saboté la station %s. Elle ne peut plus maintenir son orbite autour de %s. Heureusement, il semble que %s et %s ne soient en danger, mais les Kraylors représentent une menace bien plus importante.

# ridExuari-msgMainscreen
source: Dash your hopes and dreams again?
fr: Anéantir à nouveau vos espoirs et vos rêves ?

# inventory-buttonRelay
source: Inventory
fr: Inventaire

# inventory-buttonOperations
source: Inventory
fr: Inventaire
