Repository: daid/EmptyEpsilon
Catalog: scripts/locale/scenario_32_devour.*.po
Languages: de

# damage-msgDamageControl
source: Combat maneuver has been damaged
de: Das Ausweichmanöver-System wurde beschädigt.

# damage-msgEngineer
source: Self destruct system has been damaged
de: Selbstzerstörungs-System wurde beschädigt

# damage-msgEngineer+
source: Self destruct system has been damaged
de: Selbstzerstörungs-System wurde beschädigt

# damage-msgDamageControl
source: Self destruct system has been damaged
de: Selbstzerstörungs-System wurde beschädigt

# inventory-buttonRelay
source: Inventory
de: Inventar

# inventory-buttonOperations
source: Inventory
de: Inventar

# inventory-shipLog
source: %s Current cargo:
de: %s Aktuelle Fracht

# inventory-shipLog
source: Empty
de: Leer

# inventory-shipLog
source: Available space: %i
de: Verfügbarer Platz: %i

# msgMainscreen
source: Scenario needs the 'Per-system damage' option under 'Extra settings'
de: Für das Szenario muss die Option "Schaden pro System" in den zusätzlichen Einstellungen aktiviert sein.

# goal-shipLog
source: From: Headquarters To: Captain and crew of %s The Kraylor have decided to field test some newly developed weaponry. All we know is that it's big. Find out what they are up to. If, as usual, they are up to no good, stop them. Good luck.
de: von: Hauptquartier An: Captain und Besatzung von %s Die Kraylor haben beschlossen, eine neu entwickelte Waffe zu testen. Alles, was wir wissen, ist, dass sie groß ist. Finden Sie heraus, was sie vorhaben. Wenn Sie, wie üblich, nichts Gutes im Schilde führen, halten Sie sie auf. Viel Glück.

# mission-incCall
source: We intercepted some Kraylor transmissions on that weapons test. They say they are going to demonstrate the destructive power of their ultimate force in the universe. This is starting to sound like the plot from a late 20th century space opera movie... Anyway, the ship type is the Planet Devourer (not the Death Star for all you 20th century movie history buffs). We expect the Kraylor to wantonly destroy all the planets in the area, because that's just the kind of beings they are.
de: Wir haben einige Kraylor-Übertragungen zu diesem Waffentest abgefangen. Sie sagen, sie wollen die zerstörerische Kraft ihrer ultimativen Macht im Universum demonstrieren. Das hört sich langsam wie die Handlung eines Science-Fiction-Film aus dem späten 20. Jahrhundert an... Jedenfalls handelt es sich bei dem Schiffstyp um einen sogenannten "Planetenverschlinger" (nicht Todesstern, für alle, die sich mit der Filmgeschichte des 20. Jahrhunderts auskennen) Wir erwarten, dass die Kraylor alle Planeten in der Umgebung mutwillig zerstören, denn das ist genau ihre Art.

# mission-incCall
source: We intercepted some Kraylor transmissions on that weapons test. They say they are going to demonstrate the destructive power of their ultimate force in the universe. This is starting to sound like the plot from a late 20th century space opera movie... Anyway, the ship name is the %s (not the Death Star for all you 20th century movie history buffs). The ship class is Planet Devourer. We expect the Kraylor to wantonly destroy all the planets in the area, because that's just the kind of beings they are.
de: Wir haben einige Kraylor-Übertragungen zu diesem Waffentest abgefangen. Sie sagen, sie wollen die zerstörerische Kraft ihrer ultimativen Macht im Universum demonstrieren. Das hört sich langsam wie die Handlung eines Science-Fiction-Film aus dem späten 20. Jahrhundert an... Jedenfalls lautet der Name des Schiffs "%s" (nicht Todesstern, für alle, die sich mit der Filmgeschichte des 20. Jahrhunderts auskennen) Wir erwarten, dass die Kraylor alle Planeten in der Umgebung mutwillig zerstören, denn das ist genau ihre Art.
