Repository: daid/EmptyEpsilon
Catalog: scripts/locale/scenario_60_captureFlag.*.po
Languages: fr

source: Capture the Flag
fr: Capture du drapeau

source: Capture opposing team's "flag" before they capture yours The region consists of two halves divided by a line of nebulae and/or markers. The first 5 minutes (configurable) each side decides where to place their flag. The ships closest to the referee station determine the team's flag location during the initial phase. Crossing to the other side during this phase will result in ship destruction. The weapons officer will mark the flag coordinates when the ship reaches the flag location. After the flag hide timer expires, an artifact will be placed at the location representing the team's flag. If no place has been marked, the ship's current location will be used. If the location is outside the game boundaries, the flag will be placed at the nearest in bounds location Once the flags are placed, the hunt is on. Ships may cross the border in search of the other team's flag, but while they are in the other team's territory they may be tagged by an opponent ship within 0.75U. Being tagged sends you back to your own region with damage to your warp/jump drive. Each flag must be scanned before it can be retrived. Retrieval occurs by getting within 1U of the flag. Being tagged while in posession of the flag drops the flag at the location of the tag event. Cross back to your side with the flag to claim victory Version 2
fr: - Durée approx. : 45mn (variable) - Difficulté : Facile (variable) - Vaisseaux joueurs : 2 à plusieurs Mission : Capturez le « drapeau » de l'équipe adverse avant qu'elle ne capture le vôtre. La région se compose de 2 camps délimités par des marqueurs. Le jeu se déroule en 2 phases : 1. Phase de placement : durant 5mn (configurable), chaque camp décide où placer son drapeau et les leurres. Vous ne pouvez aller en terrain ennemi durant cette phase, votre vaisseau serait détruit. C'est le vaisseau le plus proche du poste d'arbitrage qui possède le drapeau de son équipe. Une fois placé, l'officier des armes mémorise ses coordonnées. Quand le délai de 5mn est écoulé, des artefacts représentant les drapeaux et leurres apparaissent aux emplacements préalablement choisis. Si vous n'avez pas posé votre drapeau pendant ces 5mn, l'emplacement actuel du vaisseau est utilisé. Si vous posez votre drapeau en dehors des limites de votre camp, il est placé au plus près à l'intérieur des limites. 2. Phase de recherche : une fois les drapeaux et les leurres placés, la chasse est lancée. Les vaisseaux peuvent traverser la frontière à la recherche du drapeau de l'équipe adverse. S'ils sont touchés (approchés) par un vaisseau adverse dans un rayon de 0,75 unité (configurable), ils sont renvoyés dans leur propre camp avec des dégâts sur leur système de vitesse lumière et téléportation. Si le vaisseau touché possédait le drapeau adverse, ce dernier est laissé sur place. Chaque drapeau doit être scanné avant de pouvoir être récupéré. La récupération s'effectue en se plaçant à moins de 1u du drapeau. L'équipe qui ramène le drapeau adverse dans son propre camp remporte la victoire. Version 2.0.1 - Mai 2024 - Titre original : Capture the Flag - Auteur : Xansta & Kilted Klingon (Fév. 2019) - Traduction FR : Muerte (Mai 24) TRADUCTION EN COURS DE RELECTURE Communauté française et anglophone sur Discord USN https://discord.gg/TVxuxn7ZYW : feedback sur les scénarios, aide, sessions de jeu tous les we.

# setting
source: Terrain
fr: Type de terrain

# setting
source: Selects the type of terrain for the game
fr: Sélectionne le type de terrain pour le jeu.

# Terrain
source: Asymmetric
fr: Asymétrique

# Terrain
source: No effort made to make the two sides of the arena equivalent
fr: Les 2 terrains ne sont pas nécessairement identiques.

# Terrain
source: Empty
fr: Vide

# Terrain
source: No terrain. Used primarily for testing
fr: Aucun élément sur la carte. Utilisé principalement pour les tests.

# Terrain
source: Passing
fr: Trous noirs

# Terrain
source: Just passing by. Symmetric, black holes on each side
fr: Un trou noir de chaque côté. Les trous noirs et leurs éléments en orbite peuvent être en mouvement.

# Terrain
source: Symmetric
fr: Symétrique

# Terrain
source: Randomly symmetric
fr: Les 2 terrains sont symétriques et aléatoires.

# Terrain
source: Rabbit
fr: Terrier de lapin

# Terrain
source: Down the rabbit hole. Largely symmetric. Wormholes connect each side.
fr: Les 2 terrains sont symétriques. Des trous de ver relient chaque côté.

# setting
source: Enemies
fr: Puissance ennemie

# setting
source: Configures strength and/or number of external enemies in this scenario
fr: Définit le nombre et/ou la puissance des ennemis extérieurs.

# Enemies
source: None
fr: Aucune

# Enemies
source: No external enemies
fr: Pas d'ennemis extérieurs.

# Enemies
source: Easy
fr: Facile

# Enemies
source: Fewer or weaker enemies
fr: Ennemis moins nombreux et/ou plus faibles.

# Enemies
source: Normal
fr: Normale

# Enemies
source: Normal number or strength of enemies
fr: Difficulté normale.

# Enemies
source: Hard
fr: Difficile

# Enemies
source: More or stronger enemies
fr: Ennemis plus nombreux et/ou plus puissants.

# Enemies
source: Extreme
fr: Extrême

# Enemies
source: Much stronger, many more enemies
fr: Ennemis beaucoup plus nombreux et/ou beaucoup plus puissants.

# Enemies
source: Quixotic
fr: Chimérique

# Enemies
source: Insanely strong and/or inordinately large numbers of enemies
fr: Ennemis en nombre démesuré et/ou incroyablement puissants.

# setting
source: Murphy
fr: Loi de Murphy

# setting
source: Configures the perversity of the universe according to Murphy's law
fr: Définit la perversité de l'univers selon la loi de Murphy.

# Murphy
source: Easy
fr: Facile

# Murphy
source: Random factors are more in your favor
fr: Les facteurs aléatoires sont plus en votre faveur.

# Murphy
source: Normal
fr: Normale

# Murphy
source: Random factors are normal
fr: Les facteurs aléatoires sont équilibrés.

# Murphy
source: Hard
fr: Difficile

# Murphy
source: Random factors are more against you
fr: Les facteurs aléatoires sont plus contre vous.

# setting
source: Arena
fr: Arène

# setting
source: Configures the size of the playing arena. Default is normal or 100 units
fr: Configure la taille de l'arène de jeu.

# Arena
source: Normal
fr: Normale

# Arena
source: Normal 100 unit sized arena
fr: Arène moyenne de 100 unités.

# Arena
source: Small
fr: Petite

# Arena
source: Small 50 unit sized arena
fr: Petite arène de 50 unités.

# Arena
source: Large
fr: Grande

# Arena
source: Large 200 unit sized arena
fr: Grande arène de 200 unités.

# setting
source: Flag Scan
fr: Analyse des drapeaux

# setting
source: Configures the depth and complexity required to scan a flag. Default is normal: depth is 2 or 3, complexity is 2
fr: Configure la complexité et la profondeur de scan des drapeaux.

# Flag Scan
source: Normal
fr: Normale

# Flag Scan
source: Depth is 2 or 3, complexity is 2
fr: La profondeur est de 2 ou 3. La complexité est de 2.

# Flag Scan
source: Easy
fr: Facile

# Flag Scan
source: Depth is 1, complexity is 1 or 2
fr: La profondeur est de 1. La complexité est de 1 ou 2.

# Flag Scan
source: Hard
fr: Difficile

# Flag Scan
source: Depth is 1, 2 or 3, complexity is 3 or 4
fr: La profondeur est de 1, 2 ou 3. La complexité est de 3 ou 4.

# setting
source: Tracking
fr: Information de suivi des drapeaux

# setting
source: Configures information given about flag.
fr: Information diffusée lors du largage et capture de drapeaux.

# Tracking
source: Normal
fr: Normale

# Tracking
source: Drop: Kraylor or Human Navy flag dropped (main screen). Grab: The Kraylor or Human Navy picked up your flag (main screen and ship log)
fr: Largage : le nom du camp qui largue un drapeau s'affiche sur l'écran principal. Capture : le nom du camp qui capture un drapeau s'affiche sur l'écran principal et journal de bord des vaisseaux.

# Tracking
source: Easy
fr: Facile

# Tracking
source: Drop: ShipName dropped Kraylor or Human Navy flag (main screen). Grab: Kraylor or Human Navy ship ShipName picked up your flag (main screen and ship log)
fr: Largage : le nom du vaisseau qui largue un drapeau s'affiche sur l'écran principal. Capture : le nom du vaisseau qui capture un drapeau s'affiche sur l'écran principal et journal de bord des vaisseaux.

# Tracking
source: Hard
fr: Difficile

# Tracking
source: Drop: Flag dropped (main screen). Grab: Flag obtained (main screen). Flag must be rescanned after drop
fr: Largage : un drapeau largué s'affiche sur l'écran principal. Capture : un drapeau capturé s'affiche sur l'écran principal et journal de bord des vaisseaux. Après largage, un drapeau doit être scanné à nouveau.

# Tracking
source: Secret
fr: Secrète

# Tracking
source: Neither dropping nor grabbing the flag will produce a message. Flag must be rescanned after drop
fr: Aucune information n'est diffusée. Après largage, un drapeau doit être scanné à nouveau.

# scienceDescription-station
source: Referee
fr: Arbitre

# buttonGM
source: None
fr: Aucun

# buttonGM
source: Easy
fr: Facile

# buttonGM
source: Hard
fr: Difficile

# buttonGM
source: Extreme
fr: Extrême

# buttonGM
source: Quixotic
fr: Chimérique

# buttonGM
source: easy
fr: Facile

# buttonGM
source: hard
fr: Difficile

# buttonGM
source: medium
fr: Normal

# buttonGM
source: small
fr: Petite

# buttonGM
source: large
fr: Grande

# buttonGM
source: empty
fr: Vide

# buttonGM
source: default
fr: Asymétrique

# buttonGM
source: passing
fr: Trous noirs

# buttonGM
source: symmetric
fr: Symétrique

# buttonGM
source: rabbit
fr: Terrier de lapin

# msgGM
source: Scenario version %s LUA version %s
fr: Version de scénario %s Version LUA %s

# buttonGM
source: Turn on Diagnostic
fr: Diagnostic = Off

# buttonGM
source: Turn off Diagnostic
fr: Diagnostic = On

# buttonGM
source: +Player Config
fr: +Configuration joueur

# buttonGM
source: +Times G%i H%i E%i
fr: +Durée Jeu%i Dra%i En%i

# buttonGM
source: +Times G%i H%i
fr: +Durée Jeu%i CacheDr%i

# buttonGM
source: Enemies: %s ->Next
fr: Ennemis = %s

# buttonGM
source: Flag scan: %s ->Next
fr: Scan drapeaux = %s

# buttonGM
source: Flag track: %s ->Next
fr: Suivi drapeaux = %s

# buttonGM
source: Destroy = end off
fr: V. détruits = Défaite

# buttonGM
source: Destroy = end on
fr: V. détruits = Continue

# buttonGM
source: Marker: %s ->Next
fr: Marqueurs = %s

# buttonGM
source: Player Prefs
fr: Préférences joueurs

# msgGM
source: Ship name:%s
fr: Nom du vaisseau :%s

# msgGM
source: Ship preference 1:%s
fr: Préférence de vaisseau 1 :%s

# msgGM
source: Ship preference 2:%s
fr: Préférence de vaisseau 2 :%s

# msgGM
source: Ship preference 3:%s
fr: Préférence de vaisseau 3 :%s

# msgGM
source: Ship preference 4:%s
fr: Préférence de vaisseau 4 :%s

# msgGM
source: Ship preference 5:%s
fr: Préférence de vaisseau 5 :%s

# msgGM
source: Ship preference 6:%s
fr: Préférence de vaisseau 6 :%s

# buttonGM
source: -from Terrain
fr: - Précédent

# buttonGM
source: Size: %s -> Next
fr: Modifier les éléments

# scienceDescription-buoy
source: Territory boundary marker
fr: Borne de frontière de territoire.

# scienceDescription-buoy
source: A buoy placed on the line marking the boundary between Human and Kraylor territory
fr: Une bouée placée sur la ligne marquant la frontière entre les territoires Humain et Kraylor.

# scienceDescription-flag
source: Flag hiding territory boundary marker
fr: Borne de frontière délimitant la zone pour cacher son drapeau.

# scienceDescription-flag
source: A temporary buoy placed on the edge of the territory where a flag or decoy may be hidden
fr: Une bouée temporaire placée en bordure du territoire où un drapeau ou un leurre peut être caché.

# buttonGM
source: -from Player Config
fr: - Précédent

# buttonGM
source: Show control codes
fr: Codes de contrôle

# buttonGM
source: Show Kraylor codes
fr: Codes Kraylors

# buttonGM
source: Show Human codes
fr: Codes Humains

# buttonGM
source: Wing Names Off
fr: Surnom vaisseaux = Off

# buttonGM
source: Wing Names On
fr: Surnom vaisseaux = On

# msgGM
source: Cannot disable wing names now that player ships have been spawned. Close the server and restart if you *really* don't want the wing names
fr: Vous avez modifié les noms classiques des vaisseaux par des noms de code d'équipe (Red1, Red2, Bravo1, Bravo2 etc.). Il est impossible de les désactiver maintenant que les vaisseaux joueurs sont créés. Si vous n'en voulez plus, il vous faut fermer puis relancer la partie.

# buttonGM
source: +Tags %.2f, %.1fU
fr: +Balises dég%.2f dis%.1fu

# buttonGM
source: -Main from times
fr: - Précédent

# buttonGM
source: Game %i Add 5 -> %i
fr: Durée jeu : %imn -> %i

# buttonGM
source: Game %i Del 5 -> %i
fr: Durée jeu : %imn -> %i

# buttonGM
source: Hide Flag %i Add 5 -> %i
fr: Cache drap. : %imn -> %i

# buttonGM
source: Hide Flag %i Del 5 -> %i
fr: Cache drap. : %imn -> %i

# buttonGM
source: Hide Flag %i Del 4 -> %i
fr: Cache drap. : %imn -> %i

# buttonGM
source: Enemy %i Add 1 -> %i
fr: Ennemis : %imn -> %i

# buttonGM
source: Enemy %i Del 1 -> %i
fr: Ennemis : %imn -> %i

# buttonGM
source: -Main from Tag
fr: - Précédent

# buttonGM
source: -Player Config
fr: - Précédent

# buttonGM
source: +Tag distance %.1fU
fr: +Distance balises = %.1fu

# buttonGM
source: +Tag damage %.2f
fr: +Dégâts balises = %.2f

# buttonGM
source: -From Drones
fr: - Précédent

# buttonGM
source: +Capacity %i
fr: +Capacité stockage = %i

# buttonGM
source: Name %s
fr: Nom = %s

# buttonGM
source: +Flag I%i M%i
fr: +Drapeaux I%i M%i

# buttonGM
source: Template Mod Off
fr: Modif. drones = Off

# buttonGM
source: Template Mod On
fr: Modif. drones = On

# buttonGM
source: +Hull %i
fr: +Blindage coque = %i

# buttonGM
source: +Impulse %i
fr: +Vitesse = %iu/min

# buttonGM
source: +Beam R%.1fU D%.1f C%.1f
fr: +Flaser P%.1fu D%.1f C%.1fs

# buttonGM
source: -Main from Probes
fr: - Précédent

# buttonGM
source: Probes %i Add 1 -> %i
fr: Sondes : %i -> %i

# buttonGM
source: Probes %i Del 1 -> %i
fr: Sondes : %i -> %i

# buttonGM
source: -From Tag Distance
fr: - Précédent

# buttonGM
source: %.1fU Add .1 -> %.1fU
fr: Dist. bal. : %.1fu -> %.1f

# buttonGM
source: %.1fU Del .1 -> %.1fU
fr: Dist. bal. : %.1fu -> %.1f

# buttonGM
source: -From Tag Dmg
fr: - Précédent

# buttonGM
source: %.2f Add .25 -> %.2f
fr: Dégâts bal. : %.1f -> %.1f

# buttonGM
source: %.2f Del .25 -> %.2f
fr: Dégâts bal. : %.1f -> %.1f

# buttonGM
source: -Main
fr: - Précédent

# buttonGM
source: -From Capacity
fr: - Précédent

# buttonGM
source: %i Add 10 -> %i
fr: Capacité : %i -> %i

# buttonGM
source: %i Del 10 -> %i
fr: Capacité : %i -> %i

# buttonGM
source: -From Drone Flag
fr: - Précédent

# buttonGM
source: Interval %i Add 1 -> %i
fr: Intervalle : %i -> %i

# buttonGM
source: Interval %i Del 1 -> %i
fr: Intervalle : %i -> %i

# buttonGM
source: Msg Reset %i Add 1 -> %i
fr: Reset msg : %i -> %i

# buttonGM
source: Msg Reset %i Del 1 -> %i
fr: Reset msg : %i -> %i

# buttonGM
source: -From Drone Distance
fr: - Précédent

# buttonGM
source: Scan %.1fU Add .1 -> %.1fU
fr: Scan : %.1fu -> %.1f

# buttonGM
source: Scan %.1fU Del .1 -> %.1fU
fr: Scan : %.1fu -> %.1f

# buttonGM
source: -From Drone Hull
fr: - Précédent

# buttonGM
source: -From Drone Impulse
fr: - Précédent

# buttonGM
source: %i Add 5 -> %i
fr: Vit. : %iu/min -> %i

# buttonGM
source: %i Del 5 -> %i
fr: Vit. : %iu/min -> %i

# buttonGM
source: -From Drone Beam
fr: - Précédent

# buttonGM
source: Rng %.1fU Add .1 -> %.1fU
fr: Portée : %.1fu -> %.1fu

# buttonGM
source: Rng %.1fU Del .1 -> %.1fU
fr: Portée : %.1fu -> %.1fu

# buttonGM
source: Dmg %.1f Add .5 -> %.1f
fr: Dégâts : %.1f -> %.1f

# buttonGM
source: Dmg %.1f Del .5 -> %.1f
fr: Dégâts : %.1f -> %.1f

# buttonGM
source: Cycle %.1f Add .5 -> %.1f
fr: Cycle : %.1fs -> %.1f

# buttonGM
source: Cycle %.1f Del .5 -> %.1f
fr: Cycle : %.1fs -> %.1f

# buttonGM
source: Show Ktlitan codes
fr: Codes Ktlitans

# buttonGM
source: Current Stats
fr: Stats en cours

# buttonGM
source: Detailed Drone Report
fr: Drones : rapport

# msgGM
source: Human:
fr: Marine humaine :

# msgGM
source: Number of active ships:
fr: Nombre de vaisseaux actifs :

# msgGM
source: Number of destroyed ships:
fr: Nombre de vaisseaux détruits :

# msgGM
source: Total number of active drones:
fr: Nombre total de drones actifs :

# msgGM
source: Total number of destroyed drones:
fr: Nombre total de drones détruits :

# msgGM
source: Kraylor:
fr: Kraylors :

# callsign-drone
source: %s-%i of %i
fr: %s-%i de %i

# drones-msgWeapons
source: %i drones launched
fr: %i drones largués.

# drones-msgWeapons
source: %i drone launched
fr: %i drone largué.

# drones-msgTactical
source: %i drones launched
fr: %i drones largués.

# drones-msgTactical
source: %i drone launched
fr: %i drone largué.

# drones-shipLog
source: Deployed %i drones as squadron %s
fr: %i drones déployés en tant qu'escouade %s.

# drones-shipLog
source: Deployed %i drone as squadron %s
fr: %i drone déployé en tant qu'escouade %s.

# drones-msgWeapons
source: You have %i drones to deploy
fr: Vous avez %i drones à déployer.

# drones-msgTactical
source: You have %i drones to deploy
fr: Il vous reste %i drones à déployer.

# drones-
source: > > > > > > > > Drone Hull Status Report: < < < < < < < <
fr: > > > > > > > > Rapport sur l'état de la coque des drones : < < < < < < < <

# drones-
source: Drone Squad:
fr: Escouade de drones :

# drones-
source: Drone %i (%s) Hull: %i/%i
fr: Drone %i (%s) Coque : %i/%i

# drones-
source: Drone %i --Destroyed--
fr: Drone %i --Détruit--

# drones-
source: --Destroyed--
fr: -- Détruit --

# drones-msgEngineer&Engineer+
source: Number of deployed drone squadrons:
fr: Nombre d'escouades de drones déployées :

# drones-msgEngineer&Engineer+
source: Current number of live deployed drones:
fr: Nombre actuel de drones déployés :

# drones-
source: > > > > > > > > Drone Location Report: < < < < < < < <
fr: > > > > > > > > Rapport de localisation des drones : < < < < < < < <

# drones-
source: Drone %i (%s) Sector %s, X: %7.0f, Y: %7.0f
fr: Drone %i (%s) Secteur %s, X: %7.0f, Y : %7.0f

# drones-msgHelms&Tactical
source: Number of deployed drone squadrons:
fr: Nombre d'escouades de drones déployées :

# drones-msgHelms&Tactical
source: Current number of live deployed drones:
fr: Nombre actuel de drones déployés :

# drones-buttonWeapons
source: Count Drones
fr: Drones à déployer

# drones-buttonTactical
source: Count Drones
fr: Drones à déployer

# drones-buttonEngineer
source: Drone Hulls
fr: État coque drones

# drones-buttonEngineer+
source: Drone Hulls
fr: État coque drones

# drones-buttonHelms
source: Drone Locations
fr: Emplacement drones

# drones-buttonTactical
source: Drone Locations
fr: Emplacements des drones

# scienceDescription-flag
source: Flag
fr: Drapeau

# scienceDescription-flag
source: Human Navy Flag
fr: Drapeau de la Marine humaine

# flag-msgMainscreen
source: %s dropped Human Navy flag
fr: %s a largué le drapeau de la Marine humaine.

# flag-msgMainscreen
source: Human Navy flag dropped
fr: Le drapeau de la Marine humaine est largué.

# flag-msgMainscreen
source: Flag dropped
fr: Drapeau largué.

# scienceDescription-flag
source: Kraylor Flag
fr: Drapeau Kraylor

# flag-msgMainscreen
source: %s dropped Kraylor flag
fr: %s a largué le drapeau Kraylor.

# flag-msgMainscreen
source: Kraylor flag dropped
fr: Le drapeau Kraylor est largué.

# repairCrew-msgEngineer
source: Medical team has revived one of your repair crew
fr: L'équipe médicale a réanimé l'un de vos réparateurs.

# repairCrew-msgEngineer+
source: Medical team has revived one of your repair crew
fr: L'équipe médicale a réanimé l'un de vos réparateurs.

# repairCrew-msgEngineer
source: One of your repair crew has perished
fr: Un de vos réparateurs a péri.

# repairCrew-msgEngineer+
source: One of your repair crew has perished
fr: Un de vos réparateurs a péri.

# buttonGM
source: Orbit Toggle
fr: Mvt élém. en orbite

# buttonGM
source: Move Toggle
fr: Mvt trous noirs

# wormhole-msgHelms
source: Worm hole teleportation destination will change after the flag hiding time expires
fr: La destination de téléportation du trou de ver changera après l'expiration du délai de dissimulation du drapeau.

# wormhole-msgTactical
source: Worm hole teleportation destination will change after the flag hiding time expires
fr: La destination de téléportation du trou de ver changera après l'expiration du délai de dissimulation du drapeau.

# station-comms
source: Greetings
fr: Salutations !

# ammo-comms
source: %s%d rep each)
fr: %s%d rép l'unité)

# station-comms
source: Dock, please
fr: Merci de vous amarrer.

# station-comms
source: You need to stay docked for that action.
fr: Vous devez rester amarré à la station pour cette action.

# ammo-comms
source: We do not deal in weapons of mass destruction.
fr: Nous ne fournissons pas ce type d'arme de destruction massive.

# ammo-comms
source: We do not deal in weapons of mass disruption.
fr: Nous ne fournissons pas ce type d'arme de perturbation massive.

# ammo-comms
source: We do not deal in those weapons.
fr: Nous ne fournissons pas ce type d'arme. Trop dangereux.

# ammo-comms
source: All nukes are charged and primed for destruction.
fr: Toutes les nukes sont chargées et préparées pour la destruction.

# ammo-comms
source: Sorry, sir, but you are as fully stocked as I can allow.
fr: Désolé, officier, mais vous êtes au maximum de ce que vous pouvez stocker.

source: Back
fr: Précédent

# needRep-comms
source: Not enough reputation.
fr: Pas assez de réputation.

# ammo-comms
source: You are fully loaded and ready to explode things.
fr: Vous êtes chargé au max et prêt à tout faire exploser.

# ammo-comms
source: We generously resupplied you with some weapon charges. Put them to good use.
fr: Nous vous avons généreusement réapprovisionné en munitions. Faites-en bon usage.

# station-comms
source: Good day, officer! What can we do for you today?
fr: Bonjour officier ! Que pouvons-nous faire pour vous aujourd'hui ?

# station-comms
source: Welcome to our lovely station.
fr: Bienvenue dans notre charmante petite station.

# ammo-comms
source: I need ordnance restocked
fr: Nous aurions besoin de nous réapprovisionner en munitions

# ammo-comms
source: What type of ordnance?
fr: Quel type de munitions ?

# ammo-comms
source: Can you supply us with some nukes? (
fr: Pouvez-vous nous fournir des armes nucléaires (nuke) ? (

# ammo-comms
source: We really need some nukes (
fr: Nous avons vraiment besoin d'armes nucléaires (nuke) (

# ammo-comms
source: Please re-stock our EMP missiles. (
fr: Veuillez réapprovisionner nos missiles EMP (

# ammo-comms
source: Got any EMPs? (
fr: Avez-vous des EMP ? (

# ammo-comms
source: Do you have spare homing missiles for us? (
fr: Des missiles à tête chercheuse (homing) pour nous ? (

# ammo-comms
source: Do you have extra homing missiles? (
fr: Avez-vous des missiles homing supplémentaires ? (

# ammo-comms
source: We could use some mines. (
fr: Nous pourrions avoir besoin de quelques mines (

# ammo-comms
source: How about mines? (
fr: Concernant les mines ? (

# ammo-comms
source: More mines (
fr: Plus de mines (

# ammo-comms
source: All the mines we can take. (
fr: Toutes les mines que nous pouvons prendre (

# ammo-comms
source: Mines! What else? (
fr: Des mines ! Quoi d'autre ? (

# ammo-comms
source: What about HVLI? (
fr: Concernant les HVLI ? (

# ammo-comms
source: Could you provide HVLI? (
fr: Pourriez-vous fournir des HVLI ? (

# trade-comms
source: Recruit repair crew member for %i reputation
fr: Recruter un membre de l'équipe de réparation (%i rép)

# needRep-comms
source: Insufficient reputation
fr: Réputation insuffisante.

# trade-comms
source: Repair crew member hired
fr: Réparateur embauché.

# station-comms
source: Tell me more about your station
fr: Dites m'en plus à propos de votre station
