Repository: daid/EmptyEpsilon
Catalog: scripts/locale/scenario_47_scavenger.*.po
Languages: fr

source: Scurvy Scavenger
fr: Chasseurs de trésors

source: Stay alive while scavenging treasures. Length: > 2 hours Version 1
fr: - Durée approx. : + de 2h - Difficulté : Difficile (variable) - Vaisseaux joueurs : 1 Mission : Récupérer des trésors tout en restant en vie. Version 1.1.2 - Mai 2024 - Titre original : Scurvy Scavenger - Auteur : Xansta (2020) - Traduction FR : Muerte (Mai 24) TRADUCTION EN COURS DE RELECTURE Communauté française et anglophone sur Discord USN https://discord.gg/TVxuxn7ZYW : feedback sur les scénarios, aide, sessions de jeu tous les we.

# setting
source: Enemies
fr: Puissance ennemie

# setting
source: Configures strength and/or number of enemies in this scenario
fr: Définit le nombre et/ou la puissance des ennemis.

# Enemies
source: Easy
fr: Facile

# Enemies
source: Fewer or weaker enemies
fr: Ennemis moins nombreux et/ou plus faibles.

# Enemies
source: Normal
fr: Normale

# Enemies
source: Normal number or strength of enemies
fr: Difficulté normale.

# Enemies
source: Hard
fr: Difficile

# Enemies
source: More or stronger enemies
fr: Ennemis plus nombreux et/ou plus puissants.

# setting
source: Murphy
fr: Loi de Murphy

# setting
source: Configures the perversity of the universe according to Murphy's law
fr: Définit la perversité de l'univers selon la loi de Murphy.

# Murphy
source: Easy
fr: Facile

# Murphy
source: Random factors are more in your favor
fr: Les facteurs aléatoires sont plus en votre faveur.

# Murphy
source: Normal
fr: Normale

# Murphy
source: Random factors are normal
fr: Les facteurs aléatoires sont équilibrés.

# Murphy
source: Hard
fr: Difficile

# Murphy
source: Random factors are more against you
fr: Les facteurs aléatoires sont plus contre vous.

# orders-comms
source: No primary orders
fr: Aucun ordre majeur en cours.

# scienceDescription-artifact
source: Object of unknown origin
fr: Objet d'origine inconnue

# scienceDescription-artifact
source: Object of unknown origin, advanced technology detected
fr: Objet d'origine inconnue, technologie de pointe détectée

# contract-comms
source: Deliver three %s to %s. Upon delivery, they will increase your hull strength
fr: Livrez 3 %s à %s. À la livraison, ils augmenteront la résistance de votre coque.

# contract-comms
source: Three %s to %s
fr: 3 %s à %s

# contract-comms
source: Fulfill %s 3 %s %s contract
fr: Remplir le contrat %s 3 %s %s

# contract-comms
source: Three %s from %s
fr: 3 %s de %s

# contract-comms
source: Deliver two %s to %s. Upon delivery, they will increase your shield strength
fr: Livrez 2 %s à %s. À la livraison, ils augmenteront la force de votre bouclier.

# contract-comms
source: Two %s to %s
fr: 2 %s à %s

# contract-comms
source: Fulfill %s 2 %s %s contract
fr: Remplir le contrat %s 2 %s %s

# contract-comms
source: Two %s from %s
fr: 2 %s de %s

# buttonGM
source: +Spawn Ship(s)
fr: + Ajout de vaisseaux

# buttonGM
source: -Main from missions
fr: - Menu principal

# buttonGM
source: Mission Status
fr: État de la mission

# msgGM
source: Plot 1:
fr: Intrigue 1 :

# msgGM
source: %s nil
fr: %s nul

# msgGM
source: %s Kraylor diversionary sabotage
fr: %s sabotage de diversion Kraylor

# msgGM
source: %s long distance cargo
fr: %s fret longue distance

# msgGM
source: %s transition contract
fr: Contrat de transition %s

# msgGM
source: %s Exuari harassment
fr: %s Harcèlement Éxuari

# msgGM
source: %s (optional)
fr: %s (facultatif)

# msgGM
source: %s seconds remaining until next harassment wave:%i
fr: %s secondes restantes jusqu'à la prochaine vague de harcèlement : %i

# msgGM
source: %s defensive fleet size:%i
fr: %s taille de la flotte défensive :%i

# msgGM
source: %s seconds remaining until next defensive fleet:%i
fr: %s secondes restantes jusqu'à la prochaine flotte défensive : %i

# msgGM
source: %s fleets destroyed:%i
fr: %s flottes détruites : %i

# msgGM
source: %s last defense fleet size:%i
fr: %s Taille de la dernière flotte de défense : %i

# msgGM
source: %s Kraylor diversionary fleet size:%i
fr: %s Taille de la flotte de diversion Kraylor : %i

# msgGM
source: %s seconds remaining until next check for reinforcements:%i
fr: %s secondes restantes jusqu'à la prochaine vérification des renforts : %i

# msgGM
source: %s Kraylor diversion danger:%i
fr: %s Danger de diversion Kraylor : %i

# msgGM
source: %s/n defend against Kraylor fleet size:%i
fr: %s/n se défend contre la taille de la flotte Kraylor : %i

# msgGM
source: %s supply depot station %s has been sabotaged.
fr: %s la station du dépôt de ravitaillement %s a été sabotée.

# msgGM
source: %s supply depot station has been destroyed
fr: %s la station du dépôt de ravitaillement a été détruite.

# msgGM
source: %s distance between %s and %s:%i units
fr: %s distance entre %s et %s : %i unités

# msgGM
source: %s supply sabotage fleet size:%i
fr: %s Taille de la flotte de sabotage d'approvisionnement : %i

# msgGM
source: %s Plot 2:
fr: %s Intrigue 2 :

# msgGM
source: %s contract target
fr: Objectif du contrat %s

# msgGM
source: %s seconds remaining until next Exuari vengance fleet:%i
fr: %s secondes restantes jusqu'à la prochaine flotte de vengeance Éxuarie : %i

# msgGM
source: %s contract target station %s
fr: %s Station cible du contrat %s

# msgGM
source: %s, harassing Exuari fleet size:%i
fr: %s, taille de la flotte Éxuarie harceleuse :%i

# msgGM
source: %s, seconds until next harassment check:%i
fr: %s, secondes jusqu'à la prochaine vérification du harcèlement : %i

# msgGM
source: accepted
fr: accepté

# msgGM
source: not accepted
fr: pas accepté

# msgGM
source: fulfilled
fr: accompli

# msgGM
source: not fulfilled
fr: non accompli

# msgGM
source: %s contract at %s: %s status: %s
fr: %s Contrat à %s : %s statut : %s

# msgGM
source: %s seconds until transition contract:%i
fr: %s %i secondes jusqu'au contrat de transition.

# msgGM
source: %s Plot 3:
fr: %s Intrigue 3 :

# msgGM
source: %s Jenny asteroid (optional)
fr: Astéroïde de Jenny %s (facultatif)

# msgGM
source: %s asteroid structure in notes
fr: %s structure des astéroïdes dans les notes

# msgGM
source: %s asteroid identified
fr: %s astéroïde identifié

# msgGM
source: %s Jenny is aboard
fr: %s Jenny est à bord

# msgGM
source: %s asteroid research reward is available on %s
fr: %s la récompense pour la recherche sur les astéroïdes est disponible sur %s

# msgGM
source: %s asteroid research reward has not yet been claimed by %s
fr: %s la récompense pour la recherche sur les astéroïdes n'a pas encore été réclamée par %s

# msgGM
source: %s asteroid research reward is not yet available on %s
fr: %s la récompense pour la recherche sur les astéroïdes n'est pas encore disponible sur %s

# msgGM
source: %s mission cannot be completed due to the destruction of the first mission station.
fr: %s la mission ne peut pas être terminée en raison de la destruction de la station de la première mission.

# msgGM
source: %s Jenny has not yet boarded %s
fr: %s Jenny n'est pas encore à bord de %s

# msgGM
source: %s asteroid has not yet been identified
fr: %s l'astéroïde n'a pas encore été identifié

# msgGM
source: %s Plot 4:
fr: %s Intrigue 4 :

# msgGM
source: %s highwaymen
fr: %s bandits de grand chemin

# msgGM
source: %s highwaymen alerted
fr: %s bandits de grand chemin alertés

# msgGM
source: %s highwaymen pounce
fr: %s bandits de grand chemin se jettent sur

# msgGM
source: %s highwaymen aftermath
fr: %s séquelles des bandits de grand chemin

# msgGM
source: %s highwaymen reset
fr: %s des bandits de grand chemin : réinitialisation

# msgGM
source: %s seconds until next event:%i
fr: %s secondes jusqu'au prochain événement : %i

# msgGM
source: %s highwaymen fleet size:%i
fr: %s Taille de la flotte des bandits de grand chemin: %i

# msgGM
source: %s Plot 5:
fr: %s Intrigue 5 :

# msgGM
source: %s highwaymen warning zone
fr: %s zone d'avertissement des bandits de grand chemin

# msgGM
source: %s: seconds until zone removal:%i
fr: %s : secondes jusqu'à la suppression de la zone : %i

# msgGM
source: %s Plot 6:
fr: %s Intrigue 6 :

# msgGM
source: %s world end
fr: %s fin du monde

# msgGM
source: %s Kraylor planet buster
fr: %s briseur de planète Kraylor

# msgGM
source: %s seconds until next fleet check:%i
fr: %s secondes jusqu'à la prochaine vérification de la flotte : %i

# msgGM
source: %s seconds until next fleet target adjustment/planet check:%i
fr: %s secondes jusqu'au prochain ajustement de la cible de la flotte/vérification de la planète : %i

# msgGM
source: Ships: %s
fr: Vaisseaux : %s

# msgGM
source: %s planetary attack fleet size:%i
fr: %s Taille de la flotte d'attaque planétaire : %i

# msgGM
source: %s Kraylor planetary danger:%i
fr: %s Danger planétaire Kraylor : %i

# msgGM
source: %s Plot 7:
fr: %s Intrigue 7 :

# msgGM
source: %s exploding planet debris
fr: %s débris planétaires explosant

# msgGM
source: %s seconds remaining until explosion actions are done:%i
fr: %s secondes restantes jusqu'à ce que les actions d'explosion soient effectuées : %i

# msgGM
source: %s Plot 8:
fr: %s Intrigue 8 :

# msgGM
source: %s opportunistic pirates
fr: %s pirates opportunistes

# msgGM
source: %s greedy pirate fleet size:%i
fr: %s Taille de la flotte de pirates cupides : %i

# msgGM
source: %s seconds remaining until next pirate fleet adjustment check:%i
fr: %s secondes restantes jusqu'à la prochaine vérification d'ajustement de la flotte pirate : %i

# msgGM
source: %s greedy pirate danger:%i
fr: %s Danger : pirate cupide : %i

# buttonGM
source: Skip Harassment
fr: Ignorer Harcèlement

# msgGM
source: Harassment skipped
fr: Harcèlement ignoré.

# buttonGM
source: Skip Local Contracts
fr: Ignorer Contrats locaux

# contract-shipLog
source: A rare long range contract has been posted at station %s
fr: Un contrat rare à longue distance a été affiché à la station %s.

# msgGM
source: Local contracts skipped
fr: Contrats locaux ignorés.

# buttonGM
source: Mark asteroids
fr: Marquer les astéroïdes

# scienceDescription-asteroid
source: Structure: solid
fr: Composition : solide

# scienceDescription-asteroid
source: Structure: rubble
fr: Composition : gravats

# scienceDescription-asteroid
source: Structure: binary
fr: Composition : binaire

# scienceDescription-asteroid
source: %s, %srock:remainder
fr: %s, %sreste de roche

# scienceDescription-asteroid
source: %sruthenium:%.1f%%
fr: %sruthénium : %.1f%%

# scienceDescription-asteroid
source: %splatinum:%.1f%%
fr: %splatinem : %.1f%%

# scienceDescription-asteroid
source: %sgold:%.1f%%
fr: %sor : %.1f%%

# scienceDescription-asteroid
source: %soxygen:%.1f%%
fr: %soxygène : %.1f%%

# scienceDescription-asteroid
source: %ssilicon:%.1f%%
fr: %ssilicium : %.1f%%

# scienceDescription-asteroid
source: %shydrogen:%.1f%%
fr: %shydrogène : %.1f%%

# scienceDescription-asteroid
source: %snitrogen:%.1f%%
fr: %sazote : %.1f%%

# scienceDescription-asteroid
source: %spyroxene:remainder
fr: %sreste de pyroxène

# scienceDescription-asteroid
source: %spyroxene:%.1f%%
fr: %spyroxène : %.1f%%

# scienceDescription-asteroid
source: %solivine:remainder
fr: %sreste d'olivine

# scienceDescription-asteroid
source: %scobalt:remainder
fr: %sreste de cobalt

# scienceDescription-asteroid
source: %sdilithium:remainder
fr: %sreste de dilithium

# scienceDescription-asteroid
source: %scalcium:remainder
fr: %sreste de calcium

# scienceDescription-asteroid
source: %snickel:remainder
fr: %sreste de nickel

# scienceDescription-asteroid
source: %siron:remainder
fr: %sreste de fer

# scienceDescription-asteroid
source: %siron:%.1f%%
fr: %sfer : %.1f%%

# scienceDescription-asteroid
source: %s, just rock
fr: %s, juste de la roche

# inventory-shipLog
source: %s Current cargo:
fr: Notre vaisseau (%s) : - Marchandises à bord : (quantité)

# inventory-shipLog
source: %s: %i
fr: %s : x%i

# inventory-shipLog
source: Empty
fr: Vide

# inventory-shipLog
source: Available space: %i
fr: Slots de stockage disponibles : %i

# msgGM
source: Empty Template pool: fix excludes or other criteria
fr: Pool de modèles vide : correction des exclusions ou d'autres critères

# contract-comms
source: Your available cargo space, %i, is insufficient for this contract. You need at least 3
fr: Votre espace de chargement disponible, %i, est insuffisant pour ce contrat. Vous avez besoin d'au moins 3 espaces de stockage.

# contract-comms
source: Cargo of three %s has been loaded onto your ship. Deliver to %s in %s
fr: Une cargaison de 3 %s a été chargée sur votre vaisseau. À livrer à %s dans le secteur %s.

# contract-comms
source: This contract is no longer valid since the destination, %s, no longer exists. Sorry for the clerical error. Have a nice day
fr: Ce contrat n'est plus valide puisque la destination, %s, n'existe plus. Désolé pour l'erreur d'écriture. Bonne journée.

source: Back
fr: Précédent

# contract-comms
source: Thanks for the %s, %s. We increased your hull strength by 50%%
fr: Merci pour le %s, %s. Nous avons augmenté la résistance de votre coque de 50%%.

# contract-comms
source: The terms of the contract require the delivery of three %s. This has not been met
fr: Les termes du contrat exigent la livraison de 3 %s. Cela n'a pas été atteint.

# contract-comms
source: Cargo of two %s has been loaded onto your ship. Deliver to %s in %s
fr: Une cargaison de 2 %s a été chargée sur votre vaisseau. À livrer à %s dans le secteur %s.

# contract-comms
source: Thanks for the %s, %s. We increased your shield strength by 25%%
fr: Merci pour le %s, %s. Nous avons augmenté la force de votre bouclier de 25%%.

# contract-comms
source: The terms of the contract require the delivery of two %s. This has not been met
fr: Les termes du contrat exigent la livraison de 2 %s. Cela n'a pas été atteint.

# characterInfo-comms
source: His penchant for miniaturization and tinkering allows him to add a beam weapon to any ship
fr: Sa passion pour la miniaturisation et le bricolage lui permet d'ajouter des faisceaux laser sur n'importe quel vaisseau.

# characterInfo-comms
source: She knows how to increase your maximum energy capacity by improving battery efficiency
fr: Elle sait comment augmenter votre capacité énergétique maximale en améliorant l'efficacité de la batterie.

# artifact-shipLog
source: The artifact we picked up has damaged our ship
fr: L'artefact que nous avons ramassé a endommagé notre vaisseau

# artifact-shipLog
source: The technology gleaned from the artifact has allowed our technicians to increase the damage inflicted by our beam weapons
fr: La technologie glanée sur l'artefact a permis à nos techniciens d'augmenter les dégâts infligés par nos faisceaux laser.

# artifact-shipLog
source: The technology gleaned from the artifact has allowed our technicians to increase our maneuver speed by %.1f%%
fr: La technologie glanée sur l'artefact a permis à nos techniciens d'augmenter notre vitesse de manœuvre de %.1f%%.

# station-comms
source: We are under attack! No time for chatting!
fr: Nous sommes en train de nous faire attaquer ! Pas le temps de discuter !

# station-comms
source: Greetings %s! How may we help you today?
fr: Salutations %s ! Comment pouvons-nous vous aider aujourd'hui ?

# station-comms
source: Good day, officer! What can we do for you today?
fr: Bonjour officier ! Que pouvons-nous faire pour vous aujourd'hui ?

# station-comms
source: Hello, may I help you?
fr: Bonjour, puis-je vous aider ?

# station-comms
source: Welcome to our lovely station.
fr: Bienvenue dans notre charmante petite station.

# station-comms
source: Forgive us if we seem a little distracted. We are carefully monitoring the enemies nearby.
fr: Veuillez nous excuser si nous semblons un peu distraits. Nous surveillons attentivement les ennemis à proximité.

# ammo-comms
source: I need ordnance restocked
fr: Nous aurions besoin de nous réapprovisionner en munitions

# ammo-comms
source: What type of ordnance?
fr: Quel type de munitions ?

# ammo-comms
source: Can you supply us with some nukes? (
fr: Pouvez-vous nous fournir des armes nucléaires (nuke) ? (

# ammo-comms
source: We really need some nukes (
fr: Nous avons vraiment besoin d'armes nucléaires (nuke) (

# ammo-comms
source: %s%d rep each)
fr: %s%d rép l'unité)

# ammo-comms
source: Please re-stock our EMP missiles. (
fr: Veuillez réapprovisionner nos missiles EMP (

# ammo-comms
source: Got any EMPs? (
fr: Avez-vous des EMP ? (

# ammo-comms
source: Do you have spare homing missiles for us? (
fr: Des missiles à tête chercheuse (homing) pour nous ? (

# ammo-comms
source: Do you have extra homing missiles? (
fr: Avez-vous des missiles homing supplémentaires ? (

# ammo-comms
source: We could use some mines. (
fr: Nous pourrions avoir besoin de quelques mines (

# ammo-comms
source: How about mines? (
fr: Concernant les mines ? (

# ammo-comms
source: What about HVLI? (
fr: Concernant les HVLI ? (

# ammo-comms
source: Could you provide HVLI? (
fr: Pourriez-vous fournir des HVLI ? (

# station-comms
source: I need information
fr: j'aurai besoin d'informations

# station-comms
source: What kind of information are you looking for?
fr: Quel genre d'information recherchez-vous ?

# stationServices-comms
source: Docking services status
fr: État des services d'accueil

# stationServices-comms
source: Station %s docking services status:
fr: État des services d'accueil de la station %s :

# stationServices-comms
source: %s Replenish scan probes.
fr: %s - Réapprovisionnement des sondes.

# stationServices-comms
source: Cannot replenish scan probes due to fabrication unit failure.
fr: - Sondes : impossible de réapprovisionner les sondes en raison d'une défaillance de l'unité de fabrication.

# stationServices-comms
source: Parts shortage prevents scan probe replenishment.
fr: - Sondes : le manque de pièces empêche le réapprovisionnement des sondes.

# stationServices-comms
source: Station management has curtailed scan probe replenishment for cost cutting reasons.
fr: - Sondes : les gestionnaires de la station ont réduit le réapprovisionnement des sondes pour des raisons de réduction des coûts.

# stationServices-comms
source: %s Ship hull repair.
fr: %s - Réparation de la coque.

# stationServices-comms
source: We're out of the necessary materials and supplies for hull repair.
fr: - Coque : nous n'avons plus les matériaux et fournitures nécessaires pour réparer la coque.

# stationServices-comms
source: Hull repair automation unavailable while it is undergoing maintenance.
fr: - Coque : l'automatisation de réparation de la coque n'est pas disponible pendant la maintenance.

# stationServices-comms
source: All hull repair technicians quarantined to quarters due to illness.
fr: - Coque : tous les techniciens de réparation de coque sont en quarantaine dans leur quartiers pour cause de maladie.

# stationServices-comms
source: %s Recharge ship energy stores.
fr: %s - Recharge des réserves d'énergie du vaisseau.

# stationServices-comms
source: A recent reactor failure has put us on auxiliary power, so we cannot recharge ships.
fr: - Énergie : une récente panne de réacteur nous a mis sous tension auxiliaire, nous ne pouvons donc pas recharger les vaisseaux.

# stationServices-comms
source: A damaged power coupling makes it too dangerous to recharge ships.
fr: - Énergie : un couplage électrique défectueux rend la recharge des vaisseaux trop risquée.

# stationServices-comms
source: An asteroid strike damaged our solar cells and we are short on power, so we can't recharge ships right now.
fr: - Énergie : une frappe d'astéroïde a endommagé nos cellules solaires et nous manquons de puissance, nous ne pouvons donc pas recharger les vaisseaux pour le moment.

# stationServices-comms
source: %s May overcharge jump drive
fr: %s - Peut booster la téléportation (rechargement).

# stationServices-comms
source: %s May repair probe launch system
fr: %s - Peut réparer le système de lancement de sonde.

# stationServices-comms
source: %s May repair hacking system
fr: %s - Peut réparer le système de piratage.

# stationServices-comms
source: %s May repair scanners
fr: %s - Peut réparer les scanners.

# stationServices-comms
source: %s May repair combat maneuver
fr: %s - Peut réparer la manœuvre de combat.

# stationServices-comms
source: %s May repair self destruct system
fr: %s - Peut réparer le système d'autodestruction.

# station-comms
source: Tell me more about your station
fr: Dites m'en plus à propos de votre station

# station-comms
source: What would you like to know?
fr: Qu'aimeriez-vous savoir ?

# stationGeneralInfo-comms
source: General information
fr: Informations générales

# stationStory-comms
source: Station history
fr: L'histoire de la station

# gossip-comms
source: Gossip
fr: Commérages

# characterInfo-comms
source: Tell me about %s
fr: Parlez-moi de %s

# characterInfo-comms
source: Never heard of %s
fr: Jamais entendu parler de %s.

# characterInfo-comms
source: %s died last week. The funeral was yesterday
fr: %s est décédé la semaine dernière. L'enterrement a eu lieu hier.

# characterInfo-comms
source: %s? Who's %s? There's nobody here named %s
fr: %s ? Qui est %s ? Il n'y a personne ici qui s'appelle %s.

# characterInfo-comms
source: We don't talk about %s. They are gone and good riddance
fr: Pas envie de parler de %s. Ils sont partis et bon débarras.

# characterInfo-comms
source: I think %s moved away
fr: Je pense que %s a déménagé.

# orders-comms
source: What are my current orders?
fr: Quels sont nos ordres en cours ?

# orders-comms
source: %i Minutes remain in game
fr: %i minutes restantes dans le jeu.

# explainGoods-comms
source: No tutorial covered goods or cargo. Explain
fr: Explications sur les marchandises

# explainGoods-comms
source: Different types of cargo or goods may be obtained from stations, freighters or other sources. They go by one word descriptions such as dilithium, optic, warp, etc. Certain mission goals may require a particular type or types of cargo. Each player ship differs in cargo carrying capacity. Goods may be obtained by spending reputation points or by trading other types of cargo (typically food, medicine or luxury)
fr: Différents types de marchandises peuvent être obtenus auprès de stations, cargos ou ailleurs. Ces ressources sont diverses, cela peut-être du dilithium, des composants optiques, du nickel, des batteries, etc. Certains objectifs de mission peuvent nécessiter un ou plusieurs types de marchandises spécifiques. Chaque vaisseau joueur à sa propre capacité de stockage de marchandises en soute. Les marchandises peuvent être obtenues en les payant avec des points de réputation ou en les échangeant contre d'autres types de marchandises, généralement de la nourriture, des médicaments ou des produits de luxe.

# stationServices-comms
source: Overcharge Jump Drive (10 Rep)
fr: Booster la téléportation (10 rép)

# stationServices-comms
source: Your jump drive has been overcharged to %ik
fr: Le délai de recharge de votre moteur de téléportation a été boosté à %ik.

# needRep-comms
source: Insufficient reputation
fr: Vous n'avez pas assez de réputation.

# stationServices-comms
source: Repair ship system
fr: Réparer les systèmes du vaisseau

# stationServices-comms
source: What system would you like repaired?
fr: Quel système souhaitez-vous réparer ?

# stationServices-comms
source: Repair probe launch system (5 Rep)
fr: Réparer le système de lancement de sonde (5 rép)

# stationServices-comms
source: Your probe launch system has been repaired
fr: Votre système de lancement de sonde a été réparé.

# stationServices-comms
source: Repair hacking system (5 Rep)
fr: Réparer le système de piratage (5 rép)

# stationServices-comms
source: Your hack system has been repaired
fr: Votre système de piratage a été réparé.

# stationServices-comms
source: Repair scanners (5 Rep)
fr: Réparer les scanners (5 rép)

# stationServices-comms
source: Your scanners have been repaired
fr: Vos scanners ont été réparés.
