Repository: daid/EmptyEpsilon
Catalog: scripts/locale/scenario_55_defenderHunter.*.po
Languages: de, fr

# scienceDescription-station
source: Biotech research
fr: Recherche en biotechnologie

# scienceDescription-station
source: Observatory
fr: Observatoire

# buttonGM
source: Delay slow to fast
de: Wellen:langsam->schnell
fr: Vitesse Lent à Rapide

# buttonGM
source: Delay fast to normal
de: Wellen:schnell->normal
fr: Vitesse Rapide à Normal

# scienceDescription-planet
source: Lush planet with only mild seasonal variations
de: Üppiger Planet mit nur geringen jahreszeitlichen Schwankungen.
fr: Planète luxuriante avec seulement de légères variations saisonnières

# scienceDescription-station
source: Alderaan communications network hub
de: Knotenpunkt des Kommunikationsnetzes von Alderaan.
fr: Hub du réseau de communication d'Alderaan

# station-comms
source: We are under attack! No time for chatting!
de: Wir werden angegriffen! Keine Zeit zum Plaudern!
fr: Nous sommes en train de nous faire attaquer ! Pas le temps de discuter !

# station-comms
source: Good day, officer! What can we do for you today?
de: Guten Tag, Officer! Was können wir heute für Sie tun?
fr: Bonjour officier ! Que pouvons-nous faire pour vous aujourd'hui ?

# station-comms
source: Welcome to our lovely station.
de: Willkommen in unserer schönen Station.
fr: Bienvenue dans notre charmante petite station.

# station-comms
source: Forgive us if we seem a little distracted. We are carefully monitoring the enemies nearby.
de: Verzeiht uns, wenn wir ein wenig abgelenkt wirken. Wir beobachten aufmerksam die Feinde in der Nähe.
fr: Veuillez nous excuser si nous semblons un peu distraits. Nous surveillons attentivement les ennemis à proximité.

# ammo-comms
source: I need ordnance restocked
de: Ich benötige Nachschub an Munition.
fr: Nous avons besoin de nous réapprovisionner en munitions.

# ammo-comms
source: What type of ordnance?
de: Welche Art von Munition?
fr: Quel genre de munitions ?

# ammo-comms
source: Can you supply us with some nukes? (
de: Können Sie uns mit ein paar Nukes versorgen? (
fr: Pouvez-vous nous fournir des armes nucléaires (nuke) ? (

# ammo-comms
source: We really need some nukes (
de: Wir brauchen wirklich ein paar Nukes (
fr: Nous avons vraiment besoin d'armes nucléaires (nuke) (

# ammo-comms
source: %s%d rep each)
de: %sjeweils %d Ruf)
fr: %s%d rép chacun)

# ammo-comms
source: Please re-stock our EMP missiles. (
de: Bitte stocken Sie unsere EMP-Raketen auf. (
fr: Veuillez réapprovisionner nos missiles EMP. (

# ammo-comms
source: Got any EMPs? (
de: Haben Sie EMPs? (
fr: Avez-vous des EMP ? (

# ammo-comms
source: Do you have spare homing missiles for us? (
de: Haben Sie noch Zielsuchraketen für uns? (
fr: Des missiles à tête chercheuse (homing) de rechange pour nous ? (

# ammo-comms
source: Do you have extra homing missiles? (
de: Haben Sie zusätzliche Zielsuchraketen? (
fr: Avez-vous des missiles à tête chercheuse (homing) supplémentaires ? (

# ammo-comms
source: We could use some mines. (
de: Wir könnten ein paar Minen gebrauchen. (
fr: Nous pourrions avoir besoin de quelques mines. (

# ammo-comms
source: How about mines? (
de: Wie wäre es mit Minen? (
fr: Et concernant les mines ? (

# ammo-comms
source: What about HVLI? (
de: Was ist mit HGBI? (
fr: Concernant les HVLI ? (

# ammo-comms
source: Could you provide HVLI? (
de: Könnten Sie HGBI zur Verfügung stellen? (
fr: Pourriez-vous fournir des HVLI ? (

# dockingServicesStatus-comms
source: Docking services status
fr: État des services d'accueil

# dockingServicesStatus-comms
source: Station %s docking services status:
fr: État des services d'accueil de la station %s :

# dockingServicesStatus-comms
source: %s Replenish scan probes.
fr: %s Réapprovisionner les sondes.

# dockingServicesStatus-comms
source: Cannot replenish scan probes due to fabrication unit failure.
fr: Impossible de réapprovisionner les sondes en raison d'une défaillance de l'unité de fabrication.

# dockingServicesStatus-comms
source: Parts shortage prevents scan probe replenishment.
fr: Le manque de pièces empêche le réapprovisionnement des sondes.

# dockingServicesStatus-comms
source: Station management has curtailed scan probe replenishment for cost cutting reasons.
fr: Les gestionnaires de la station ont réduit le réapprovisionnement des sondes pour des raisons de réduction des coûts.

# dockingServicesStatus-comms
source: %s Ship hull repair.
fr: %s Réparation de la coque.

# dockingServicesStatus-comms
source: We're out of the necessary materials and supplies for hull repair.
fr: Nous n'avons plus les matériaux et fournitures nécessaires pour réparer la coque.

# dockingServicesStatus-comms
source: Hull repair automation unavailable while it is undergoing maintenance.
fr: L'automatisation de réparation de la coque n'est pas disponible pendant la maintenance.

# dockingServicesStatus-comms
source: All hull repair technicians quarantined to quarters due to illness.
fr: Tous les techniciens de réparation de coque mis en quarantaine dans leur quartiers pour cause de maladie.

# dockingServicesStatus-comms
source: %s Recharge ship energy stores.
fr: %s Recharger les réserves d'énergie du vaisseau.

# dockingServicesStatus-comms
source: A recent reactor failure has put us on auxiliary power, so we cannot recharge ships.
fr: Une récente panne de réacteur nous a mis sous tension auxiliaire, nous ne pouvons donc pas recharger les navires.

# dockingServicesStatus-comms
source: A damaged power coupling makes it too dangerous to recharge ships.
fr: Un couplage électrique défectueux rend la recharge des navires trop risquée.

# dockingServicesStatus-comms
source: An asteroid strike damaged our solar cells and we are short on power, so we can't recharge ships right now.
fr: Une frappe d'astéroïde a endommagé nos cellules solaires et nous manquons de puissance, nous ne pouvons donc pas recharger les navires pour le moment.

# dockingServicesStatus-comms
source: %s May overcharge jump drive
fr: %s Peut booster la téléportation.

# dockingServicesStatus-comms
source: %s May repair probe launch system
fr: %s Peut réparer le système de lancement de sonde.

# dockingServicesStatus-comms
source: %s May repair hacking system
fr: %s Peut réparer le système de piratage.

# dockingServicesStatus-comms
source: %s May repair scanners
fr: %s Peut réparer les scanners.

# dockingServicesStatus-comms
source: %s May repair combat maneuver
fr: %s Peut réparer la manœuvre de combat.

# dockingServicesStatus-comms
source: %s May repair self destruct system
fr: %s Peut réparer le système d'autodestruction.

source: Back
de: Zurück
fr: Précédent

# dockingServicesStatus-comms
source: Overcharge Jump Drive (10 Rep)
fr: Booster la téléportation (10 rép).

# dockingServicesStatus-comms
source: Your jump drive has been overcharged to %ik
fr: Votre téléportation a été boostée à %ik.

# needRep-comms
source: Insufficient reputation
de: Unzureichender Ruf
fr: Réputation insuffisante

# dockingServicesStatus-comms
source: Repair ship system
fr: Réparer les systèmes du vaisseau.

# dockingServicesStatus-comms
source: What system would you like repaired?
fr: Quel système souhaitez-vous réparer ?

# dockingServicesStatus-comms
source: Repair probe launch system (5 Rep)
fr: Réparer le système de lancement de sonde (5 rép).

# dockingServicesStatus-comms
source: Your probe launch system has been repaired
fr: Votre système de lancement de sonde a été réparé.

# dockingServicesStatus-comms
source: Repair hacking system (5 Rep)
fr: Réparer le système de piratage (5 rép).

# dockingServicesStatus-comms
source: Your hack system has been repaired
fr: Votre système de piratage a été réparé.

# dockingServicesStatus-comms
source: Repair scanners (5 Rep)
fr: Réparer les scanners (5 rép).

# dockingServicesStatus-comms
source: Your scanners have been repaired
fr: Vos scanners ont été réparés.

# dockingServicesStatus-comms
source: Repair combat maneuver (5 Rep)
fr: Réparer la manœuvre de combat (5 rép).

# dockingServicesStatus-comms
source: Your combat maneuver has been repaired
fr: Votre manœuvre de combat a été réparée.

# dockingServicesStatus-comms
source: Repair self destruct system (5 Rep)
fr: Réparer le système d'autodestruction (5 rép).

# dockingServicesStatus-comms
source: Your self destruct system has been repaired
fr: Votre système d'autodestruction a été réparé

# orders-comms
source: What are my current orders?
de: Was sind meine aktuellen Aufträge?
fr: Quels sont nos ordres en cours ?

# orders-comms
source: %i Minutes remain in game
de: %i Verbleibende Spielminuten
fr: %i minutes restantes

# trade-comms
source: Recruit repair crew member for %i reputation
de: Rekrutiere einen Wartungstechniker für %i Ruf.
fr: Recruter un membre de l'équipe de réparation pour %i réputation

# trade-comms
source: Repair crew member hired
de: Wartungstechniker eingestellt.
fr: Réparateur embauché

# trade-comms
source: Purchase coolant for %i reputation
de: Kühlmittel für %i Ruf kaufen.
fr: Acheter du liquide de refroidissement pour %i de réputation

# trade-comms
source: Additional coolant purchased
de: Zusätzliches Kühlmittel gekauft.
fr: Liquide de refroidissement supplémentaire acheté

# defTelemetry-comms
source: Establish defensive system telemetry (%i rep)
de: Einrichtung der Defensivsystem-Telemetrie (%i Ruf)
fr: Établir un système télémétrique de défense (%i rep).

# defTelemetry-comms
source: Defensive telemetry established with station %s. Damage should show on Relay when it occurs
de: Defensiv-Telemetrie mit Station %s aufgebaut. Eintretender schaden sollte bei Relay angezeigt werden.
fr: Système télémétrique de défense établie avec la station %s. Les dommages devraient apparaître sur la console relais lorsqu'ils se produisent.

# -comms
source: Provide cargo
de: Fracht bereitstellen
fr: Fournir du fret

# -comms
source: Do you have something for us?
de: Haben Sie etwas für uns?
fr: Auriez-vous quelque chose pour nous?

# upgrade-comms
source: Request promised information
de: Versprochene Informationen anfordern
fr: Demander les informations promises

# upgrade-comms
source: Remind me what information I promised
de: Erinnern Sie mich daran, welche Informationen ich versprochen habe.
fr: Rappelez-moi les informations que j'ai promises.

# station-comms
source: Tell me more about your station
de: Erzählen Sie mir mehr über Ihre Station.
fr: Dites m'en plus à propos de votre station.

# station-comms
source: What would you like to know?
de: Was würden Sie gerne wissen?
fr: Qu'aimeriez-vous savoir ?

# stationGeneralInfo-comms
source: General information
de: Allgemeine Informationen
fr: Informations générales

# stationStory-comms
source: Station history
de: Geschichte der Station
fr: L'histoire de la station

# gossip-comms
source: Gossip
de: Klatsch und Tratsch
fr: Rumeurs

# trade-comms
source: Buy, sell, trade
de: Kaufen, verkaufen, handeln
fr: Acheter, vendre, échanger

# trade-comms
source: Station %s: Goods or components available for sale: quantity, cost in reputation
de: Station %s: Zum Verkauf stehende Waren oder Komponenten: Menge, Kosten in Ruf
fr: Station %s : Marchandises ou composants disponibles à la vente : quantité, coût en réputation

# trade-comms
source: Goods or components station will buy: price in reputation
de: Waren oder Komponenten, die die Station kaufen wird: Preis in Ansehen
fr: Marchandises ou composants que la station achètera : (prix en réputation)

# trade-comms
source: Current cargo aboard %s:
de: Aktuelle Fracht an Bord von %s:
fr: Cargaison actuelle à bord de %s :

# trade-comms
source: Empty
de: Leer
fr: Vide

# trade-comms
source: Available Space: %i, Available Reputation: %i
de: Verfügbarer Platz: %i, Verfügbarer Ruf: %i
fr: Espace disponible : %i, Réputation disponible : %i

# trade-comms
source: Buy one %s for %i reputation
de: Kaufe 1 %s für %i Ruf
fr: Achetez 1 %s pour %i rép

# trade-comms
source: Type: %s, Quantity: %i, Rep: %i
de: Art: %s, Menge: %i, Ruf: %i
fr: Type : %s, Quantité : %i, Rép : %i

# trade-comms
source: Insufficient cargo space for purchase
de: Unzureichender Laderaum für den Kauf.
fr: Espace de chargement insuffisant pour acheter

# needRep-comms
source: Insufficient reputation for purchase
de: Unzureichender Ruf für den Kauf.
fr: Réputation insuffisante pour acheter

# trade-comms
source: Insufficient station inventory
de: Auf der Station ist nicht genug davon vorrätig
fr: Stock insuffisant dans la station

# trade-comms
source: purchased
de: Gekauft
fr: Acheté

# trade-comms
source: Sell one %s for %i reputation
de: Verkaufe 1 %s für %i Ruf
fr: Vendre 1 %s pour %i rép

# trade-comms
source: Type: %s, Reputation price: %i
de: Art: %s, Ruf kosten: %i
fr: Type : %s, Coût en rép : %i

# trade-comms
source: One sold
de: 1 verkauft
fr: 1 vendu

# trade-comms
source: Trade food for %s
de: Tausche Lebensmittel gegen %s
fr: Échanger de la Nourriture (food) contre %s

# trade-comms
source: Type: %s, Quantity: %i
de: Art: %s, Anzahl: %i
fr: Type : %s, Quantité : %i

# trade-comms
source: Traded
de: Getauscht
fr: Échangé

# trade-comms
source: Trade medicine for %s
de: Tausche Medikamente (medicine) gegen %s
fr: Échanger des Médicaments (medicine) contre %s

# trade-comms
source: Trade luxury for %s
de: Tausche Luxusgüter gegen %s
fr: Échanger des produits de luxe (luxury) contre %s

# trade-comms
source: Jettison cargo
de: Fracht abwerfen
fr: Larguer la cargaison

# trade-comms
source: Available space: %i What would you like to jettison?
de: Verfügbarer Platz: %i Was würden Sie gerne abwerfen?
fr: Espace disponible : %i Que voudriez-vous larguer ?

# trade-comms
source: One %s jettisoned
de: 1 %s abgeworfen
fr: Un %s largué

# explainGoods-comms
source: No tutorial covered goods or cargo. Explain
de: Waren oder Fracht sind im Tutorial nicht abgedeckt. Erklären Sie!
fr: Aucun tutoriel n'explique les marchandises ou cargaisons. Explication :

# explainGoods-comms
source: Different types of cargo or goods may be obtained from stations, freighters or other sources. They go by one word descriptions such as dilithium, optic, warp, etc. Certain mission goals may require a particular type or types of cargo. Each player ship differs in cargo carrying capacity. Goods may be obtained by spending reputation points or by trading other types of cargo (typically food, medicine or luxury)
de: Verschiedene Arten von Fracht oder Waren können von Stationen, Frachtern oder anderen Quellen bezogen werden. Sie werden mit einem Wort beschrieben, z.B. Dilithium, Optik-Komponenten, Warp-Komponenten, usw. Bestimmte Missionsziele können eine bestimmte Art oder Arten von Fracht erfordern. Jedes Spielerschiff unterscheidet sich in seiner Frachtkapazität. Waren können durch die Ausgabe von Ruf-Punkten oder durch den Handel mit anderen Arten von Fracht (typischerweise Lebensmittel, Medikamente (medicine) oder Luxusgüter) erworben werden.
fr: Différents types de marchandises ou cargaisons peuvent être obtenus auprès des stations, des cargos ou d'autres sources. Ces ressources peuvent être du dilithium, de l'optique, des moteurs de vitesse lumière, etc. Certains objectifs de mission peuvent nécessiter un ou plusieurs types de marchandises particulières. Chaque navire joueur diffère par sa capacité de transport de marchandises. Les marchandises peuvent être obtenues en dépensant des points de réputation ou en échangeant d'autres types de marchandises (généralement de la nourriture, des médicaments ou des produits de luxe).

# trade-comms
source: Provide %s as requested
de: Liefern von %s wie angefordert.
fr: %s fourni comme demandé

# trade-comms
source: Thanks, we really needed that. I have some information for you. Decide which one you want
de: Danke, das haben wir wirklich gebraucht. Ich habe einige Informationen für Sie. Entscheiden Sie, welche Sie wollen.
fr: Merci, nous en avions vraiment besoin. J'ai quelques informations pour vous. Décidez laquelle vous voulez.

# upgrade-comms
source: Ship maneuver upgrade
de: Upgrade der Manövriertriebwerke.
fr: Amélioration de la manœuvre du navire.

# upgrade-comms
source: Check back shortly and I'll tell you all about it
de: Schauen Sie bald wieder vorbei und ich werde Ihnen alles darüber erzählen.
fr: Revenez sous peu et je vous dirai tout à ce sujet.

# upgrade-comms
source: Give %s as requested
de: Übergeben von %s wie angefordert.
fr: Donner %s comme demandé.

# upgrade-comms
source: Thanks, we needed that %s. I have information for you. Decide which one you want
de: Danke, wir brauchten das %s. Ich habe Informationen für Sie. Entscheiden Sie, welche Sie wollen.
fr: Merci, nous avions besoin de ce %s. J'ai des informations pour vous. Décidez laquelle vous voulez.

# upgrade-comms
source: Upgrade %s to auto-rotate
de: Upgrade %s zu Auto-Rotation.
fr: Mettre à niveau %s pour l'auto-rotation.

# upgrade-comms
source: Check back in a bit and I'll tell you all about it
de: Schauen Sie bald wieder vorbei, dann erzähle ich Ihnen alles darüber.
fr: Revenez un peu plus tard et je vous dirai tout à ce sujet.

# upgrade-comms
source: Upgrade beam weapon cycle time
de: Upgrade Laser-Ladezyklus
fr: Améliorer la durée de cycle des faisceaux laser.

# upgrade-comms
source: Upgrade hull damage capacity
de: Upgrade der Schadenskapazität der Hülle.
fr: Améliorer la capacité d'encaissement de dommages à la coque.

# upgrade-comms
source: What about that maneuver upgrade information you promised?
de: Was ist mit den Informationen zum Upgrade der Manövriertriebwerke, die Sie versprochen haben?
fr: Qu'en est-il des informations de mise à niveau de manœuvre que vous avez promises ?

# upgrade-comms
source: I hear %s can upgrade your maneuverability, but they need %s to do the job
de: Ich habe gehört, dass %s Ihre Manövriertriebwerke verbessern können, aber sie brauchen %s, um die Arbeit zu erledigen.
fr: J'ai entendu dire que %s peut améliorer votre système de manœuvre, mais ils ont besoin de %s pour faire le travail.

# upgrade-comms
source: Where is %s?
de: Wo ist %s?
fr: Où se trouve %s ?

# upgrade-comms
source: %s is in sector %s
de: %s liegt in Sektor %s
fr: %s se trouve dans le secteur %s.

# upgrade-comms
source: Where might I find some %s?
de: Wo kann ich %s finden?
fr: Où puis-je trouver des %s ?

# upgrade-comms
source: I think %s might have some
de: Ich denke, %s könnte einige haben.
fr: Je pense que %s pourrait en avoir.

# upgrade-comms
source: And where the heck is %s?
de: Und wo, zum Teufel, ist %s?
fr: Et où diable se trouve %s ?

# upgrade-comms
source: My, my, you're quite inquisitive. %s is in sector %s
de: Meine Güte, du bist aber neugierig. %s ist in Sektor %s.
fr: ...Vous posez beaucoup de question je trouve. %s se situe dans le secteur %s.

# upgrade-comms
source: You mentioned a beam weapon cycle time upgrade...
de: Sie erwähnten eine Verbesserung der Ladezyklus von Lasern...
fr: Vous avez mentionné une mise à niveau du temps de cycle de l'arme à rayon...

# upgrade-comms
source: Station %s can do that for %s
de: Station %s kann das für %s durchführen.
fr: La station %s peut le faire pour du %s.

# upgrade-comms
source: I've never heard of %s. Where is %s?
de: Ich habe noch nie von %s gehört. Wo ist %s?
fr: Je n'ai jamais entendu parler de %s. Où se trouve %s ?

# upgrade-comms
source: You haven't? I'm surprised. %s is in %s
de: Haben Sie nicht? Das wundert mich. %s ist in %s.
fr: Vous n'en avez pas ? Je suis surpris. %s se trouve dans le secteur %s.

# upgrade-comms
source: Can you direct me to a station with %s?
de: Können Sie mich auf eine Station mit %s verweisen?
fr: Pouvez-vous me diriger vers une station possédant du %s ?

# upgrade-comms
source: %s has %s *and* they have the best indigenous Kraylor honey you've ever tasted
de: %s hat %s *und* sie haben den besten einheimischen Kraylor-Honig, den Sie je probiert haben.
fr: %s possède du %s *et* ils ont le meilleur miel indigène Kraylor que vous ayez jamais goûté.

# upgrade-comms
source: Sounds tasty. Where is %s?
de: Klingt lecker. Wo ist %s?
fr: Ça semble appétissant. Où est %s ?

# upgrade-comms
source: It's in %s
de: Sie ist in %s
fr: Dans le secteur %s.

# upgrade-comms
source: Where's that station rotation upgrade information?
de: Wo sind die Informationen zur Stationsrotation?
fr: Où pouvons-nous trouver les informations sur la mise à niveau de la rotation des stations ?

# upgrade-comms
source: station %s has the technical knowledge but lacks the %s
de: Station %s hat das technische Wissen, aber es mangelt Ihnen an %s.
fr: la station %s a les connaissances techniques mais n'a pas les %s.

# upgrade-comms
source: Where is station %s?
de: Wo befindet sich die Station %s?
fr: Où se situe la station %s ?

# upgrade-comms
source: %s is in %s
de: %s ist in %s.
fr: %s se trouve dans le secteur %s.

# upgrade-comms
source: Where could I get %s?
de: Wo kann ich %s herbekommen?
fr: Où puis-je obtenir du %s ?

# upgrade-comms
source: %s should have %s
de: %s sollte %s haben.
fr: %s devrait avoir du %s.

# upgrade-comms
source: Do you know where %s is located?
de: Wissen Sie, wo sich %s befindet?
fr: Savez-vous où se trouve %s ?

# upgrade-comms
source: Yes, it's in %s
de: Ja, es ist in %s.
fr: Oui, en %s.

# intelligence-comms
source: What about that intelligence information you promised?
de: Was ist mit den Geheimdienstinformationen, die Sie versprochen haben?
fr: Qu'en est-il des informations de renseignement que vous avez promises ?

# intelligence-comms
source: I hear Marcy Sorenson just got back from an enemy scouting expedition. She was talking about enemy bases. She can probably tell you where some of these bases are located. She's based on %s
de: Ich habe gehört, dass Marcy Sorenson gerade von einer Aufklärungsmission zurückgekommen ist. Sie hat über feindliche Stützpunkte gesprochen. Sie kann Ihnen wahrscheinlich sagen, wo sich einige dieser Stützpunkte befinden. Sie wohnt auf %s.
fr: J'ai entendu Marcy Sorenson rentrer tout juste de mission de reconnaissance. Elle parlait de bases ennemies. Elle pourra probablement vous dire où se trouvent certaines de ces bases. Elle est basée sur %s.

# intelligence-comms
source: Talk with Marcy Sorenson on %s
de: Rede mit Marcy Sorenson auf %s.
fr: Parler avec Marcy Sorenson sur %s.

# upgrade-comms
source: Remember, you promised some ship hull upgrade information?
de: Erinnern Sie sich, dass Sie Informationen über Schiffshüllen-Upgrades versprochen haben?
fr: Rappelez-vous, vous nous avez promis des informations sur la mise à niveau de la coque du vaisseau ?

# upgrade-comms
source: Oh yes, %s can upgrade your hull, but they want %s to do the job
de: Oh ja, %s kann Ihre Hülle verbessern, aber sie wollen %s, für die Arbeit.
fr: Oh oui, %s peut améliorer votre coque, mais ils veulent que %s fasse le boulot.

# upgrade-comms
source: So, where is %s?
de: Also, wo ist %s?
fr: Alors, où se trouve %s ?

# upgrade-comms
source: Where could I find some %s?
de: Wo kann ich %s finden?
fr: Où pourrais-je trouver du %s ?

# upgrade-comms
source: I think %s may have some
de: Ich denke, %s könnte welche haben.
fr: Je pense que %s peut en avoir.

# upgrade-comms
source: And just where is %s?
de: Und wo genau liegt %s?
fr: Et où se trouve donc %s ?

# upgrade-comms
source: If you must know, %s is in sector %s
de: Wenn Sie es unbedingt wissen müssen, %s liegt in Sektor %s.
fr: Si cela vous intéresse, %s se trouve en %s.

# upgrade-comms
source: Upgrade maneuverability
de: Verbessere Manövriertriebwerke
fr: Mettre à jour le système de manoeuvre.

# upgrade-comms
source: Upgraded maneuverability
de: Manövriertriebwerke verbessert
fr: Système de manœuvre amélioré.

# upgrade-comms
source: You need to bring some %s for the upgrade
de: Sie müssen %s für das Upgrade mitbringen.
fr: Vous devez apporter des %s pour la mise à niveau.

# upgrade-comms
source: Upgrade beam cycle time
de: Verbessere Laser-Ladezyklus
fr: Mettre à niveau la durée de cycle des faisceaux laser.
