Repository: daid/EmptyEpsilon
Catalog: scripts/locale/scenario_03_waves.*.po
Languages: de

source: Waves
de: Endlose Wellen

source: Waves of increasingly difficult enemies attack friendly stations. There is no victory. How many waves can you destroy? Spawn the player ships you want. The strength of enemy ships is independent of the number and type of player ships.
de: Wellen immer schwerer werdender Feinde greifen befreundete Stationen an. Einen Sieg gibt es nicht. Wie viele Wellen könnt ihr zerstören?\n \n Erstellt die gewünschten Spielerschiffe. Die Stärke der feindlichen Schiffe ist unabhängig von der Anzahl und Art der Spielerschiffe.

# setting
source: Enemies
de: Feinde

# setting
source: Configures the amount of enemies spawned in the scenario.
de: Legt die Anzahl der im Szenario gespawnten Feinde fest.

# Enemies
source: Easy
de: Einfach

# Enemies
source: Decreases the number of ships in each wave. Good for new players, but takes longer for the players to be overwhelmed.
de: Verringert die Anzahl der Schiffe in jeder Welle. Gut für Neulinge, aber es dauert länger, bis die Spielenden überwältigt überwältigt werden.

# Enemies
source: Normal amount of enemies. Recommended for a normal crew.
de: Normale Anzahl von Feinden. Empfohlen für eine normale Besatzung.

# Enemies
source: Hard
de: Schwer

# Enemies
source: Difficulty starts at wave 5 and increases by 1.5 after the players defeat each wave. Players are overwhelmed more quickly, leading to shorter games.
de: Der Schwierigkeitsgrad beginnt bei Welle 5 und erhöht sich um 1,5 nach der jede Welle besiegten Welle. Die Crew wird schneller überwältigt werden, was zu kürzeren Spielen führt.

# goal-shipLog
source: At least one friendly base must survive. Destroy all enemy ships. After a short delay, the next wave will appear. And so on ... How many waves can you destroy?
de: Mindestens eine befreundete Basis muss überleben.\n \n Zerstören Sie alle feindlichen Schiffe. Nach einer kurzen Verzögerung wird die nächste Welle erscheinen. Und so weiter ...\n \n Wie viele Wellen können Sie erledigen?

# shipLog
source: Wave %d
de: Welle %d

# msgMainscreen
source: Wave %d
de: Welle %d

# msgMainscreen
source: Wave cleared!
de: Welle besiegt!

# shipLog
source: Wave %d cleared.
de: Welle %d besiegt.
