Repository: daid/EmptyEpsilon
Catalog: scripts/locale/scenario_79_kessler.*.po
Languages: de, fr

source: Save the global satellite network by catching space debris and prevent the Kessler Syndrome! This is a beginner scenario initially created to be played by a crew of school kids. It still assumes general knowledge about operating the stations, so a previous tutorial session or on-site introduction is recommended. The officer(s) on relay&science or on operations should be able to read fluently.
de: Rettet das globale Satellitennetzwerk, indem ihr Weltraumschrott einsammelt und das Kessler-Syndrom verhindert! Dies ist ein Einstiegsszenario, das ursprünglich gedacht war, von einer Crew aus Schulkindern gespielt zu werden. Es setzt jedoch Grundkenntnisse der einzelnen Stationen voraus, daher wird ein vorheriges durchspielen der Tutorials oder eine Einweisung vor Ort empfohlen. Wer Kommunikation&Wissenschaft oder die Ops-Station bedient, sollte fließend lesen können.
fr: - Durée approx. : 1h30 - Difficulté : Très facile - Vaisseaux joueurs : 1 à plusieurs Mission : Sauvez le réseau mondial de satellites en récupérant des débris spatiaux et prévenez le syndrome de Kessler ! Pour débutants. Créé initialement pour des écoliers. Idéal après les tutoriels. Nécessite l'option Fréquences des faisceaux/boucliers. Version 1 - Aout 2023 - Titre original : Kessler - Auteur : BlueShadow (Aout 2023) - Traduction FR : Muerte Communauté française et anglophone sur le Discord USN https://discord.gg/TVxuxn7ZYW : feedback sur les scénarios, aide, sessions de jeu tous les we.

source: Earth
de: Erde
fr: La Terre

source: The blue planet
de: Der blaue Planet
fr: La planète bleue

source: A supply station in geostationary orbit
de: Eine Versorgungsstation in der geostationären Umlaufbahn

source: Mission data
de: Missionsdaten
fr: Données de la mission

source: Kessler Syndrome
de: Kessler-Syndrom
fr: Le syndrome de Kessler

source: The Kessler Syndrome is a theoretical Scenario first proposed by NASA Scientist Donald J. Kessler in 1978. It describes the situation where the density of objects in Earth's orbit is high enough to cause a chain reaction of collisions. Each collision will create a huge debris field of multiple objects, and many of them will collide with other objects. Ultimately, the Orbit will be full of tiny objects destroying satellites and making space flight very hard, if not impossible. Also, much of our daily life depends on satellites, like TV, communication, navigation and internet. The Kessler Syndrome would be a serious threat to all of this. This is why clearing space debris, and preventing that kind of scenario is extremely important.
de: Das Kessler-Syndrom ist ein theoretisches Szenario, das erstmals 1978 vom NASA-Wissenschaftler Donald J. Kessler vorgeschlagen wurde. Es beschreibt die Situation, in der die Dichte von Objekten in der Erdumlaufbahn hoch genug ist, um eine Kettenreaktion von Kollisionen zu verursachen. Bei jeder Kollision entsteht ein riesiges Trümmerfeld aus mehreren Objekten, von denen viele wiederum mit anderen Objekten kollidieren werden. Letztendlich wird die Umlaufbahn voller kleiner Objekte sein, die Satelliten zerstören und die Raumfahrt sehr schwierig, wenn nicht gar unmöglich machen. Außerdem hängt ein großer Teil unseres täglichen Lebens von Satelliten ab, wie Fernsehen, Kommunikation, Navigation und Internet. Das Kessler-Syndrom ist eine ernsthafte Bedrohung für all diese Dinge. Deshalb ist die Beseitigung von Weltraumschrott und die Verhinderung eines solchen Szenarios extrem wichtig.
fr: Le syndrome de Kessler est un scénario théorique proposé pour la 1ère fois par le scientifique de la NASA Donald J. Kessler en 1978. Il décrit une situation où la densité d'objets en orbite terrestre serait tellement élevée qu'elle provoquerait une réaction en chaîne de collisions. Chaque collision créant un énorme champ de nombreux débris d'objets, et beaucoup de ces débris entrant à leur tour en collision avec d'autres objets. Au final, l'orbite serait pleine de minuscules débris détruisant les satellites et rendant le vol spatial très difficile, voire impossible. De plus, une grande partie de notre vie quotidienne dépend des satellites, comme la télévision, les communications, la navigation et l'internet. Le syndrome de Kessler serait une menace sérieuse pour tout cela. C'est pourquoi le nettoyage des débris spatiaux et la prévention de ce type de scénario catastrophique sont extrêmement importants.

# buttonGM
source: Unusual Readings
de: Seltsame Werte
fr: Lectures inhabituelles

# buttonGM
source: Order to dock
de: Befehl zum Andocken
fr: Ordre d'amarrage

source: Greetings! We are glad to welcome you aboard our new prototype! If it becomes successful, we might soon start assembling a fleet of tidying ships! Hopefully, they will be able to finally solve the problem of space debris in our orbit! This first prototype will only be able to capture larger space junk. We found several suitable candidates for your first test run, they will appear with a four-digit call sign on your radar. To capture them, you have to calibrate your shields correctly, so be sure the object will be scanned. A successful scan will reveal the correct capturing frequency. Now, the shields have to be calibrated with the correct frequency. Make sure to activate the shields after calibration. Then you can fly towards the pieces of space junk, and it should successfully be captured.
de: Guten Tag! Willkommen an Bord unseres neuen Prototyps! Wenn er erfolgreich ist, können wir bald damit anfangen, eine ganze Flotte von Aufräumschiffen herzustellen! Hoffentlich werden sie so unser Problem mit dem Weltraumschrott in unserer Umlaufbahn lösen. Dieser erste Prototyp kann nur größere Stücke Schrott einsammeln. Wir haben einige Kandidaten für den ersten Testlauf markiert. Auf dem Radar sind sie daran zu erkennen, dass sie mit vier Ziffern beschriftet sind. Um sie einfangen zu können, müssen die Schilde richtig kalibriert werden, dafür muss das Stück Schrott gescannt werden. Ein erfolgreicher Scan zeigt die richtige Frequenz zum einsammeln an. Nun müssen die Schilde mit der richtigen Frequenz kalibriert werden. Achten Sie darauf, die Schilde nach der Kalibrierung zu aktivieren. Dann können Sie auf den Weltraumschrott zufliegen, und er sollte erfolgreich eingefangen werden.
fr: Salutations équipage ! Nous sommes heureux de vous accueillir à bord de notre nouveau prototype afin de commencer le ramassage de débris. Si les tests s'avèrent concluants, nous pourrions bientôt commencer l'assemblage d'une flotte de vaisseaux de nettoyage. Cela nous permettrai enfin de résoudre le problème de ses innombrables débris en orbite autour de notre chère planète. Ce 1er prototype ne peut ramasser que les déchets les plus gros. Nous en avons trouvé plusieurs adaptés pour cet essai, vous les verrez apparaître avec un numéro à 4 chiffres sur vos radars. Pour ramasser un débris, vous devez dans un 1er temps le scanner, l'analyse révélant la bonne fréquence de récupération. Ensuite, vous devez calibrer vos boucliers sur cette fréquence. Enfin, il vous suffit d'activer vos boucliers et de vous diriger sur le débris pour le ramasser. Vous pouvez commencer.

source: Repairs and refueling in progress.
de: Ihr Schiff wird gerade repariert und die Energiespeicher wieder aufgeladen.

source: Your ship is fully refuelled and repaired.
de: Die Hülle wurde repariert und die Energiespeicher sind wieder aufgeladen.

source: Good day, officer. If you need repairs or to replenish your energy, please dock with us. For more background information about your mission, see the "Mission data" section in the science database.
de: Guten Tag. bitte docken Sie bei uns an, wenn sie Energie aufladen wollen oder das Schiff repariert werden muss. Mehr Hintergrundinformationen zu Ihrer Mission finden Sie in der Wissenschaftsdatenbank unter "Missionsdaten".

source: Shield frequencies are required for this scenario. Please enable frequencies in extra settings.
de: Für dieses Szenario sind Schildfrequenzen erforderlich. Bitte aktiviere "Frequenzen" unter "Zusätzliche Einstellungen".
fr: Ce scénario nécessite que l'option Fréquences des faisceaux/boucliers soit activée dans les réglages.

source: We are getting strange readings from sector C7. It looks like the source is an abandoned satellite. Please investigate, but be careful.
de: Wir empfangen seltsame Werte aus Sektor C7. Es sieht so aus, als wenn sie von einem nicht mehr genutzten Satelliten stammen. Bitte gehen Sie dem nach, seien Sie aber vorsichtig.
fr: Équipage du Tidy-1, Nous captons des signaux inhabituels en provenance du secteur C7, juste à coté de notre base. Il semble que la source soit un satellite abandonné. Cessez les essais et veuillez enquêter, mais soyez prudent.

source: An abandoned satellite
de: Ein nicht mehr genutzter Satellit
fr: Un satellite abandonné

source: An old military satellite. Capturing frequency is blocked. Behaviour unknown. Recommendation: Jump not closer than 10U, then advance using the impulse drive.
de: Eine alter Militär-Satellit. Frequenz zum einfangen wird blockiert. Verhalten unbekannt. Empfehlung: nicht direkt heran springen, sondern etwa 10U Abstand halten, und nach dem Sprung mit Impulsantrieb näher fliegen.
fr: Un ancien satellite militaire. Fréquence de ramassage bloquée. Comportement inconnu. Recommandation : pas de téléportation à moins de 10u,, Utiliser les moteurs.

source: Additional debris created!
de: Zusätzlicher Weltraumschrott wurde verursacht!
fr: Débris supplémentaires créés !

source: The satellite started to attack objects in its proximity! That way, more fragments will be created that may harm other satellites. You must stop it! Try to NOT destroy it, target its impulse drive instead.
de: Der Satellit greift Objekte in seiner Nähe an! Dadurch werden immer mehr Einzelteile entstehen und andere Satelliten in Gefahr bringen. Das müssen Sie verhindern! Versuchen Sie, ihn NICHT zu zerstören sondern zielen Sie auf seinen Impuls-Antrieb.
fr: Équipage, Le satellite commence à attaquer les objets à proximité ! En faisant cela, plus de débris seront créés, ce qui pourrait endommager d'autres satellites. Vous devez l'arrêter ! Essayez de NE PAS le détruire, ciblez plutôt ses moteurs à impulsion afin de l'immobiliser.

source: A deactivated military satellite. Scan to get the capturing frequency.
de: Eine deaktivierter Militär-Satellit. Scanne, um die Frequenz zum einfangen herauszufinden.
fr: Satellite militaire désactivé. Scannez-le pour obtenir sa fréquence de ramassage.

source: Capturing frequency:
de: Frequenz zum einfangen:
fr: Fréquence de ramassage :

source: It looks like the old satellite was hit by a piece of space debris and thus reactivated. This also caused it to malfunction. Just before its deactivation, it was able to send a signal. We have to investigate this. But first, please dock with us. If necessary, we can repair the hull, and you can recharge your energy. After that, you will receive further orders.
de: Der alte Satellit wurde offenbar von einem Stück Weltraumschrott getroffen und dadurch aktiviert, aber mit einer Fehlfunktion. Er konnte kurz vor seiner Abschaltung noch ein Signal senden. Dem müssen wir nachgehen. Fliegen Sie aber bitte zuerst zu uns, wir können ihr Schiff reparieren falls es nötig ist und sie können Energie auftanken. Danach werden Sie weitere Befehle erhalten.
fr: Tidy-1, Pendant que vous étiez occupés avec ce satellite, nous l'avons analysé. Il semble que cet ancien satellite ait été réactivé après avoir été percuté par un débris spatial, ce qui aurait également provoqué son dysfonctionnement. Juste avant que vous le neutralisiez, nous avons capté un signal sortant. Nous devons enquêter là-dessus. Mais d'abord, merci de vous amarrer à nous. Si nécessaire, nous pourrons réparer votre coque, et recharger votre énergie. Après cela, vous recevrez votre nouvel ordre de mission.

source: Bad news: The satellite woke up a whole group of military satellites that should have been out of service for ages. If we don't do anything against them, they will slowly but surely destroy all objects they can find. The debris will spread all over the orbit, destroying all our communications satellites. Not only would that be a disaster for science and spaceflight, but everyday things like Internet are in serious danger as well! We are currently making a plan to stop this. Please stay docked until you get new orders.
de: Schlechte Nachrichten: Der Satellit hat mit einem Signal eine ganzes Gruppe von Millitärsatelliten aufgeweckt, die eigentlich schon lange nicht mehr im Betrieb waren. Wenn wir nichts dagegen unternehmen, werden sie nach und nach immer mehr Objekte in ihrer Nähe zerstören. Die Einzelteile werden sich über die ganze Umlaufbahn verteilen und alle unsere wichtigen Nachrichten-und Kommunkations-Satelliten zerstören.
fr: Mauvaise nouvelle Tidy-1, Le satellite a réveillé tout un groupe de satellites militaires qui auraient dû être hors service depuis des décennies. Si nous ne faisons rien contre eux, ils détruiront lentement mais sûrement tous les objets qui se trouveront sur leur passage. Les débris se répandront sur toute l'orbite terrestre, détruisant nos satellites de communication. Non seulement ce serait un désastre pour la science et les vols spatiaux, mais des services de la vie courante comme l'internet sont également en grave danger ! Evitons de nous retrouver avec le syndrome de Kessler voulez-vous ! (cf base de donnée). Nous élaborons actuellement un plan pour arrêter cela. Veuillez rester à quai jusqu'à ce que vous soyez briefés.

source: New orders: We have to shut down the rogue satellites somehow. Therefore, you need to get as close as possible to the control node that is commanding the other satellites. Luckily, the satellites are in some kind of sleep mode right now, to recharge their batteries. You need another ship however, to get to them unnoticed. As soon you are getting closer, you should also turn off every system and device that is not necessary. When you are ready, your weapons officer can change the ship at the touch of a button.
de: Neue Befehle: Wir müssen versuchen, die fehlerhaften Satelliten abzuschalten. Dazu müssen Sie möglichst nahe an den Kontroll-Satelliten kommen, der den anderen Befehle gibt. Zum Glück sind die Satelliten gerade in einer Art Ruhemodus, um ihre Energiespeicher aufzuladen. Wir brauchen allerdings ein kleineres Schiff, um unauffällig an sie heranzukommen. Außerdem sollten sie alle Systeme abschalten, die nicht unbedingt notwendig sind, sobald sie in die Nähe kommen. Sobald Sie bereit sind, kann an der Waffenstation auf das neue Schiff gewechselt werden.
fr: Tidy-1, voici votre ordre de mission. Ordre de mission : arrêter ces satellites rebelles coûte que coûte. Pour cela, vous allez vous rapprocher le plus possible du module de contrôle qui commande tous ces satellites. Heureusement, les satellites sont à l'état de veille en ce moment afin de recharger leurs batteries. Vous aurez cependant besoin d'un vaisseau plus discret pour les atteindre sans vous faire remarquer. Dès que vous vous rapprocherez, vous devrez également éteindre tous vos systèmes et appareils non indispensables pour éviter qu'ils ne détectent la moindre transmission, fréquence ou signal. Lorsque vous serez prêt, votre officier des armes pourra activer le transfert vers votre nouveau vaisseau en activant la commande. Bonne chance !

source: New orders: We have to shut down the rogue satellites somehow. Therefore, you need to get as close as possible to the control node that is commanding the other satellites. Luckily, the satellites are in some kind of sleep mode right now, to recharge their batteries. You need another ship however, to get to them unnoticed. As soon you are getting closer, you should also turn off every system and device that is not necessary. When you are ready, your tactical officer can change the ship at the touch of a button.
de: Neue Befehle: Wir müssen versuchen, die fehlerhaften Satelliten abzuschalten. Dazu müssen Sie möglichst nahe an den Kontroll-Satelliten kommen, der den anderen Befehle gibt. Zum Glück sind die Satelliten gerade in einem Art Ruhemodus, um ihre Energiespeicher aufzuladen. Wir brauchen allerdings ein kleineres Schiff, um unauffällig an sie heranzukommen. Außerdem sollten sie alle Systeme abschalten, die nicht unbedingt notwendig sind, sobald sie in die Nähe kommen. Sobald Sie bereit sind, kann an der taktischen Station auf das neue Schiff gewechselt werden.
fr: Tidy-1, voici votre ordre de mission. Ordre de mission : arrêter ces satellites rebelles coûte que coûte. Pour cela, vous allez vous rapprocher le plus possible du module de contrôle qui commande tous ces satellites. Heureusement, les satellites sont à l'état de veille en ce moment afin de recharger leurs batteries. Vous aurez cependant besoin d'un vaisseau plus discret pour les atteindre sans vous faire remarquer. Dès que vous vous rapprocherez, vous devrez également éteindre tous vos systèmes et appareils non indispensables pour éviter qu'ils ne détectent la moindre transmission, fréquence ou signal. Lorsque vous serez prêt, l'officier responsable du radar tactique pourra activer le transfert vers votre nouveau vaisseau en activant la commande. Bonne chance !

source: change ship
de: Schiff wechseln
fr: Changer de vaisseau

source: Welcome to the new ship. It is smaller and more unsuspicious. On the downside, it is also less robust. Instead of a jump drive, it is equipped with a so-called warp drive. You can fly much faster with it, but the drive tends to overheat easily. Keep in mind to turn off all non-essential systems and devices as soon you are getting closer to the dangerous satellites. This ship has a transmitter installed that is strong enough to overwhelm the jammer of the control node and to send a shutdown signal. But you have to be very close for it to work. We detected the control node at a heading of about 125 degrees from our position, but a newly formed dust cloud prevents us to get more details. We don't know if this cloud was created intentionally to serve as a hiding place. It might as well be a side effect of their destructive activities or just fuel leaking out of their old tanks. Good luck!
de: Willkommen auf dem neuen Schiff. Es ist kleiner und unauffälliger. Dadurch ist es leider auch weniger stabil. Statt einem Sprungantrieb hat es einen sogenannten Warpantrieb. Damit können Sie sehr schnell fliegen, allerdings verbraucht der Antrieb viel Energie und wird sehr schnell heiß. Denken Sie daran, alle unnötigen Systeme abzuschalten, sobald sie in die Nähe der gefährlichen Satelliten kommen. Dieses Schiff hat einen Sender an Bord, der stark genug ist, um die Störsignale des Kontrollsatelliten zu ignorieren und ein Abschaltsignal zu senden. Aber das Schiff muss sehr nah dran sein, damit es funktioniert. Der Kontrollsatellit befindet sich von uns aus in einer ungefähren Richtung von 125 Grad, aber eine neu entstandene Staubwolke verhindert, dass wir mehr Details erkennen können. Wir wissen nicht, ob diese Wolke absichtlich erzeugt wurde, um sich darin zu verstecken. Es könnte auch ein Nebeneffekt von ihrem zerstörerischen Verhalten sein oder einfach nur Treibstoff, der aus den alten Tanks austritt. Viel Glück!
fr: Bienvenue sur votre nouveau vaisseau. Il est plus petit et moins suspect. En revanche, il est également moins robuste. Un moteur de vitesse lumière remplace la téléportation. Vous pouvez voler beaucoup plus vite avec, mais prudence, la vitesse lumière surchauffe facilement. N'oubliez pas d'éteindre tous les systèmes et appareils non essentiels dès que vous vous rapprocherez des satellites hostiles. Ce vaisseau est équipé d'un émetteur suffisamment puissant pour submerger le brouilleur du module de contrôle et envoyer un signal d'extinction. Mais il faut être très près pour que ça marche. Nous avons détecté le module de contrôle à un cap d'environ 125 degrés par rapport à notre position, mais un nuage de poussière nouvellement formé nous empêche d'obtenir plus de détails. Nous ne savons pas si ce nuage a été créé intentionnellement pour servir de cachette ou si c'est seulement un effet secondaire de leurs activités destructrices ou bien encore du carburant qui s'échappe de leurs anciens réservoirs. Bonne chance !

source: The dust cloud is causing large electromagnetic interferences. Which means that as soon you are far enough away from the station, you can guess it's direction by looking at the red line at the edge of your radar screen.
de: Die Staubwolke verursacht starke elektromagnetische Verzerrungen. Das bedeutet, dass Sie, sobald Sie weit genug von der Station entfernt sind, die Richtung durch einen Blick auf die roten und blauen Linien am Rand des Radarschirms abschätzen können.
fr: Le nuage de poussière provoque d'importantes interférences électromagnétiques. Dès que vous serez suffisamment éloigné de la station, vous pourrez donc deviner sa direction en interprétant les bandes colorées de votre radar. Vous trouverez plus d'explication dans la base de données.

source: Activate transmitter
de: Sender einschalten
fr: Activer l'émetteur

source: As soon as your transmitter is fully charged, the weapons officer has to sync the shields with the transmitter (a Button will appear on the console). Then, you yourself on Relay will have to send the signal. (There will be a button for this as well.) Good luck!
de: Sobald der Sender aufgeladen ist, muss die über die Taktik oder die Waffenstation den Schild mit dem Sender koppeln, ein Knopf zum Koppeln wird erscheinen sobald es möglich ist. Danach müssen Sie selbst an der Kommunikations-Station das Signal absenden (ebenfalls nachdem ein neuer Knopf erschienen ist). Viel Glück!

source: As soon as your transmitter is fully charged, the weapons officer has to sync the shields with the transmitter (a Button will appear on the console). Then, you yourself on Operations will have to send the signal. (You will have to change your sidebar from 'Scanning' to 'Other' by pressing the 'Scanning' headline or the arrows next to it.) Good luck!
de: Sobald der Sender aufgeladen ist, muss die über die Taktik oder die Waffenstation den Schild mit dem Sender koppeln, ein Knopf zum Koppeln wird erscheinen sobald es möglich ist. Danach müssen Sie selbst an der Ops-Station das Signal absenden. (Sie müssen die Leiste auf der rechten Seite von 'Scanning' auf 'Other' ändern, indem Sie auf die Überschrift "Scanning" oder die Pfeile daneben klicken.) Viel Glück!

source: Charging of Transmitter initiated
de: Hochfahren des Senders wird eingeleitet
fr: Émetteur en cours de chargement

source: Transmitter is charging..
de: Sender wird aufgeladen..
fr: L'émetteur est en charge...

source: Transmitter charging
de: Sender wird aufgeladen
fr: Chargement de l'émetteur

source: If not done yet, you should now change the headline of your sidebar from 'scan' to 'other', so you can send the signal as soon as it is available.
de: Falls noch nicht geschehen, sollten Sie jetzt den Titel auf Ihrer Seitenleiste von "Scanning" zu "Other" umstellen, so dass Sie das Signal so früh wie möglich senden können.
fr: Si ce n'est pas encore fait, vous devez maintenant switcher votre barre latérale de « Scan » sur « Autre » afin que vous puissiez envoyer le signal dès qu'il est disponible.

source: Transmitter is ready to be synced with shields
de: Sender ist bereit, mit den Schilden gekoppelt zu werden
fr: L'émetteur est prêt à être synchronisé avec les boucliers

source: Transmitter fully charged
de: Sender ist aufgeladen

source: Transmitter:
de: Sender:

source: Sync with shields
de: Mit Schild koppeln
fr: Sync. avec boucliers

source: Syncing shields with transmitter. Please stand by...
de: Schild wird mit Sender gekoppelt. Bitte warten...
fr: Synchronisation des boucliers avec l'émetteur. Veuillez patienter...
