Repository: daid/EmptyEpsilon
Catalog: scripts/locale/scenario_47_scavenger.*.po
Languages: fr

# stationServices-comms
source: Repair combat maneuver (5 Rep)
fr: Réparer la manœuvre de combat (5 rép)

# stationServices-comms
source: Your combat maneuver has been repaired
fr: Votre manœuvre de combat a été réparée.

# stationServices-comms
source: Repair self destruct system (5 Rep)
fr: Réparer le système d'autodestruction (5 rép)

# stationServices-comms
source: Your self destruct system has been repaired
fr: Votre système d'autodestruction a été réparé.

# contract-comms
source: Check long distance contract
fr: Consulter les contrats longue distance

# contract-comms
source: Contract Details: Travel to %s system to deliver cargo to supply station %s. Distance to system: %i units. Upon delivery, %s technicians will upgrade your battery efficiency and beam cycle time.
fr: Détails du contrat : Rendez-vous au système %s pour livrer la cargaison à la station de ravitaillement %s. Distance jusqu'au système : %i unités. À la livraison, %s techniciens amélioreront l'efficacité de votre batterie et le temps de cycle de vos faisceaux laser.

# contract-comms
source: The Human Navy requires all armed ships be equipped with the ability to drop mines. We have modified %s with a rear facing mining tube. Due to ship size constraints, we were only able to provide you with two mines.
fr: La Marine humaine exige que tous les vaisseaux armés soient en capacité de larguer des mines. Nous avons modifié %s avec un tube de minage orienté vers l'arrière. En raison des contraintes de taille des vaisseaux, nous n'avons pu vous fournir que 2 mines.

# contract-comms
source: Your current cargo (
fr: Votre cargaison actuelle (

# contract-comms
source: ) has been removed to make room for your contract cargo and to help defray the cost of upgrading your ship to Human Navy standards.
fr: ) a été supprimée pour faire de la place à votre cargaison sous contrat et pour aider à couvrir le coût de mise à niveau de votre vaisseau aux normes de la Marine humaine.

# contract-comms
source: Critical cargo has been loaded aboard your ship, %s. Take the cargo to the %s system centered in sector %s. Find %s, the second planet out from star %s. Dock at station %s in orbit around %s's moon, %s to deliver the cargo. They will have crew standing by to immediately offload the cargo
fr: Une cargaison critique a été chargée à bord de votre vaisseau, %s. Amenez la cargaison au système %s centré dans le secteur %s. Trouvez %s, la deuxième planète en partant de l'étoile %s. Amarrez-vous à la station %s en orbite autour de la lune de %s, %s pour livrer la cargaison. Un équipage prêt à décharger immédiatement la cargaison vous attendra.

# contract-comms
source: No long distance contract here.
fr: Pas de contrat longue distance ici, désolé.

# contract-comms
source: I was told there was a long distance contract that started here
fr: On m'a dit qu'il y avait un contrat longue distance ici ?

# contract-comms
source: You mean I came all this way for nothing?
fr: Vous voulez dire que l'on a fait tout ce chemin pour rien ?

# contract-comms
source: I risked my ship for a contract that does not exist?
fr: On a risqué notre vaisseau pour un contrat fantôme ?

# ridExuari-comms
source: Upgrade impulse engines
fr: Améliorer les moteurs à impulsion

# ridExuari-comms
source: Thanks for taking care of those Exuari. We've upgraded the topspeed of your impulse engines
fr: Merci de vous être occupé de ces Éxuaris. Nous avons augmenté la vitesse maximale de vos moteurs à impulsion pour vous aider.

# ridExuari-comms
source: Add missile tubes
fr: Ajouter des tubes de missiles

# ridExuari-comms
source: Thanks for continuing to shoot down those Exuari. We've added some missile tubes to help you destroy the Exuari station
fr: Merci de continuer à abattre ces Éxuaris. Nous vous avons ajouté des tubes lance-missiles pour vous aider à détruire cette station Éxuarie.

# ridExuari-
source: %s has asked for help against Exuari forces and has provided your ship with missile weapons to help you destroy %s
fr: %s vous a demandé de l'aide contre les forces Éxuaries et vous a fourni des missiles pour vous aider à détruire la station %s.

# ridExuari-comms
source: Upgrade beam damage
fr: Améliorer les dégâts des faisceaux laser

# ridExuari-comms
source: Looks like you're having a hard time with those Exuari. We've increased the damage your beam weapons deal out
fr: On dirait que vous passez un sale moment avec ces Éxuaris. Nous avons augmenté les dégâts infligés par vos faisceaux laser.

# ridExuari-comms
source: Add jump drive
fr: Ajouter un moteur de téléportation

# ridExuari-comms
source: That Exuari station was a pain. Thanks for getting rid of it. We have fitted your ship with a 25 unit jump drive as a token of our gratitude. We have also formally recognized your competence. This allows you to enter into contracts with independent entities in the area. There may even be contracts available originating from this station.
fr: Cette station Éxuarie était une vrai plaie. Merci de vous en être débarrassé. Nous avons équipé votre vaisseau d'un moteur de téléportation de 25 unités de distance en gage de notre gratitude. Nous avons également reconnu officiellement votre compétence. Cela vous permet de conclure des contrats avec des entités indépendantes de la région. Vous pourrez même trouver des contrats disponibles en provenance de cette station.

# Jenny-comms
source: Asteroid research request
fr: Demande de recherche d'astéroïdes

# Jenny-comms
source: Posted on the station electronic request board: Request services of vessel in the area to scan asteroids in search of asteroid with particular characteristics. Substantial reward. No formal contract available. For further details, contact Jenny McGuire
fr: Affichée sur le tableau électronique des petites annonces de la station : Sollicite les services d'un vaisseau dans la zone pour scanner les astéroïdes. À la recherche d'astéroïdes aux caractéristiques particulières. Récompense conséquente. Aucun contrat officiel disponible. Pour plus de détails, contacter Jenny McGuire

# Jenny-comms
source: Contact Jenny McGuire
fr: Contacter Jenny McGuire

# Jenny-comms
source: Hi %s, I'm so glad you contacted me. I've been researching many of the nearby asteroids. There is one in particular that I am interested in. Unfortunately, I lost access to sensors with enough detail to scan from a distance and my research ship was shot out from under me by pirates. I was lucky to escape with my life. I would like to locate my special asteroid, but I did not record location details, only sensor details. The asteroid I am interested in has traces of osmium and iridium, both of which are fairly rare, but together, they are exceptionally rare. If you run across an asteroid like that, could you let me know? If I were able to continue my research, I would be very appreciative. I know several technicians that would be more than willing to provide your ship with a valuable upgrade.
fr: Bonjour %s, je suis ravie que vous m'ayez contacté. Je fais des recherches sur de nombreux astéroïdes à proximité. Il y en a un en particulier qui m'intéresse. Malheureusement, j'ai perdu l'accès a mes capteurs les plus puissants pour pouvoir scanner à distance, mon vaisseau de recherche a été abattu par des pirates. J'ai eu de la chance de m'en sortir vivante. Je voudrais localiser mon astéroïde spécial, mais je n'ai pas enregistré les détails de l'emplacement, seulement les détails de l'analyse des capteurs. L'astéroïde qui m'intéresse a des traces d'osmium et d'iridium, qui sont tous deux assez rares, mais ensemble, ils sont exceptionnellement rares. Si vous rencontrez un astéroïde comme celui-là, pourriez-vous me le faire savoir ? Si je pouvais continuer mes recherches, je vous serais très reconnaissant. Je connais plusieurs techniciens qui seraient plus que disposés à vous fournir des mises à niveau précieuses pour votre vaisseau.

# Jenny-comms
source: We will look, but can't promise anything
fr: Nous allons jeter un œil, mais nous ne pouvons rien vous promettre

# Jenny-comms
source: Thanks. I understand about priorities. Please contact me if you find anything
fr: Merci. Je comprends vos priorités. S'il vous plaît contactez-moi si vous trouvez quelque chose.

# Jenny-comms
source: Get ship upgrade promised by Jenny McGuire
fr: Obtenir la mise à niveau du vaisseau promise par Jenny McGuire

# Jenny-comms
source: Choose one of these upgrades from Jenny McGuire's friends
fr: Choisir l'une de ces mise à niveau de la part des amis de Jenny McGuire

# Jenny-comms
source: Decrease beam cycle time
fr: Diminuer le temps de cycle des faisceaux laser

# Jenny-comms
source: Your beam cycle time has been reduced. Jenny McGuire thanks you again and leaves %s to resume her work on %s
fr: Le temps de cycle des faisceaux laser a été réduit. Jenny McGuire vous remercie encore et quitte %s pour reprendre son travail sur %s.

# Jenny-comms
source: Decrease heat generated per beam fired
fr: Diminuer la chaleur générée par les tirs des faisceaux laser

# Jenny-comms
source: The heat generated when firing your beams has been reduced. Jenny McGuire thanks you again and leaves %s to resume her work on %s
fr: La chaleur générée lors des tirs de vos faisceaux laser a été réduite. Jenny McGuire vous remercie encore et quitte %s pour reprendre son travail sur %s.

# Jenny-comms
source: Increase ship acceleration
fr: Augmenter l'accélération du vaisseau

# Jenny-comms
source: Your ship acceleration has been increased. Jenny McGuire thanks you again and leaves %s to resume her work on %s
fr: L'accélération maximale de votre vaisseau a été augmentée. Jenny McGuire vous remercie encore et quitte %s pour reprendre son travail sur %s.

# contract-comms
source: Check long range contract
fr: Consulter les grandes lignes du contrat

# contract-comms
source: The contract outline indicates that the contract starts at station %s, a Human Navy station %i units from here. It looks like a relatively straighforward delivery to another Human Navy station between 100 and 200 units away. It also mentions that only Human Navy ships may fulfill this contract. That should not be a problem since station %s will gladly fit your ship with a Human Navy squawker if you desire based on the service you've already provided in this area.
fr: Les grandes lignes indiquent que le contrat commence à la station %s, une station de la Marine humaine se trouvant à %i unités d'ici. Cela ressemble à une livraison longue distance relativement simple pour une autre station de la Marine humaine située entre 100 et 200 unités de distance. Il est également mentionné que seuls les vaisseaux de la Marine humaine peuvent remplir ce contrat. Cela ne devrait pas être un problème puisque la station %s se fera un plaisir d'équiper votre vaisseau d'un transpondeur si vous le désirez, étant donné le service que vous avez déjà fourni dans ce domaine.

# contract-comms
source: Accept
fr: Contrat à prendre

# contract-comms
source: Station %s has fitted you with a Human Navy Identification Friend or Foe (IFF) and increased your jump drive and sensor ranges to 30 units.
fr: La station %s vous a équipé d'un transpondeur permettant votre identification comme vaisseau de la Marine humaine et a augmenté la portée de votre téléportation et de vos capteurs à 30 unités.

# contract-comms
source: %s They also placed waypoint %i in your navigation system for station %s in sector %s.
fr: %s Ils ont également placé le marqueur %i sur votre console de navigation pour la station %s dans le secteur %s.

# contract-comms
source: %s You can find station %s in sector %s.
fr: %s Vous pouvez trouver la station %s dans le secteur %s.

# contract-comms
source: Contract report from station %s:
fr: Rapport de contrat de la station %s :

# contract-comms
source: Browse Contracts
fr: Parcourir les contrats

# contract-comms
source: To Accept:
fr: Accepter :

# contract-comms
source: Accept %s contract
fr: Accepter le contrat %s

# contract-comms
source: To Fulfill:
fr: À remplir :

# contract-comms
source: Fulfill %s contract
fr: Remplir le contrat %s

# trade-comms
source: Recruit repair crew member for %i reputation
fr: Recruter un membre de l'équipe de réparation (%i rép)

# trade-comms
source: Repair crew member hired
fr: Réparateur embauché.

# trade-comms
source: Buy, sell, trade
fr: Acheter, vendre, échanger

# trade-comms
source: Station %s: Goods or components available for sale: quantity, cost in reputation
fr: Station %s : - Marchandises à vendre : (quantité, coût en réputation)

# trade-comms
source: %s: %i, %i
fr: %s : x%i, %i rép l'unité.

# trade-comms
source: Goods or components station will buy: price in reputation
fr: - Marchandises à acheter : (bénéfice en réputation)

# trade-comms
source: Current cargo aboard %s:
fr: Notre vaisseau (%s) : - Marchandises à bord : (quantité)

# trade-comms
source: Empty
fr: Vide

# trade-comms
source: Available Space: %i, Available Reputation: %i
fr: - Espace disponible : %i slots ; Réputation disponible : %i rép

# trade-comms
source: Buy one %s for %i reputation
fr: Acheter 1 %s pour %i rép

# trade-comms
source: Type: %s, Quantity: %i, Rep: %i
fr: Type de marchandise : %s Quantité disponible : %i Coût : %i rép l'unité.

# trade-comms
source: Insufficient cargo space for purchase
fr: Votre espace de stockage est insuffisant pour acheter.

# needRep-comms
source: Insufficient reputation for purchase
fr: Réputation insuffisante pour acheter.

# trade-comms
source: Insufficient station inventory
fr: Stock insuffisant dans la station pour pouvoir en acheter.

# trade-comms
source: purchased
fr: 1 marchandise achetée.

# trade-comms
source: Trade food for %s
fr: Échanger de la nourriture (food) contre %s

# trade-comms
source: Type: %s, Quantity: %i
fr: Type de marchandise : %s Quantité disponible : %i

# trade-comms
source: Traded
fr: Marchandises échangées.

# trade-comms
source: Trade medicine for %s
fr: Échanger des médicaments (medicine) contre %s

# trade-comms
source: Trade luxury for %s
fr: Échanger des produits de luxe (luxury) contre %s

# contract-comms
source: I'm sure there will be one soon, but the administrators are nervously watching enemies fly around. I suggest you make a good name for yourself and go kill those enemies.
fr: Je suis sûr qu'il y en aura bientôt un, mais les administrateurs regardent nerveusement des vaisseaux ennemis nous tourner autour. Je vous suggère d'améliorer votre réputation en allant tuer ces ennemis.

# scienceDescription-supply
source: Supply Drop
fr: Caisse d'approvisionnement

# scienceDescription-supply
source: Supply Drop containing energy, missiles and various ship system repair parts
fr: Cargaison de ravitaillement contenant de l'énergie, des missiles et diverses pièces de réparation des systèmes du vaisseau.

# Jenny-comms
source: Were you able to find an asteroid with osmium and iridium?
fr: Avez-vous pu trouver un astéroïde contenant de l'osmium et de l'iridium ?

# Jenny-comms
source: We think so
fr: Oui, nous le pensons

# Jenny-comms
source: Excellent! I found my notes on the asteroid composition. Let's compare your readings to the ones I took. Overall, the asteroid had osmium, iridium, olivine and nickel. The rest was rock. What was your reading on osmium? Enter the 10's digit. For example, for 23.5, the 10's digit is 2
fr: Excellent ! J'ai retrouvé mes notes sur la composition de l'astéroïde. Comparons vos valeurs à celles que j'ai prises. Dans l'ensemble, l'astéroïde contenait de l'osmium, de l'iridium, de l'olivine et du nickel. Le reste étant de la simple roche. Quelle était votre lecture sur l'osmium ? Entrez le chiffre des dizaines. (Par exemple, pour 23,5, le chiffre des dizaines est 2)

# Jenny-comms
source: Excellent! I found my notes on the asteroid composition. Let's compare your readings to the ones I took. %s, the asteroid had osmium, iridium, olivine and nickel. The rest was rock. What was your reading on osmium? Enter the 10's digit. For example, for 23.5, the 10's digit is 2
fr: Excellent ! J'ai retrouvé mes notes sur la composition de l'astéroïde. Comparons vos valeurs à celles que j'ai prises. %s, l'astéroïde contenait de l'osmium, de l'iridium, de l'olivine et du nickel. Le reste étant de la simple roche. Quelle était votre lecture sur l'osmium ? Entrez le chiffre des dizaines. (Par exemple, pour 23,5, le chiffre des dizaines est 2)

# Jenny-comms
source: 10's digit %i
fr: Chiffre des dizaines %i

# Jenny-comms
source: Now for the osmium 1's digit. For example, for 23.5, the 1's digit is 3
fr: Passons maintenant au chiffre des unités de l'osmium. (Par exemple, pour 23,5, le chiffre des unités est 3)

# Jenny-comms
source: 1's digit %i
fr: Chiffre des unités %i

# Jenny-comms
source: And one digit after the decimal point. For example, for 23.5, the digit after the decimal point is 5
fr: Et le chiffre après la virgule. (Par exemple, pour 23,5, le chiffre après la virgule est 5)

# Jenny-comms
source: after decimal digit %i
fr: Chiffre après la virgule %i

# Jenny-comms
source: Osmium: %.1f The Iridium 10's digit. For example, for 23.5, the 10's digit is 2
fr: Osmium : %.1f Le chiffre des dizaines de l'Iridium. (Par exemple, pour 23,5, le chiffre des dizaines est 2)

# Jenny-comms
source: Now for the iridium 1's digit. For example, for 23.5, the 1's digit is 3
fr: Passons maintenant au chiffre des unités de l'iridium. (Par exemple, pour 23,5, le chiffre des unités est 3)

# Jenny-comms
source: Osmium: %.1f Iridium: %.1f The Olivine 10's digit. For example, for 23.5, the 10's digit is 2
fr: Osmium : %.1f iridium : %.1f Le chiffre des dizaines de l'olivine. (Par exemple, pour 23,5, le chiffre des dizaines est 2)

# Jenny-comms
source: Now for the olivine 1's digit. For example, for 23.5, the 1's digit is 3
fr: Passons maintenant au chiffre des unités de l'olivine. (Par exemple, pour 23,5, le chiffre des unités est 3)

# Jenny-comms
source: Osmium: %.1f Iridium: %.1f Olivine: %.1f The Nickel 10's digit. For example, for 23.5, the 10's digit is 2
fr: Osmium : %.1f iridium : %.1f olivine : %.1f Le chiffre des dizaines du nickel. (Par exemple, pour 23,5, le chiffre des dizaines est 2)

# Jenny-comms
source: Now for the nickel 1's digit. For example, for 23.5, the 1's digit is 3
fr: Passons maintenant au chiffre des unités du nickel. (Par exemple, pour 23,5, le chiffre des unités est 3)

# Jenny-comms
source: That's it! Your reported compositional percentages: %s ...exactly match my recorded compositional percentages! Now I need you to take me to within 5 units of the asteroid. You may want to put a waypoint on it
fr: Oui parfait ! Vos lectures de pourcentages de composition : %s correspondent exactement à mes pourcentages de composition enregistrés ! Maintenant, j'ai besoin que vous m'emmeniez à moins de 5 unités de l'astéroïde. Vous voudrez peut-être y placer un marqueur.

# Jenny-comms
source: Unfortunately, those compositional percentages you provided: %s ...do not match the asteroid I am looking for. But don't give up! Please keep looking and contact me when you find another asteroid candidate.
fr: Malheureusement, ces pourcentages de composition que vous m'avez fournis : %s ne correspondent pas à l'astéroïde que je recherche. Mais n'abandonnez pas ! S'il vous plaît, continuez à chercher et contactez-moi lorsque vous trouverez un autre astéroïde potentiel.

# Jenny-comms
source: Communication routed to guest quarters aboard %s
fr: Communication reroutée vers les quartiers VIP à bord du %s.

# Jenny-comms
source: %sYes? What can I do for you?
fr: %s Oui ? Que puis-je faire pour vous ?

# Jenny-comms
source: What were those asteroid compositional percentages?
fr: Quels étaient ces pourcentages de composition de l'astéroïde ?

# Jenny-comms
source: Asteroid under 1.5 units away
fr: Astéroïde à moins de 1,5 unités de distance

# Jenny-comms
source: %s must come to a complete stop before I can deactivate the cloaking mechanism
fr: %s doit s'arrêter complètement avant que je puisse désactiver le mécanisme de camouflage.

# Jenny-comms
source: Cloaking mechanism deactivated, please retrieve my data store
fr: Mécanisme de camouflage désactivé, veuillez récupérer mon stock de données

# scienceDescription-artifact
source: Stasis container
fr: Conteneur militaire

# scienceDescription-artifact
source: Stasis container with a high density data store inside
fr: Conteneur militaire avec un stock de données haute densité à l'intérieur

# Jenny-shipLog
source: [Jenny McGuire] Thank you for picking up my research for me, %s. Next time you dock with %s you can get the upgrade I promised
fr: [Jenny McGuire] Merci d'avoir récupérés mes recherches pour moi, %s. La prochaine fois que vous irez sur %s, vous pourrez obtenir la mise à niveau promise.

# Jenny-comms
source: What is the asteroid approach procedure?
fr: Quelle est la procédure d'approche des astéroïdes ?

# Jenny-comms
source: Get within 1.5 units of the asteroid and contact me. I will deactivate the cloaking mechanism on my research data store so that you can then pick it up
fr: Approchez vous à moins de 1,5 unités de l'astéroïde et contactez-moi. Je vais désactiver le mécanisme de camouflage de mon stock de données de recherche afin que vous puissiez ensuite le récupérer.

# Jenny-comms
source: First, you have to pick me up from %s
fr: D'abord, vous devez venir me récupérer sur %s.

# Jenny-comms
source: The asteroid may have been destroyed
fr: L'astéroïde a peut-être été détruit

# Jenny-comms
source: So it seems. Looks like I'll have to find another asteroid. Thanks for your help.
fr: Il semblerai. On dirait que je vais devoir trouver un autre astéroïde. Merci pour votre aide.

# Jenny-comms
source: Thanks for getting my research for me. Dock with %s to get the upgrade
fr: Merci d'avoir récupérés mes recherches pour moi. Amarrez-vous à %s pour obtenir la mise à niveau.

# Jenny-comms
source: Please retrieve my data store
fr: Merci de récupérer mon stock de données.

# station-comms
source: You need to stay docked for that action.
fr: Vous devez rester amarré à la station pour cette action.

# ammo-comms
source: We do not deal in weapons of mass destruction.
fr: Nous ne fournissons pas ce type d'arme de destruction massive.

# ammo-comms
source: We do not deal in weapons of mass disruption.
fr: Nous ne fournissons pas ce type d'arme de perturbation massive.

# ammo-comms
source: We do not deal in those weapons.
fr: Nous ne fournissons pas ce type d'arme. Trop dangereux.

# ammo-comms
source: All nukes are charged and primed for destruction.
fr: Toutes les nukes sont chargées et préparées pour la destruction.

# ammo-comms
source: Sorry, sir, but you are as fully stocked as I can allow.
fr: Désolé, officier, mais vous êtes au maximum de ce que vous pouvez stocker.

# ammo-comms
source: You are fully loaded and ready to explode things.
fr: Vous êtes chargé au max et prêt à tout faire exploser.

# ammo-comms
source: We generously resupplied you with some weapon charges. Put them to good use.
fr: Nous vous avons généreusement réapprovisionné en munitions. Faites-en bon usage.

# needRep-comms
source: Not enough reputation.
fr: Pas assez de réputation.

# ammo-comms
source: You can't afford as much as I'd like to give you
fr: Vous ne pouvez pas en recevoir autant que ce que nous voudrions vous vendre.

# ammo-comms
source: Get just one
fr: Prendre juste 1 munition

# ammo-comms
source: We generously resupplied you with one weapon charge. Put it to good use.
fr: Nous vous avons généreusement réapprovisionné en munitions. Faites-en bon usage.

# station-comms
source: Good day, officer. If you need supplies, please dock with us first.
fr: Bonjour, officier. Si vous souhaitez vous réapprovisionner, veuillez vous amarrer à notre station au préalable.
