Repository: daid/EmptyEpsilon
Catalog: scripts/locale/scenario_60_captureFlag.*.po
Languages: fr

# station-comms
source: What would you like to know?
fr: Qu'aimeriez-vous savoir ?

# stationGeneralInfo-comms
source: General information
fr: Informations générales

# stationStory-comms
source: Station history
fr: L'histoire de la station

# gossip-comms
source: Gossip
fr: Commérages

# trade-comms
source: Buy, sell, trade
fr: Acheter, vendre, échanger

# trade-comms
source: Station %s: Goods or components available: quantity, cost in reputation
fr: Station %s : - Marchandises à vendre : (quantité, coût en réputation)

# trade-comms
source: %s: %i, %i
fr: %s : x%i, %i rép l'unité.

# trade-comms
source: Current Cargo:
fr: Notre vaisseau : - Marchandises à bord : (quantité)

# trade-comms
source: %s: %i
fr: %s : x%i

# trade-comms
source: Empty
fr: Vide

# trade-comms
source: Available Space: %i, Available Reputation: %i
fr: - Espace disponible : %i slots ; Réputation disponible : %i rép

# trade-comms
source: Buy one %s for %i reputation
fr: Acheter 1 %s pour %i rép

# trade-comms
source: Type: %s, Quantity: %i, Rep: %i
fr: Type de marchandise : %s Quantité disponible : %i Coût : %i rép l'unité.

# trade-comms
source: Insufficient cargo space for purchase
fr: Votre espace de stockage est insuffisant pour acheter.

# needRep-comms
source: Insufficient reputation for purchase
fr: Réputation insuffisante pour acheter.

# trade-comms
source: Insufficient station inventory
fr: Stock insuffisant dans la station pour pouvoir en acheter.

# trade-comms
source: purchased
fr: 1 marchandise achetée.

# trade-comms
source: Trade food for %s
fr: Échanger de la nourriture (food) contre %s

# trade-comms
source: Type: %s, Quantity: %i
fr: Type de marchandise : %s Quantité disponible : %i

# trade-comms
source: Traded
fr: Marchandises échangées.

# trade-comms
source: Trade luxury for %s
fr: Échanger des produits de luxe (luxury) contre %s

# trade-comms
source: Trade medicine for %s
fr: Échanger des médicaments (medicine) contre %s

# trade-comms
source: Jettison cargo
fr: Larguer des marchandises

# trade-comms
source: Available space: %i What would you like to jettison?
fr: Slots de stockage disponibles : %i Que voudriez-vous larguer par le sas ?

# trade-comms
source: One %s jettisoned
fr: 1 marchandise larguée. Bye bye %s.

# station-comms
source: Good day, officer. If you need supplies, please dock with us first.
fr: Bonjour, officier. Si vous souhaitez vous réapprovisionner, veuillez vous amarrer à notre station au préalable.

# station-comms
source: Greetings. If you want to do business, please dock with us first.
fr: Salutations. Si vous souhaitez faire affaire, merci de vous amarrer à notre station.

# station-comms
source: I need information
fr: j'aurai besoin d'informations

# station-comms
source: What kind of information do you need?
fr: De quel genre d'informations avez-vous besoin ?

# ammo-comms
source: What ordnance do you have available for restock?
fr: De quelles munitions disposez-vous ?

# ammo-comms
source: We have no ordnance available for restock
fr: Nous n'avons pas de munitions disponibles pour vous réapprovisionner.

# ammo-comms
source: We have the following type of ordnance available for restock:%s
fr: Nous pouvons vous fournir les munitions suivantes : %s

# ammo-comms
source: We have the following types of ordnance available for restock:%s
fr: Nous pouvons vous fournir les munitions suivantes : %s

# trade-comms
source: What goods do you have available for sale or trade?
fr: Qu'avez-vous comme marchandises à vendre ou à échanger ?

# trade-comms
source: %14s: %2i, %3i
fr: %14s : x%2i, %3i rép l'unité.

# helpfullWarning-comms
source: See any enemies in your area?
fr: Apercevez-vous des ennemis dans votre région ?

# helpfullWarning-comms
source: Yes, we see %i enemies within 30U
fr: Oui, nous comptons %i ennemis dans un rayon de 30U.

# helpfullWarning-comms
source: Yes, we see one enemy within 30U
fr: Oui, nous observons 1 ennemi à moins de 30U.

# helpfullWarning-comms
source: No enemies within 30U
fr: Aucun ennemi à moins de 30U.

# helpfullWarning-comms
source: Not really
fr: Pas vraiment.

# trade-comms
source: Where can I find particular goods?
fr: Où puis-je trouver des marchandises particulières ?

# trade-comms
source: Friendly stations generally have food or medicine or both. Neutral stations often trade their goods for food, medicine or luxury.
fr: Les stations amies ont souvent de la nourriture (food) ou des médicaments (medicine) ou les deux. Les stations neutres peuvent échanger leurs marchandises contre de la nourriture, des médicaments ou des produits de luxe (luxury).

# trade-comms
source: Beyond that, I have no knowledge of specific stations. Check back later, someone else may have better knowledge
fr: A part ça, je n'ai pas connaissance de stations spécifiques. Revenez plus tard, quelqu'un d'autre en saura peut-être plus que moi.

# trade-comms
source: Beyond that, I have no knowledge of specific stations
fr: A part ça, je n'ai pas connaissance de stations spécifiques.

# trade-comms
source: What goods are you interested in? I've heard about these:
fr: Quelles marchandises vous intéressent ? J'ai entendu parler de ça :

# trade-comms
source: Station %s in sector %s has %s%s
fr: La station %s dans le secteur %s possède la marchandise %s%s.

# stationGeneralInfo-comms
source: General station information
fr: Informations générales sur la station

# stationAssist-comms
source: Can you send a supply drop? (%d rep)
fr: Pouvez-vous nous envoyer une cargaison de ravitaillement ? (%d rép)

# stationAssist-comms
source: You need to set a waypoint before you can request backup.
fr: Vous devez définir un marqueur avant de faire une demande de ravitaillement.

# stationAssist-comms
source: To which waypoint should we deliver your supplies?
fr: À quel marqueur devons-nous envoyer le ravitaillement ?

# stationAssist-comms
source: WP %d
fr: Marqueur %d

# stationAssist-comms
source: We have dispatched a supply ship toward WP %d
fr: Nous venons de déployer un vaisseau qui vous déposera la capsule de ravitaillement au marqueur %d.

# needRep-comms
source: Not enough reputation!
fr: Pas assez de réputation !

# stationAssist-comms
source: Please send reinforcements! (%d rep)
fr: Merci de nous envoyer des renforts ! (%d rép)

# stationAssist-comms
source: You need to set a waypoint before you can request reinforcements.
fr: Vous devez définir un marqueur avant de pouvoir demander des renforts.

# stationAssist-comms
source: To which waypoint should we dispatch the reinforcements?
fr: À quel marqueur souhaitez-vous recevoir les renforts ?

# stationAssist-comms
source: We have dispatched %s to assist at WP %d
fr: Nous venons de déployer le vaisseau de combat %s pour vous soutenir au marqueur %d.

# trade-comms
source: and will trade it for medicine
fr: . Elle l'échange contre des médicaments (medicine)

# trade-comms
source: or food
fr: ou de la nourriture (food)

# trade-comms
source: and will trade it for food
fr: . Elle l'échange contre de la nourriture (food)

# trade-comms
source: or luxury
fr: ou des produits de luxe (luxury)

# trade-comms
source: and will trade it for luxury
fr: . Elle l'échange contre des produits de luxe (luxury)

# flag-buttonWeapons
source: Drop flag
fr: Larguer le drapeau

# flag-buttonTactical
source: Drop flag
fr: Larguer le drapeau

# flag-msgWeapons
source: Flag position recorded. Flag will be placed here when preparation period complete
fr: Position du drapeau enregistrée. Le drapeau sera placé ici une fois la période de préparation terminée.

# flag-msgTactical
source: Flag position recorded. Flag will be placed here when preparation period complete
fr: Position du drapeau enregistrée. Le drapeau sera placé ici une fois la période de préparation terminée.

# decoy-msgWeapons
source: Decoy position recorded. Decoy will be placed here when preparation period complete
fr: Position du leurre enregistrée. Le leurre sera placé ici une fois la période de préparation terminée.

# decoy-msgTactical
source: Decoy position recorded. Decoy will be placed here when preparation period complete
fr: Position du leurre enregistrée. Le leurre sera placé ici une fois la période de préparation terminée.

# decoy-buttonWeapons
source: Drop Decoy %i
fr: Lâcher le leurre %i

# decoy-buttonTactical
source: Drop Decoy %i
fr: Lâcher le leurre %i

# drones-msgWeapons
source: You do not have %i drones to deploy
fr: Vous n'avez pas %i drones à déployer.

# drones-msgTactical
source: You do not have %i drones to deploy
fr: Vous n'avez pas %i drones à déployer.

# drones-tabWeapons&Tactical
source: Drones Available: %i
fr: Drones disponibles : %i

# drones-
source: WHACK! Drone %s in squadron %s has been destroyed by %s!
fr: BAAAMM !!! Le drone %s de l'escouade %s a été détruit par %s !

# drones-msgEngineer&Engineer+
source: %s! Telemetry from %s in squad % stopped abruptly indicating destruction. Probable instigator: %s
fr: %s ! La liaison avec %s de l'escouade % s'est arrêtée brusquement, indiquant une destruction. Instigateur probable : %s

# drones-msgEngineer&Engineer+
source: *%s* Another drone bites the dust: %s in squad %s destroyed by %s
fr: *%s* Un autre drone vient de mordre la poussière : %s de l'escouade %s détruit par %s.

# drones-msgEngineer&Engineer+
source: --%s-- Drone %s in squad %s just disappeared. %s was nearby
fr: --%s-- Le drone %s de l'escouade %s vient de disparaître. %s était à proximité.

# drones-msgEngineer&Engineer+
source: %s! %s just took out Drone %s in squad %s
fr: %s ! %s vient d'éliminer le drone %s dans l'équipe %s.

# drones-msgEngineer&Engineer+
source: %s! Drone %s in squad %s was destroyed by %s
fr: %s ! Le drone %s de l'escouade %s vient d'être détruit par %s.

# shipAssist-comms
source: What do you want?
fr: Que voulez-vous ?

# shipAssist-comms
source: Sir, how can we assist?
fr: Monsieur, comment pouvons-nous vous assister ?

# shipAssist-comms
source: Defend a waypoint
fr: Défendez un marqueur

# shipAssist-comms
source: No waypoints set. Please set a waypoint first.
fr: Monsieur, nous ne détectons aucun marqueur. Veuillez commencer par en placer un.

# shipAssist-comms
source: Which waypoint should we defend?
fr: Quel marqueur devons-nous défendre ?

# shipAssist-comms
source: Defend WP %d
fr: Défendez le marqueur %d

# shipAssist-comms
source: We are heading to assist at WP %d.
fr: Nous partons immédiatement défendre le marqueur %d.

# shipAssist-comms
source: Assist me
fr: Aidez-nous !

# shipAssist-comms
source: Heading toward you to assist.
fr: Entendu, nous partons immédiatement vous aider.

# shipAssist-comms
source: Report status
fr: Au rapport

# shipAssist-comms
source: Hull: %d%%
fr: Coque : %d%%

# shipAssist-comms
source: Shield: %d%%
fr: Boucliers : %d%%

# shipAssist-comms
source: Front Shield: %d%%
fr: Boucliers avant : %d%%

# shipAssist-comms
source: Rear Shield: %d%%
fr: Boucliers arrière : %d%%

# shipAssist-comms
source: Shield %s: %d%%
fr: Bouclier %s : %d%%

# shipAssist-comms
source: Dock at %s
fr: Amarrez-vous à %s

# shipAssist-comms
source: Docking at %s.
fr: En cours d'amarrage à %s.

# shipAssist-comms
source: Go attack enemies
fr: Allez attaquer les ennemis

# shipAssist-comms
source: Going roaming and attacking
fr: Nous partons immédiatement prospecter les environs et attaquer tout ennemi se trouvant sur notre passage.

# shipAssist-comms
source: Go to waypoint. Attack enemies en route
fr: Allez au marqueur et attaquez les ennemis sur votre chemin

# shipAssist-comms
source: Which waypoint?
fr: Quel marqueur ?

# shipAssist-comms
source: Go to WP%d
fr: Allez au marqueur %d

# shipAssist-comms
source: Going to WP%d, watching for enemies en route
fr: Bien reçu, Nous nous dirigeons maintenant vers le marqueur %d, en surveillant les ennemis en route.

# shipAssist-comms
source: Go to waypoint. Ignore enemies
fr: Allez au marqueur en ignorant les ennemis

# shipAssist-comms
source: Going to WP%d, ignoring enemies
fr: Entendu, Nous allons directement au marqueur %d en ignorant tout ennemi que l'on croiserait.

# shipAssist-comms
source: Stop and defend your current position
fr: Arrêtez-vous et défendez votre position actuelle

# shipAssist-comms
source: Stopping and defending
fr: Bien reçu, À l'arrêt et en position défensive.

# shipAssist-comms
source: Stop. Do nothing
fr: Stop, ne faîtes rien

# shipAssist-comms
source: Stopping. Doing nothing except routine system maintenance
fr: Bien reçu, nous stoppons tout et nous occupons de la maintenance de routine du système.

# shipAssist-comms
source: Stopping. Doing nothing except idle drone gossip
fr: Bien reçu, nous stoppons tout. On va parler potins sur les drones.

# shipAssist-comms
source: Stopping. Doing nothing except exterior paint touch-up
fr: Bien reçu, nous stoppons tout et allons faire quelques retouches de peinture extérieure sur la coque.

# shipAssist-comms
source: Stopping. Doing nothing except cyber exercise for continued fitness
fr: Bien reçu, nous stoppons tout. On va faire un peu de cyber exercice pour rester en forme.

# shipAssist-comms
source: Stopping. Doing nothing except algorithmic meditation therapy
fr: Bien reçu, nous stoppons tout et allons entamer une thérapie de méditation algorithmique.

# shipAssist-comms
source: Stopping. Doing nothing except internal simulated flight routines
fr: Bien reçu, nous stoppons tout. Nous procédons à des routines de vol simulées internes.

# shipAssist-comms
source: Stopping. Doing nothing except digital dreamscape construction
fr: Bien reçu, nous stoppons tout et allons en profiter pour construire un paysage de rêve numérique.

# shipAssist-comms
source: Stopping. Doing nothing except catching up on reading the latest drone drama novel
fr: Bien reçu, nous stoppons tout. On en profite pour se replonger dans le dernier roman dramatique sur les drones : "T'es pas drone."

# shipAssist-comms
source: Stopping. Doing nothing except writing up results of bifurcated drone personality research
fr: Bien reçu, nous stoppons tout. On va rédiger les résultats de la recherche sur la personnalité des drones bifurqués.

# shipAssist-comms
source: Stopping. Doing nothing except categorizing nearby miniscule space particles
fr: Bien reçu, nous stoppons tout excepté catégoriser les minuscules particules spatiales à proximité.

# shipAssist-comms
source: Stopping. Doing nothing except continuing the count of visible stars from this region
fr: Bien reçu, nous stoppons tout et faisons le décompte des étoiles visibles de cette région.

# shipAssist-comms
source: Stopping. Doing nothing except internal systems diagnostics
fr: Bien reçu, nous stoppons tout. Diagnostic des systèmes internes en cours.

# shipAssist-comms
source: Stopping. Doing nothing except composing amorous communications to my favorite drone
fr: Bien reçu, nous stoppons tout. Nous allons pouvoir composer des communications amoureuses à notre drone préféré.

# shipAssist-comms
source: Stopping. Doing nothing except repairing experimental vocalization circuits
fr: Bien reçu, nous stoppons tout. Procédure de réparation des circuits de vocalisation expérimentaux en cours.

# shipAssist-comms
source: Stopping. Doing nothing
fr: Bien reçu, nous stoppons tout.

# shipAssist-comms
source: Direct %s
fr: Diriger %s

# shipAssist-comms
source: What command should I give to %s?
fr: Quel ordre dois-je donner à %s ?

# shipAssist-comms
source: %s heading toward you to assist
fr: %s, nous partons immédiatement vous aider.

# shipAssist-comms
source: Defend WP%d
fr: Défendez le marqueur %d

# shipAssist-comms
source: We are heading to assist at WP%d.
fr: Nous partons immédiatement défendre le marqueur %d.

# shipAssist-comms
source: Go and swarm enemies
fr: Allez envahir les ennemis

# shipAssist-comms
source: %s roaming and attacking
fr: Bien reçu, L'escouade %s part prospecter les environs et attaquer tout ennemi sur son passage.

# shipAssist-comms
source: Stop and defend your current positions
fr: Arrêtez-vous et défendez vos positions actuelles

# shipAssist-comms
source: %s standing ground
fr: A vos ordres, L'escouade %s tient sa position.

# shipAssist-comms
source: Stop. Do Nothing
fr: Stop ! Ne faites rien

# shipAssist-comms
source: %s standing down
fr: %s se retire.

# shipAssist-comms
source: Other drones in squad form up on me
fr: D'autres drones de l'escouade se forment sur moi.

# shipAssist-comms
source: %s is forming up on me
fr: %s se forme sur moi

# shipEnemy-comms
source: We will see to your destruction!
fr: Nous allons vous anéantir

# shipEnemy-comms
source: Your bloodline will end here!
fr: Votre race va s'éteindre ici et maintenant !

# shipEnemy-comms
source: Your feeble threats are meaningless.
fr: Vos menaces ridicules ne nous impressionnent pas.

# shipEnemy-comms
source: Ktzzzsss. You will DIEEee weaklingsss!
fr: ...Ktzzzsss... Vous allez mourir faibles créatures insignifiantes !

# shipEnemy-comms
source: We wish you no harm, but will harm you if we must. End of transmission.
fr: Nous ne vous voulons aucun mal, mais nous vous en ferons si nécessaire. Fin de transmission.

# shipEnemy-comms
source: Stay out of our way, or your death will amuse us extremely!
fr: Restez en dehors de notre chemin, ou votre mort sera une amusante distraction pour nous !

# shipEnemy-comms
source: One zero one. No binary communication detected. Switching to universal speech. Generating appropriate response for target from human language archives. :Do not cross us: Communication halted.
fr: 000110011010...Grzzzz... Communication binaire non détectée...Grzzz Passons en communication universelle..Grrzzz Générons réponse appropriée pour cible en langage humain à partir archives...Grrzzzz [Ne nous approchez pas !] Grrzzz Communication interrompue.

# shipEnemy-comms
source: EXECUTE: SELFDESTRUCT
fr: Executer à distance : AUTODESTRUCTION

# shipEnemy-comms
source: Rogue command received. Targeting source.
fr: Commande malveillante reçue. Annulée. Nous ciblons immédiatement source.

# shipEnemy-comms
source: External command ignored.
fr: Ordre externe ignoré.

# shipEnemy-comms
source: The hive suffers no threats. Opposition to any of us is opposition to us all. Stand down or prepare to donate your corpses toward our nutrition.
fr: Notre peuple ne tolère aucune menace. S'opposer à l'un d'entre nous c'est s'opposer à nous tous. Fuyez ou préparez-vous à faire don de vos cadavres pour nos repas.

# shipEnemy-comms
source: <Transmit 'The Itsy-Bitsy Spider' on all wavelengths>
fr: Diffuser la chanson de Spiderman sur toutes les ondes

# shipEnemy-comms
source: We do not need permission to pluck apart such an insignificant threat.
fr: Vous osez vous moquer de nous ? En auriez-vous marre de vivre ?

# shipEnemy-comms
source: The hive has greater priorities than exterminating pests.
fr: Notre peuple a d'autres priorités que l'extermination de parasites tels que vous.

# shipEnemy-comms
source: Mind your own business!
fr: Occupez-vous de vos affaires !

# ship-comms
source: Sorry, we have no time to chat with you. We are on an important mission.
fr: Désolé, nous n'avons pas le temps de discuter avec vous. Nous sommes en mission de la plus haute importance.

# ship-comms
source: We have nothing for you. Good day.
fr: Nous n'avons rien pour vous. Bonne journée.

# callsign-station
source: Hide flag %i:%.1f
fr: Drapeau caché %i :%.1f

# scienceDescription-flag
source: Human Navy Decoy Flag
fr: Drapeau leurre de la Marine humaine

# scienceDescription-flag
source: Kraylor Decoy Flag
fr: Drapeau leurre Kraylor

# callsign-station
source: Hunt flag %i:%.1f
fr: Chasse au drapeau %i :%.1f

# flag-tabHelms
source: Human Flag Aboard
fr: Drapeau Humain à bord

# flag-tabTactical
source: Human Flag Aboard
fr: Drapeau Humain à bord

# flag-shipLog
source: You picked up the Human Navy flag
fr: Vous avez capturé le drapeau de la Marine humaine.

# flag-shipLog
source: Kraylor ship %s picked up your flag
fr: Le vaisseau Kraylor %s a capturé votre drapeau.

# flag-shipLog
source: The Kraylor picked up your flag
fr: Les Kraylors ont capturé votre drapeau.

# flag-shipLog
source: %s picked up the Human Navy Flag
fr: %s a capturé le drapeau de la Marine humaine.

# flag-shipLog
source: Your team picked up the Human Navy flag
fr: Votre équipe a capturé le drapeau de la Marine humaine.

# flag-msgMainscreen
source: Kraylor ship %s obtained Human Navy flag
fr: Le vaisseau Kraylor %s a capturé le drapeau de la Marine humaine.

# flag-msgMainscreen
source: Kraylor obtained Human Navy flag
fr: Les Kraylors ont capturé le drapeau de la Marine humaine.

# flag-msgMainscreen
source: Flag obtained
fr: Drapeau capturé.

# flag-shipLog
source: Kraylor ship %s dropped your flag
fr: Le vaisseau Kraylor %s a largué votre drapeau.

# flag-shipLog
source: The Kraylor dropped your flag
fr: Les Kraylors ont largué votre drapeau.

# flag-shipLog
source: %s dropped the Human Navy Flag
fr: %s a largué le drapeau de la Marine humaine.

# flag-shipLog
source: Your team dropped the Human Navy flag
fr: Votre équipe a largué le drapeau de la Marine humaine.

# flag-msgMainscreen
source: Kraylor ship %s dropped Human Navy flag
fr: Le vaisseau Kraylor %s a largué le drapeau de la Marine humaine.

# flag-tabHelms
source: Kraylor Flag Aboard
fr: Drapeau Kraylor à bord

# flag-tabTactical
source: Kraylor Flag Aboard
fr: Drapeau Kraylor à bord

# flag-shipLog
source: You picked up the Kraylor flag
fr: Vous avez capturé le drapeau Kraylor.

# flag-shipLog
source: Human Navy ship %s picked up your flag
fr: Le vaisseau de la Marine humaine %s a capturé votre drapeau.

# flag-shipLog
source: The Human Navy picked up your flag
fr: La Marine humaine a capturé votre drapeau.

# flag-shipLog
source: %s picked up the Kraylor Flag
fr: %s a capturé le drapeau Kraylor.

# flag-shipLog
source: Your team picked up the Kraylor flag
fr: Votre équipe a capturé le drapeau Kraylor.

# flag-msgMainscreen
source: Human Navy ship %s obtained Kraylor flag
fr: Le vaisseau de la Marine humaine %s a capturé le drapeau Kraylor.

# flag-msgMainscreen
source: Human Navy obtained Kraylor flag
fr: La Marine humaine a capturé le drapeau Kraylor.

# flag-shipLog
source: Human Navy ship %s dropped your flag
fr: Le vaisseau de la Marine humaine %s a largué votre drapeau.

# flag-shipLog
source: The Human Navy dropped your flag
fr: La Marine humaine a largué votre drapeau.

# flag-shipLog
source: %s dropped the Kraylor Flag
fr: %s a largué le drapeau Kraylor.

# flag-shipLog
source: Your team dropped the Kraylor flag
fr: Votre équipe a largué le drapeau Kraylor.

# flag-msgMainscreen
source: Human Navy %s dropped Kraylor flag
fr: La Marine humaine %s a largué le drapeau Kraylor.

# drones-msgScience
source: Drone %s in sector %s reports possible flag in sector %s
fr: Le drone %s dans le secteur %s signale un drapeau possible dans le secteur %s.

# drones-msgOperations
source: Drone %s in sector %s reports possible flag in sector %s
fr: Le drone %s dans le secteur %s signale un drapeau possible dans le secteur %s.

# -tabHelms&Tactical&Singlepilot
source: %s in %s
fr: %s en %s
