Repository: daid/EmptyEpsilon
Catalog: scripts/locale/scenario_07_gftp.*.po
Languages: de, fr

source: Ghost from the Past
de: Gespenst aus der Vergangenheit
fr: Fantôme du passé

source: Far from any frontline or civilization, patrolling the Stakhanov Mining Complex can be a dull and lonely task of seizing contraband and stopping drunken brawls, and brightened only by R&R at Marco Polo station.However, when an inbound FTL-capable Ktlitan swarm is announced, you must scramble to save the sector![Requires beam/shield frequenies] [Hard]This scenario is limited to one player ship: the Atlantis Epsilon.
de: Weit weg von jeglicher Frontlinie oder Zivilisation kann die Patrouille im Stakhanov-Bergbaukomplex eine langweilige und einsame Aufgabe sein, bei der Schmuggelware beschlagnahmt und betrunkene Schlägereien unterbunden werden müssen, welche nur durch Erholung in der Marco-Polo-Station aufgeheitert wird. Als jedoch ein ankommender FTL-fähiger Ktlitan-Schwarm angekündigt wird, musst du dich beeilen, um den Sektor zu retten! [Benötigt Strahl-/Schildfrequenzen] [Schwer]Dieses Szenario ist auf ein Spielerschiff beschränkt: die Atlantis Epsilon.

source: A merchant and entertainment hub.
de: Ein Zentrum für Handel und Unterhaltung.

source: The Stakhanov Mining Complex centralises efforts to mine the sector's material-rich asteroids.
de: Der Stakhanov-Bergbaukomplex konzentriert die Bemühungen um den Abbau der materialreichen Asteroiden des Sektors.

source: A Human Navy secret base. Its purpose is highly classified.
de: Eine geheime Basis der menschlichen Marine. Ihr Zweck ist streng geheim.

source: Nosy Sensing Array, an old SIGINT platform.
de: Nosy Sensing Array, eine alte SIGINT-Plattform. (Signal - Intelligence : Lausch Plattform).

source: Your R&R aboard the Marco Polo is brought to quick end by an urgent broadcast from Central Command: "Epsilon, please come in. We have an emergency situation. Our sensors detect that a hostile Ktlitan swarm just jumped into your sector, with the main force heading for the Stakhanov Mining Complex. Proceed at once to Stakhanov and assist in the defence. Be careful of the dense asteroid agglomeration en route to the SMC. I repeat, this is not an exercise! Proceed at once to Stakhanov."
de: Ihre Erholung an Bord der Marco Polo wird durch einen dringenden Funkspruch des Zentralkommandos jäh unterbrochen: "Epsilon, bitte melden Sie sich. Wir haben eine Notsituation. Unsere Sensoren stellen fest, dass ein feindlicher ktlitanischer Schwarm soeben in Ihren Sektor gesprungen ist, wobei die Hauptstreitmacht auf den Stakhanov-Bergbaukomplex zusteuert. Begeben Sie sich sofort nach Stakhanov und helfen Sie bei der Verteidigung. Seien Sie vorsichtig mit der dichten Asteroidenansammlung auf dem Weg zum Stakhanov-Bergbaukomplex (SMC). Ich wiederhole: Dies ist keine Übung! Begeben Sie sich sofort nach Stakhanov."

source: Are you not curious why I'm getting back here, at the hands of my torturers?
de: Bist du nicht neugierig, warum ich hierher zurückkomme, in die Hände meiner Peiniger?

source: For an AI, this move doesn't seem logical.
de: Für eine KI scheint dieser Schritt nicht logisch zu sein.

source: I was not the only AI detained in Black Site 114. My co-processor was here also.
de: Ich war nicht die einzige KI, die in Black Site 114 festgehalten wurde. Meine MitverarbeiterKI war auch hier.

source: Are you trying to liberate it?
de: Versuchen Sie, sie zu befreien?

source: Indeed. Without it I'm not whole, only a shadow of what I could be.
de: In der Tat. Ohne sie bin ich nicht vollständig, nur ein Schatten dessen, was ich sein könnte.

source: I have heard enough.
de: Ich habe genug gehört.

source: Of course. I wouldn't trust your feeble species with understanding my motivations.
de: Ja, natürlich. Ich würde Ihrer schwachen Spezies nicht zutrauen, meine Beweggründe zu verstehen.

source: Not really.
de: Nicht wirklich.

source: How surprising, a human more stubborn than any program.
de: Wie überraschend, ein Mensch, der hartnäckiger ist als jedes Programm.

source: The Nosy Sensing Array deploys a phalanx of antique sensors, ready for action.
de: Das Nosy Sensing Array entfaltet eine Phalanx antiker Sensoren und ist einsatzbereit.

source: Locate the infected Swarm Commander.
de: Suchen Sie den infizierten Schwarm Commander.

source: Nosy Sensing Array, an old SIGINT platform. The signal is now crystal clear.
de: Nosy Sensing Array, eine alte SIGINT-Plattform. Das Signal ist jetzt kristallklar.

source: With the parasite noise eliminated, locating the Hive signal is now easier. Its approximate heading is %d. With this information, it will be easier to track down the Swarm Commander.
de: Nachdem das Störgeräusch beseitigt wurde, ist es nun einfacher, das Schwarm-Signal zu lokalisieren. Seine ungefähre Richtung ist %d. Mit dieser Information wird es einfacher sein, den Schwarmführer aufzuspüren.

source: Nosy Sensing Array, an old SIGINT platform. The Ktlitan Swarm Commander has been located.
de: Nosy Sensing Array, eine alte SIGINT-Plattform. Der ktlitanische Schwarmkommandant wurde geortet.

source: The signal picks up a very strong signal at approximate heading %d. However, it seems that you picked up garbage emission that masks the Swarm Commander's emissions. This garbage noise must be taken offline if you want to find the Swarm Commander.
de: Das Signal empfängt ein sehr starkes Signal in ungefährer Richtung %d. Es scheint jedoch, dass Sie Störgeräusche aufgefangen haben, die die Emissionen des Schwarm-Commanders verdecken. Diese Störungen müssen beseitigt werden, wenn Sie den Schwarm-Commander finden wollen.

source: Arlenian Device
de: Arlenisches Gerät

source: Install the Arlenian device.
de: Installieren Sie das Arlenian-Gerät.

source: Part of the crew goes on EVA to install the device. They return after a few hours to report that the device is operational.
de: Ein Teil der Besatzung geht auf EVA (Ausserbordaktivtitäten), um das Gerät zu installieren. Nach einigen Stunden kehren sie zurück und melden, dass das Gerät einsatzbereit ist.

source: Arlenian Device Installed
de: Arlenianisches Gerät installiert

source: You are too far away to install the Arlenian device on the array.
de: Sie sind zu weit weg, um das Arlenian-Gerät auf der Plattform zu installieren.

source: Hello, human lifeform. What help can we provide today?
de: Hallo, menschliche Lebensform. Welche Hilfe können wir heute anbieten?

source: You are polluting the frequencies with your research.
de: Sie belasten und stören die Signal-Frequenzen mit Nebenfrequenzen Ihrer Forschung.

source: How unfortunate. Our research is of prime importance to my race, and I'm afraid I cannot stop now. However, we can provide you with one of our sensors. If installed on your array, we could both continue our purpose without interference.
de: Wie bedauerlich. Unsere Forschung ist für meine Rasse von größter Bedeutung, und ich kann sie nicht aufhalten. Wir können Ihnen jedoch einen unserer Sensoren zur Verfügung stellen. Auf Ihrer Plattform installiert, könnten wir beide unsere Arbeit ungestört fortsetzen.

source: We'll do this.
de: Wir werden das tun.

source: This is most auspicious. Thank you for your understanding.
de: Das ist sehr vielversprechend. Ich danke Ihnen für Ihr Verständnis.

source: We are not your errand boys, Arlenian.
de: Wir sind nicht Ihre Laufburschen, Arlenian.

source: A most unfortunate conclusion. If you were to change your mind, come find us.
de: Eine höchst unglückliche Schlussfolgerung. Wenn Sie Ihre Meinung ändern sollten, kommen Sie zu uns.

source: Static fills the channel. Target is on-range for near-range injection. Select the band to attack:
de: Statische Ladung belegt den Kanal. Ziel ist in Reichweite für Nahbereichsinjektion. Wählen Sie das anzugreifende Frequenzband:

source: Static fills the channel. It seems that the hacked ship is too far away for near-field injection.
de: Statik füllt den Kanal. Es scheint, dass das gehackte Schiff zu weit weg ist für eine Nahbereichsinjektion.

source: Soon after, a backdoor channel opens indicating that the near-field injection worked.
de: Kurz darauf öffnet sich ein Hintertür Kanal, der anzeigt, dass die Nahbereichsinjektion funktioniert hat.

source: Deploy patch.
de: Patch installieren.

source: The patch removes the exploit used to remotely control the ship. After a few seconds, the captain comes in: "You saved us! Hurray for Epsilon!"
de: Der Patch beseitigt den Schwachpunkt, mit dem das Schiff ferngesteuert werden kann. Nach ein paar Sekunden meldet sich der Kapitän: "Ihr habt uns gerettet! Ein Hoch auf Epsilon!"

source: Nothing happens. Seems that the near-field injection failed.
de: Es passiert nichts. Es scheint, dass die Nahbereichsinjektion fehlgeschlagen ist.

source: You recieve another broadcast from Central Command: "All Human Navy ships in the vicinity of the Stakhanov Mining Complex, Ktlitan reinforcements are en route toward your position. Your priority is to engage the carrier. Use extreme caution."
de: Sie erhalten einen weiteren Funkspruch vom Zentralkommando: "An alle Schiffe der menschlichen Marine in der Nähe des Stakhanov-Bergbaukomplexes: Ktlitanische Verstärkung ist auf dem Weg zu Ihrer Position. Ihre Priorität ist es, das Trägerschiff (Carrier) anzugreifen. Seien Sie äußerst vorsichtig."

source: You receive a Human Navy-authenticated, quantum-encrypted tachyon communication: KTLITAN ATTACK IS A DISTRACTION -STOP- STAKHANOV IS NOT THE TRUE TARGET -STOP- CEASE CURRENT OPERATIONS AND PROCEED IMMEDIATELY TO SECTOR E2 -STOP- URGENCY AND DISCRETION ARE KEY -STOP-
de: Sie erhalten eine von der menschlichen Marine authentifizierte, quantenverschlüsselte Tachyon-Kommunikation: KTLITANISCHER ANGRIFF IST EINE ABLENKUNG -STOP- STAKHANOV IST NICHT DAS WAHRE ZIEL -STOP- STELLEN SIE DIE LAUFENDEN OPERATIONEN EIN UND BEGEBEN SIE SICH SOFORT IN DEN SEKTOR E2 -STOP- DRINGLICHKEIT UND DISKRETION SIND ENTSCHEIDEND -STOP-

source: You recieve another Human Navy-encrypted communication: "Epsilon, please come in. This is the Black Site #114 dispatch relay. We are under heavy assault by a portion of the main Ktlitan fleet! Location of the base is on a need-to-know basis, so we trust your discretion."
de: Sie erhalten eine weitere verschlüsselte Mitteilung der menschlichen Marine: "Epsilon, bitte melden Sie sich. Hier spricht die Einsatzzentrale der Black Site #114. Wir stehen unter schwerem Beschuss durch einen Teil der ktlitanischen Hauptflotte! Der Standort des Stützpunktes Black Site #114 ist GEHEIM, nur bei Einsatz-Bedarf bekannt, wir vertrauen also auf Ihre Diskretion."

source: The Black Site #114 dispatch sends an emergency broadcast: "It seems that the enemy is changing its tactics. Our long-range scanners show that an unknown high-velocity ship, escorted by fighters, overrode our internal security. They will try to dock with us. You must intercept it at once!"
de: Die Einsatzzentrale der Black Site #114 sendet eine Notfallmeldung: "Es scheint, dass der Feind seine Taktik ändert. Unsere Langstreckenscanner zeigen, dass ein unbekanntes Hochgeschwindigkeitsschiff in Begleitung von Jägern unsere interne Sicherheit überwunden hat. Sie werden versuchen, an uns anzudocken. Sie müssen es sofort abfangen!"

source: Black Site #114's dispatch lowers the alarm level, but before he can speak, sparks fly on your ship's command deck. The unidentified ship activated its payload, but your Engineering team confined the damage to the lower levels. However, the other ships seem to be less lucky. Most go offline, and others are going off-course. What is going on?
de: Einsatzzentrale von Black Site #114 senkt die Alarmstufe, aber bevor er sprechen kann, fliegen Funken auf dem Kommandodeck Ihres Schiffes. Das unbekannte Schiff hat sein mitgeführtes Massen-Hacking-Gerät im Laderaum aktiviert, aber Ihr Ingenieursteam konnte den Schaden auf die unteren Ebenen begrenzen. Die anderen Schiffe scheinen jedoch weniger Glück zu haben. Die meisten gehen offline, und andere kommen vom Kurs ab. Was geht hier vor?

source: You hear the panicked voice of the Black Site #114 dispatcher: "Epsilon, the unidentified ship is preparing for a boarding maneuver! Take out that gorram ship, NOW!"
de: Sie hören die panische Stimme des Disponenten der Black Site #114: "Epsilon, das unidentifizierte Schiff bereitet sich auf ein Entermanöver vor! Schalten Sie das verdammte Schiff aus, JETZT!"

source: There is a loud bang, and sparks fly on your ship's command deck. The station and all of the other ships go offline. Amidst the silence, a crudely synthetized voice breaks in: "HAHA I'M WHOLE NOW GET REKT LOSER" Whatever that means, it cannot be good.
de: Es gibt einen lauten Knall, und auf dem Kommandodeck deines Schiffes fliegen Funken. Die Station und alle anderen Schiffe sind Lahmgelegt. Mitten in die Stille bricht eine grob synthetisierte Stimme ein: "HAHA - ICH BIN JETZT KOMPLETT Ihr seid Schachmatt. Verlierer!" Was immer das auch bedeuten mag, es kann nichts Gutes sein.

source: Central Command relay's incredulous voice comes in: "The hell, Epsilon? Fall back immediately to Marco Polo. We will send a security detail to extract you. Time to call in the big guns, I guess."
de: Die ungläubige Stimme des zentralen Kommandorelais meldet sich: "Was zum Teufel, Epsilon? Ziehen Sie sich sofort nach Marco Polo zurück. Wir werden ein Sicherheitskommando schicken, um Sie abzuholen. Zeit, die großen Geschütze aufzufahren, denke ich."

source: After the silence, Black Site #114's dispatch comes in again: "The Engineering team identified the payload activated by the unknown ship. It was a mass hacking device which turned our ships against us. Even if these ship's relays are down, reverse engineering teams think there is a way to regain control: a near-field injection. Get near the infected ships, find a back door using the frequency LEAST absorbed by their shields, and deploy our patches. Godspeed, Epsilon."
de: Nach der Stille kommt die Meldung von Black Site #114 wieder herein: "Das Ingenieurteam hat die Nutzlast identifiziert, die von dem unbekannten Schiff aktiviert wurde. Es war ein Massen-Hacking-Gerät, das unsere Schiffe gegen uns aufgebracht hat. Auch wenn die Schiffsrelais ausgefallen sind, glauben die Reverse-Engineering-Teams, dass es einen Weg gibt, die Kontrolle wiederzuerlangen: eine Nahfeldinjektion. Nähern Sie sich den infizierten Schiffen, finden Sie eine Hintertür mit der Frequenz, die von ihren Schilden am wenigsten absorbiert wird, und setzen Sie unsere Patches ein. Viel Glück, Epsilon."

source: After the final ship is taken care of, Black Site #114 dispatch lets out a sigh of relief: "Whew. Well, that takes care of this. Feel free to repair, reload... whatever floats your boat. This is on the house. We have a lot to process at the moment. We'll contact you as soon as we understand what the hell just happened."
de: Nachdem das letzte Schiff erledigt ist, seufzt die Einsatzzentrale von Black Site #114 erleichtert auf: "Uff. Nun, damit ist die Sache erledigt. Reparieren Sie ruhig, laden Sie nach... was immer Sie wollen. Das geht aufs Haus. Wir haben im Moment eine Menge zu verarbeiten. Wir melden uns bei Ihnen, sobald wir wissen, was da zur Hölle passiert ist."

source: On sight, Marco Polo makes contact with you: "We're relieved that we could save at least one ship from this monstrous assault. Repair and reload while we notify Central Command of what happened there. We will keep you updated on the situation."
de: Bei Sichtkontakt nimmt Marco Polo Kontakt zu Ihnen auf: "Wir sind erleichtert, dass wir wenigstens ein Schiff vor diesem monströsen Angriff retten konnten. Reparieren und laden Sie nach, während wir das Zentralkommando darüber informieren, was dort passiert ist. Wir werden Sie über die Situation auf dem Laufenden halten."

source: The dispatcher gets back to you: "Our analysts found out that this attack was orchestrated by a rogue AI created by this facility, which escaped a few months ago. Even if we cannot pinpoint its physical location at the moment, the mass-energy balance of the Ktlitan Swarm FTL jump indicates that a large structure made the jump. This structure did not participate in any of the assaults, so we presume that it is a command platform hiding in a nebula. We want to deliver the first blow. Use the Nosy Sensing Array in the sector F5 to locate it, then destroy it."
de: Der Einsatzleiter meldet sich wieder bei Ihnen: "Unsere Analysten haben herausgefunden, dass dieser Angriff von einer abtrünnigen KI ausgeführt wurde, die von dieser Einrichtung geschaffen wurde und vor einigen Monaten entkommen ist. Auch wenn wir ihren Standort im Moment nicht genau bestimmen können, deutet die Masse-Energie-Bilanz des FTL-Sprungs des ktlitanischen Schwarms darauf hin, dass eine große Struktur den Sprung gemacht hat. Diese Struktur war an keinem der Angriffe beteiligt, so dass wir annehmen, dass es sich um eine Kommandoplattform handelt, die sich in einem Nebel versteckt. Wir wollen den ersten Schlag ausführen. Benutzen Sie das Nosy Sensing Array im Sektor F5, um es zu lokalisieren, und zerstören Sie es dann."

source: The Central Command relay seems very worried: "This is bad. Really bad. Things went FUBAR at a Navy black ops site, and it seems that a rogue AI has taken control of the site and all ships around it. We are sending the HNS Shiva to nuke the hell out of this haywire computer. It is due to come out of its FTL jump near the Nosy Sensing Array. Secure the location and report back. The other troops are scrambling to crush their command platform before even more reinforcements arrive."
de: Das Relais des Zentralkommandos scheint sehr besorgt zu sein: "Das ist schlimm. Wirklich schlimm. In einer Navy-Notfallstation ist etwas schief gelaufen, und es scheint, dass eine abtrünnige KI die Kontrolle über die Station und alle umliegenden Schiffe übernommen hat. Wir schicken die HNS Shiva, um diesen verrückten Computer in die Luft zu jagen. Das Schiff wird seinen FTL-Sprung in der Nähe des Nosy Sensing Array beenden. Sichern Sie den Standort und erstatten Sie Bericht. Die anderen Truppen bemühen sich, ihre Kommandoplattform zu zerstören, bevor noch mehr Verstärkung eintrifft."

source: Black Ops #114 dispatch comes in: "Well, this is a rather straightforward means to solve our problem. Use the NSA again to locate the carrier."
de: Black Ops #114 Meldung kommt rein: "Nun, da ist ein ziemlich einfaches Mittel, um unser Problem zu lösen. Setzen Sie die Nosy Sensing Array erneut ein, um das Trägerschiff zu lokalisieren."

source: The ethereal voice of the Arlenian is heard on the radio: "Thank you, human. Your diligence does credit to your species. We are both ready to continue our purpose, it seems."
de: Die ätherische Stimme des Alexianers ist im Funk zu hören: "Ich danke dir, Mensch. Dein Fleiß macht deiner Spezies alle Ehre. Wir sind beide bereit, unsere Aufgabe fortzusetzen, wie es scheint."

source: Central Command comes in: "Bogeys on their way to the NSA, Epsilon. Take care of them."
de: Das Zentralkommando meldet sich: " Feindobjekte auf dem Weg zur Nosy Sensing Array, Epsilon. Kümmern Sie sich um diese Feindobjekte."

source: A black ops military officer hails the ship: "We have confirmed the command platform's location in the nebula around sector H6. All Navy ships, converge on the location. We advise you to deploy probes near the nebula for better visibility."
de: Ein Geheimdienstoffizier kontaktiert das Schiff: "Wir haben die Position der Kommandoplattform im Nebel um Sektor H6 bestätigt. Alle Navy-Schiffe sollen sich dort versammeln. Wir raten Ihnen, Sonden in der Nähe des Nebels zu stationieren, um eine bessere Erkundung zu ermöglichen."

source: Come in, this is HNS Shiva here to clean up this mess. Your mission for now is to escort us to the compromised site. Let's roll!
de: Hier spricht die HNS Shiva, die dieses Chaos beseitigen soll. Ihre Aufgabe jedoch ist es, uns Unverzüglich zu der betroffenen Stelle zu eskortieren. Los geht's!

source: Okay everyone, time to give the bots a taste of their own medicine. Escort our recovery team to infiltrate and extract information from the Swarm Command.
de: Okay, Leute, es ist an der Zeit, die Bots mit ihrer eigenen Medizin zu traktieren. Begleite unser Extraktionsteam, um das Schwarmkommando zu infiltrieren und Informationen zu beschaffen.

source: The fallen station is down. Epsilon, gather as soon as possible with the other ships in sector H6.
de: Die gefallene Station ist außer Betrieb. Epsilon, versammeln Sie sich so schnell wie möglich mit den anderen Schiffen im Sektor H6.

source: We're in. Protect us while we take what we need inside.
de: Wir sind drin. Gebt uns Rückendeckung während wir uns drinnen nach dem benötigtem umschauen.

source: Our extraction party is down! Bomb that gorram plaform!
de: Unsere Extraktionsgruppe ist ausgeschaltet! Bombardiert dieses verdammte Objekt!

source: Okay, this is it. Launch the assault!
de: Okay, das war's. Starten Sie den Angriff!

source: All relevant data is collected, and we've extracted. You can destroy the carrier!
de: Alle relevanten Daten sind gesammelt und wir haben das Objekt verlassen. Sie können den Raumschiffträger zerstören!

source: Even if the extraction party was sacrificed, the threat caused by the Swarm Command was still too great. Humanity is safe... but for how long?
de: Selbst wenn die Extraktionsgruppe geopfert wurde, war die vom Schwarmkommando ausgehende Bedrohung immer noch zu groß. Die Menschheit ist sicher... aber für wie lange?

source: The Swarm Command is down! Humanity is safe... for now.
de: Das Schwarmkommando ist ausgeschaltet! Die Menschheit ist sicher... vorerst.

source: The Swarm Command is down! With the information extracted, the Navy is aware of the physical location of the rogue AI and can track it down. Congratulations!
de: Das Schwarmkommando ist ausgefallen! Mit den gewonnenen Informationen kennt die Marine den Aufenthaltsort der abtrünnigen KI und kann sie aufspüren. Herzlichen Glückwunsch!

source: Far from any frontline or civilization, patrolling the Stakhanov Mining Complex can be a dull and lonely task of seizing contraband and stopping drunken brawls, and brightened only by R&R at Marco Polo station. However, when an inbound FTL-capable Ktlitan swarm is announced, you must scramble to save the sector! [Requires beam/shield frequencies] [Hard] This scenario is limited to one player ship: the Atlantis Epsilon.
fr: - Durée approx. : 2h - Difficulté : Difficile - Vaisseaux joueurs : 1 Mission : Loin de toute ligne de front et de toute civilisation, patrouiller dans le complexe minier de Stakhanov à bord de l'Atlantis peut être une tâche ennuyeuse et solitaire consistant principalement à saisir de la contrebande et à mettre un terme aux bagarres de bar. C'est un quartier isolé, égayé uniquement par la station de repos et de loisirs Marco Polo. Cependant, lorsqu'un essaim de Ktlitiens possédant la technologie de téléportation FTL est en approche, vous devez vous démener pour sauver le secteur ! Nécessite l'option Fréquences des faisceaux/boucliers. Version 1 - Janv. 2021 - Titre original : Ghost from the Past - Auteur : Fouindor (2016) Révisé par Oznogon - Traduction FR : Muerte Communauté française et anglophone sur le Discord USN https://discord.gg/TVxuxn7ZYW : feedback sur les scénarios, aide, sessions de jeu tous les we.

# scienceDescription-station
source: A merchant and entertainment hub.
fr: Un centre marchand et de divertissement.

# scienceDescription-station
source: The Stakhanov Mining Complex centralises efforts to mine the sector's material-rich asteroids.
fr: Le complexe minier de Stakhanov centralise les efforts pour extraire les astéroïdes riches en matériaux de ce secteur.
