Repository: daid/EmptyEpsilon
Catalog: scripts/locale/scenario_01_quick_basic.*.po
Languages: de, fr

source: Quick Basic
de: Schnelles Basic-Szenario

source: Different version of the Basic scenario intended to play out quicker. There is only a single small station to defend.This scenario is designed to be ran at conventions, since you can run a 4-player crew with minimal experience through a game in 20 minutes.This scenario is designed for the provided player Phobos-type ship (or an Atlantis in the Advanced variant).
de: Eine andere Version des Basic-Szenarios, die schneller ablaufen soll. Dieses Szenario ist für den Einsatz auf Conventions gedacht, da Sie hier eine 4-köpfige Crew mit minimaler Erfahrung innerhalb von 20 Minuten durch ein Spiel führen können. Dieses Szenario ist ausgelegt für ein Schiff vom Typ Phobos (oder ein Schiff vom Atlantis-Typ in der Fortgeschrittenen-Variante).

source: %s, your objective is to fend off the incoming Kraylor attack. Please inform your Captain and crew that you have a total of %d minutes for this mission. The mission started at the arrival of this message. Good luck.
de: %s, Ihr Ziel ist es, den bevorstehenden Kraylor-Angriff abzuwehren. Bitte teilen Sie Captain und Crew mit, dass Sie insgesamt %d Minuten für diese Mission haben. Die Mission beginnt mit dem Erhalt dieser Botschaft. Viel Glück.
fr: %s, votre objectif est de repousser l'attaque Kraylor en cours. Veuillez informer votre capitaine et votre équipage que vous disposez de %d minutes maximum pour mener à bien votre mission. La mission commence à l'arrivée de ce message. Bonne chance.

source: green
de: Grün
fr: vert

source: yellow
de: Gelb
fr: jaune

source: red
de: Rot
fr: rouge

source: Mission: FAILED (ship lost before mission started)
de: Mission: GESCHEITERT (Schiff vor Start der Mission verloren)
fr: Mission : ECHEC (vaisseau detruit avant le debut de la mission)

source: Mission: PREPARING
de: Mission: VORBEREITUNG
fr: Mission : EN PREPARATION

source: Mission: FAILED (time has run out)
de: Mission: GESCHEITERT (Die Zeit ist abgelaufen)
fr: Mission : ECHEC (temps ecoule)

source: %s, you have %d minute remaining.
de: %s, Sie haben noch %d Minuten verbleibende Zeit.
fr: %s, il ne vous reste qu'%d minute.

source: %s, you have %d minutes remaining.
de: %s, Sie haben noch %d Minuten verbleibende Zeit.
fr: %s, il ne vous reste que %d minutes.

source: %s, you have %d minutes remaining of mission time.
de: %s, Sie haben noch %d Minuten verbleibende Missionszeit.
fr: %s, il ne vous reste que %d minutes pour réussir votre mission.

source: Mission: SUCCESS (%d seconds left)
de: Mission: ERFOLGREICH (%d Sekunden noch verfügbar)
fr: Mission : SUCCES (%d secondes restantes)

source: Mission: FAILED (all your ships destroyed)
de: Mission: GESCHEITERT (alle Ihre Schiffe wurden zerstört)
fr: Mission : ECHEC (tous vos vaisseaux detruits)

source: Mission: FAILED (no friendlies left)
de: Mission: GESCHEITERT (keine freundlichen Einheiten mehr im Spiel)
fr: Mission : ECHEC (aucune base alliee restante)

source: Mission in progress - Time left: %d:%02d - Enemies: %d - Condition: %s
de: Mission in Arbeit - Verbleibende Zeit: %d:%02d - Feinde: %d - Zustand: %s
fr: Mission en cours - Temps restant : %d:%02d - Ennemis : %d - Etat d'alerte : %s
