Repository: daid/EmptyEpsilon
Catalog: scripts/locale/scenario_55_defenderHunter.*.po
Languages: de, fr

source: Defender Hunter
de: Verteidiger/Jäger
fr: Défenseur - Chasseur

source: Defend home station and hunt down enemies Initially, you're tasked with defending your home base. Over time, you'll discover more about the enemies harassing you and you'll be ordered to find and destroy the enemies responsible. There may be various missions given along the way, but the enemy harassment will continue. You must balance your two missions. Designed for any number of cooperating player ships. Randomization makes many details different for each game, but the primary goals remain the same. Untimed variations can take an hour or longer for full mission completion. Different sub-missions may be chosen by the players or will be chosen at random. Achieving victory in a timed hunter variation is quite a challenge. Like the Waves scenario, the enemies get harder over time. Version 10 - Jan2022
fr: - Durée approx. : 2h (variable) - Difficulté : Difficile (variable) - Vaisseaux joueurs : 1 à plusieurs Mission : Dans cet univers au rythme intense et aux astéroïdes et nébuleuses en mouvement, votre mission consiste à défendre votre station d'attache et à traquer vos ennemis. Au départ, vous êtes chargé de défendre votre station d'attache. Au fil du temps, vous en découvrirez plus sur les ennemis qui vous harcèlent et recevrez l'ordre de trouver et d'éliminer les responsables. Différentes missions pourront vous être confiées en cours de route, mais l'ennemi continuera de vous harceler. A vous de jongler entre ces 2 objectifs. - Conçu pour 1 à plusieurs vaisseaux joueurs en coopératif. - La randomisation rend de nombreux détails différents entre chaque partie, mais les objectifs principaux restent les mêmes. - Les variantes non chronométrées peuvent prendre une heure ou plus pour être complétées. - Différentes sous-missions peuvent être choisies par les joueurs ou seront sélectionnées au hasard. - Obtenir la victoire avec l'objectif "Chasseur / 30 mn" est tout un défi. - Comme dans le scénario Vagues, les ennemis deviennent de plus en plus difficiles avec le temps. Version 10 - janvier 2022 - Titre original : Defender Hunter - Auteur : Xansta https://discord.gg/GjqM9Y9yBe - Traduction FR : Muerte https://discord.gg/2NPKyMnGwp

# setting
source: Enemies
de: Feinde
fr: Ennemis

# setting
source: Configures the number and type of enemies
de: Konfiguriert die Anzahl und Art der Feinde
fr: Définit le nombre et le type d'ennemis.

# Enemies
source: Easy
de: Leicht
fr: Facile

# Enemies
source: Fewer and/or weaker enemy ships
de: Weniger und/oder schwächere feindliche Schiffe
fr: Vaisseaux ennemis moins nombreux et/ou plus faibles.

# Enemies
source: Normal difficulty
de: Normaler Schwierigkeitsgrad
fr: Difficulté normale.

# Enemies
source: Hard
de: Schwer
fr: Difficile

# Enemies
source: More and/or stronger enemy ships
de: Mehr und/oder stärkere feindliche Schiffe
fr: Vaisseaux ennemis plus nombreux et/ou plus puissants.

# Enemies
source: Extreme
de: Extrem
fr: Extrême

# Enemies
source: Many more or much stronger enemy ships
de: Viel mehr oder viel stärkere feindliche Schiffe
fr: Vaisseaux ennemis beaucoup plus nombreux et/ou beaucoup plus puissants.

# Enemies
source: Quixotic
de: Absurd
fr: Chimérique

# Enemies
source: Enemies likely to overwhelm you
de: Die Feinde werden euch wahrscheinlich überwältigen.
fr: Ennemis susceptibles de vous submerger.

# setting
source: Time
de: Zeit
fr: Durée

# setting
source: Sets the length of time for the scenario
de: Legt die Zeitdauer für das Szenario fest
fr: Définit le temps dont disposent les joueurs.

# Time
source: Unlimited
de: Unbegrenzt
fr: Illimitée

# Time
source: No time limit. Protect home station and hunt and destroy designated enemy station.
de: Kein Zeitlimit. Beschützt die Heimatstation und jagt und zerstört die feindlichen Stationen.
fr: Sans limite de temps. Protégez votre station d'attache et traquez et éliminez la station ennemie désignée.

# Time
source: 30min
de: 30 Minuten
fr: 30 mn

# Time
source: Scenario ends in 30 minutes
de: Szenario endet in 30 Minuten
fr: Le scénario se termine après 30 minutes.

# setting
source: Goal
de: Ziel
fr: Objectif

# setting
source: Sets primary goal. Pertinent to timed scenario
de: Setzt das primäre Ziel. Relevant für das zeitlich begrenzte Szenario
fr: Définit l'objectif principal. Pertinent pour le scénario chronométré.

# Goal
source: Defender
de: Verteidiger
fr: Défenseur

# Goal
source: Protect home station. If timed scenario, victory after time runs out if home station survives.
de: Beschützt die Heimatstation. Bei einem Szenario mit Zeitlimit: Sieg nach Ablauf der Zeit, wenn die Heimatstation überlebt.
fr: Vous devez protéger votre station d'attache. Si le scénario est chronométré, victoire après la fin du temps imparti si votre station d'attache survit.

# Goal
source: Hunter
de: Jäger
fr: Chasseur

# Goal
source: Protect home station and hunt down designated enemy station. If timed scenario, defeat after time runs out if designated enemy station survives.
de: Beschützt eure Heimatstation und findet und serstört die ausgewiesenen feindlichen Stationen. Bei einem zeitlich begrenzten Szenario: Niederlage nach Ablauf der Zeit, wenn eine ausgewiesene feindliche Station überlebt.
fr: Vous devez protéger votre station d'attache et traquer et éliminer la station ennemie désignée. Si le scénario est chronométré, défaite après la fin du temps imparti si la station ennemie survit.

# setting
source: Murphy
fr: Loi de Murphy

# setting
source: Configures the perversity of the universe according to Murphy's law
de: Konfiguriert die Bösartigkeit des Universums nach Murphys Gesetz
fr: Définit la perversité de l'univers selon la loi de Murphy.

# Murphy
source: Easy
de: Freundlich
fr: Facile

# Murphy
source: Random factors are more in your favor
de: Zufallsfaktoren sind eher zu euren Gunsten
fr: Les facteurs aléatoires sont plus en votre faveur.

# Murphy
source: Random factors are normal
de: Zufallsfaktoren sind normal
fr: Les facteurs aléatoires sont normaux.

# Murphy
source: Hard
de: Böse
fr: Difficile

# Murphy
source: Random factors are more against you
de: Zufallsfaktoren sind eher gegen euch
fr: Les facteurs aléatoires sont plus contre vous.

# buttonGM
source: Turn On Diagnostic
de: Diagnose einschalten
fr: Activer diagnostic

# buttonGM
source: Delay normal to slow
de: Wellen:normal->langsam
fr: Vitesse Normal à Lent

# gossip-comms
source: I hear the head of operations has a thing for his administrative assistant
de: Ich habe gehört, dass der Einsatzleiter etwas für seine Verwaltungsassistentin übrig hat.
fr: J'ai entendu dire que le chef des opérations avait un faible pour son adjointe administrative.

# gossip-comms
source: My mining friends tell me Krak or Kruk is about to strike it rich
de: Meine Bergbaufreunde sagen mir, dass Krak oder Kruk kurz davor steht, reich zu werden.
fr: Mes amis mineurs m'ont dit que Krak or Kruk était sur le point de devenir riche.

# gossip-comms
source: Did you know you can usually hire replacement repair crew cheaper at friendly stations?
de: Wussten Sie, dass Sie an freundlichen Raumstationen in der Regel billiger Reparaturpersonal anheuern können?
fr: Savez-vous que vous pouvez généralement embaucher une équipe de réparation de remplacement moins cher dans les stations amies ?

# gossip-comms
source: Under their uniforms, the Kraylors have an extra appendage. I wonder what they use it for
de: Unter ihren Uniformen haben die Kraylors ein zusätzliches Körperteil. Ich frage mich, wofür sie es benutzen.
fr: Sous leur uniforme, les Kraylors ont un appendice supplémentaire. Je me demande à quoi ça leur sert.

# gossip-comms
source: The Kraylors may be human navy enemies, but they make some mighty fine BBQ Mynock
de: Die Kraylors mögen zwar Feinde der menschlichen Navy sein, aber sie machen ein sehr gutes BBQ von Mynocks.
fr: Les Kraylors sont peut-être les ennemis de la marine humaine, mais ils fabriquent de très bons BBQ Mynock, On peut au moins leur accorder ça.

# gossip-comms
source: The Kraylors and the Ktlitans may be nearing a cease fire from what I hear. That'd be bad news for us
de: Soweit ich weiß, stehen die Kraylors und die Ktlitans kurz vor einem Waffenstillstand. Das wäre eine schlechte Nachricht für uns.
fr: Les Kraylors et les Ktlitiens se rapprocheraient d'un cessez-le-feu d'après ce que j'ai entendu. Ce ne serait pas vraiment une bonne nouvelle pour nous.

# gossip-comms
source: Docking bay 7 has interesting mind altering substances for sale, but they're monitored between 1900 and 2300
de: In Landebucht 7 gibt es interessante bewusstseinsverändernde Substanzen zu kaufen, die Landebucht wird jedoch zwischen 1900 und 2300 überwacht.
fr: La baie d'amarrage n°7 proposerait des substances psychotropes intéressantes à vendre, mais elles seraient surveillées entre 19h00 et 23h00.

# gossip-comms
source: Watch the sky tonight in quadrant J around 2243. It should be spectacular
de: Beobachten Sie den Himmel heute Abend im Quadranten J um 2243. Es soll spektakulär werden.
fr: Regardez le ciel ce soir dans le quadrant J vers 22h43. Ça devrait être spectaculaire.

# gossip-comms
source: I think the shuttle pilot has a tame miniature Ktlitan caged in his quarters. Sometimes I hear it at night
de: Ich glaube, der Shuttlepilot hat einen zahmen Miniatur-Ktlitan in seinem Quartier eingesperrt. Manchmal höre ich ihn nachts.
fr: Je pense que le pilote de la navette a un Ktlitien miniature apprivoisé en cage dans ses quartiers. Parfois je l'entends la nuit.

# gossip-comms
source: Did you hear the screaming chase in the corridors on level 4 last night? Three Kraylors were captured and put in the brig
de: Haben Sie gestern Abend die laute Verfolgungsjagd in den Gängen auf Ebene 4 gehört? Drei Kraylors wurden gefangen genommen und in die Brigg gesteckt.
fr: Avez-vous entendu la poursuite et les hurlements dans les couloirs du niveau 4 la nuit dernière ? Trois Kraylors ont été capturés et mis en prison.

# gossip-comms
source: Rumor has it that the two Lichten brothers are on the verge of a new discovery. And it's not another wine flavor either
de: Man munkelt, dass die beiden Lichten-Brüder kurz vor einer neuen Entdeckung stehen. Und es ist auch kein anderer Weingeschmack.
fr: La rumeur veut que les deux frères Lichten soient sur le point de faire une nouvelle découverte. Et ce n'est pas une autre saveur de vin non plus.

# buttonGM
source: Turn Off Diagnostic
de: Diagnose ausschalten
fr: Désactiver diagnostic

# scienceDescription-station
source: Training and Coordination
fr: Formation et coordination

# stationGeneralInfo-comms
source: We train naval cadets in routine and specialized functions aboard space vessels and coordinate naval activity throughout the sector
fr: Nous formons des élèves-officiers de la marine aux fonctions routinières et spécialisées à bord de vaisseaux spatiaux et coordonnons l'activité navale de l'ensemble du secteur.

# stationStory-comms
source: The original station builders were fans of the late 20th century scientist and author Isaac Asimov. The station was initially named Foundation, but was later changed simply to Asimov. It started off as a stellar observatory, then became a supply stop and as it has grown has become an educational and coordination hub for the region
fr: Les constructeurs de la station d'origine étaient des fans du scientifique et auteur de la fin du 20e siècle, Isaac Asimov. La station s'appelait initialement Foundation, mais fut plus tard simplement changée en Asimov. Elle a commencé comme observatoire stellaire, puis est devenue une station d'approvisionnement et au fur et à mesure qu'elle s'est développée, elle est devenue un centre d'éducation et de coordination pour la région.

# scienceDescription-station
source: Warp and Impulse engine manufacturing
fr: Fabrication de moteurs à impulsions et à vitesse lumière

# stationGeneralInfo-comms
source: We manufacture warp, impulse and jump engines for the human navy fleet as well as other independent clients on a contract basis
fr: Nous fabriquons des moteurs à impulsions, à vitesse lumière et pour téléporteurs pour la flotte de la marine humaine ainsi que pour d'autres clients indépendants sur une base contractuelle.

# stationStory-comms
source: The station is named after the late 19th century astronaut as well as the fictionlized stations that followed. The station initially constructed entire space worthy vessels. In time, it transitioned into specializeing in propulsion systems.
fr: La station porte le nom de l'astronaute de la fin du XIXe siècle ainsi que des stations fictives qui ont suivi. La station a initialement construit des navires dignes de tout l'espace. Avec le temps, elle s'est spécialisée dans les systèmes de propulsion.

# scienceDescription-station
source: Warp drive components
fr: Composants pour système de vitesse lumière

# stationGeneralInfo-comms
source: We provide warp drive engines and components
fr: Nous fournissons des moteurs et des composants pour système de vitesse lumière.

# stationStory-comms
source: This station is named after Chris Van Den Broeck who did some initial research into the possibility of warp drive in the late 20th century on Earth
fr: Cette station porte le nom de Chris Van Den Broeck qui a initialement fait des recherches sur la possibilité de distorsion de l'espace et du temps à la fin du 20e siècle sur Terre.

# scienceDescription-station
source: Shielded circuitry fabrication
fr: Fabrication de circuits blindés

# stationGeneralInfo-comms
source: We make a large variety of circuits for numerous ship systems shielded from sensor detection and external control interference
fr: Nous fabriquons une grande variété de circuits pour de nombreux systèmes de navires, blindés et protégés de la détection des capteurs et des interférences de contrôle externes.

# stationStory-comms
source: Our station is named after the law which quantifies the amount of force with which stationary electrically charged particals repel or attact each other - a fundamental principle in the design of our circuits
fr: Notre station est nommée d'après la loi qui quantifie la quantité de force avec laquelle les particules stationnaires chargées électriquement se repoussent ou s'attaquent - un principe fondamental dans la conception de nos circuits.

# scienceDescription-station
source: Sensor components
fr: Composants de capteurs

# stationGeneralInfo-comms
source: We research and manufacture sensor components and systems
fr: Nous faisons de la rechercher et fabriquons des composants et des systèmes de capteurs.

# stationStory-comms
source: The station is named after Tony Heyes the inventor of some of the earliest electromagnetic sensors in the mid 20th century on Earth in the United Kingdom to assist blind human mobility
fr: La station porte le nom de Tony Heyes, l'inventeur de certains des premiers capteurs électromagnétiques du milieu du 20e siècle sur Terre au Royaume-Uni pour aider à la mobilité des humains non voyants.

# scienceDescription-station
source: Nanite supplier
fr: Fournisseur de nanites

# stationGeneralInfo-comms
source: We provide nanites for various organic and non-organic systems
fr: Nous fournissons des nanites pour divers systèmes organiques et non organiques.

# stationStory-comms
source: This station is named after the nanotechnologist Hossam Haick from the early 21st century on Earth in Israel
fr: Cette station porte le nom du nanotechnologue Hossam Haick du début du 21e siècle sur Terre en Israël.

# scienceDescription-station
source: Energy beam components
fr: Composants de faisceau d'énergie

# stationGeneralInfo-comms
source: We research and manufacture energy beam components and systems
fr: Nous faisons de la recherche et fabriquons des composants et des systèmes de faisceaux d'énergie.

# stationStory-comms
source: The station is named after Theodore Maiman who researched and built the first laser in the mid 20th century on Earth
fr: La station porte le nom de Theodore Maiman qui a fait des recherches et construit le premier laser au milieu du 20e siècle sur Terre.

# scienceDescription-station
source: Gambling and resupply
fr: Jeu d'argent et réapprovisionnement

# stationGeneralInfo-comms
source: The oldest station in the quadrant
fr: La plus ancienne station du quadrant

# scienceDescription-station
source: Energy Beam Components
fr: Composants de faisceau d'énergie

# stationGeneralInfo-comms
source: We manufacture energy beam components
fr: Nous fabriquons des composants de faisceaux d'énergie.

# stationStory-comms
source: Station named after Guglielmo Marconi an Italian inventor from early 20th century Earth who, along with Nicolo Tesla, claimed to have invented a death ray or particle beam weapon
fr: Station nommée d'après Guglielmo Marconi, un inventeur italien de la Terre du début du XXe siècle qui, avec Nicolo Tesla, a prétendu avoir inventé une arme à rayon de la mort ou à faisceau de particules.

# scienceDescription-station
source: Exobiology research
fr: Recherche en exobiologie

# stationGeneralInfo-comms
source: We study recently discovered life forms not native to Earth
fr: Nous étudions des formes de vie récemment découvertes et non originaires de la Terre.

# stationStory-comms
source: This station was named after one of the early exobiologists from mid 20th century Earth, Dr. Stanley Miller
fr: Cette station porte le nom d'un des premiers exobiologistes de la Terre du milieu du 20e siècle, le Dr Stanley Miller.

# scienceDescription-station
source: Impulse engine components
fr: Composants de moteurs à impulsions

# stationGeneralInfo-comms
source: We research and manufacture impulse engine components and systems
fr: Nous faisons de la recherche et fabriquons des composants et systèmes pour moteurs à impulsion.

# stationStory-comms
source: The station is named after Roger Shawyer who built the first prototype impulse engine in the early 21st century
fr: La station porte le nom de Roger Shawyer qui a construit le premier prototype de moteur à impulsion au début du 21e siècle.

# scienceDescription-station
source: Energy and particle beam components
fr: Composants de faisceau d'énergie et de particules

# stationGeneralInfo-comms
source: We fabricate general and specialized components for ship beam systems
fr: Nous fabriquons des composants généraux et spécialisés pour les faisceaux des navires.

# stationStory-comms
source: This station was named after Archimedes who, according to legend, used a series of adjustable focal length mirrors to focus sunlight on a Roman naval fleet invading Syracuse, setting fire to it
fr: Cette station porte le nom d'Archimède qui, selon la légende, a utilisé une série de miroirs à focale réglable pour concentrer la lumière du soleil sur une flotte navale romaine envahissant Syracuse, y mettant le feu.

# scienceDescription-station
source: Trading station
fr: Station de commerce

# stationGeneralInfo-comms
source: Only the largest market and trading location in twenty sectors. You can find your heart's desire here
fr: Tout simplement le plus grand marché et lieu de négoce sur vingt secteurs à la ronde. Vous pouvez y trouver l'objet de tous vos désirs ici.

# stationStory-comms
source: Modeled after the early 21st century bazaar on Earth in Bangkok, Thailand. Designed and built with trade and commerce in mind
fr: Inspiré du bazar du début du 21e siècle sur Terre à Bangkok, en Thaïlande. Conçu et construit dans l'unique but de développer le commerce et les affaires.

# scienceDescription-station
source: Mining
fr: Exploitation minière

# stationGeneralInfo-comms
source: We mine nearby asteroids for precious minerals and process them for sale
fr: Nous extrayons des astéroïdes à proximité à la recherche de minéraux précieux et les traitons pour les vendre.

# stationStory-comms
source: This station's name is inspired by a large gold mine on Earth in Indonesia. The station builders hoped to have a similar amount of minerals found amongst these asteroids
fr: Le nom de cette station est inspiré d'une grande mine d'or sur Terre en Indonésie. Les constructeurs de la station espéraient trouver une quantité similaire de minéraux parmi ces astéroïdes.

# scienceDescription-station
source: Observatory and stellar mapping
fr: Observatoire et cartographie stellaire

# stationGeneralInfo-comms
source: We study the cosmos and map stellar phenomena. We also track moving asteroids. Look out! Just kidding
fr: Nous étudions le cosmos et cartographions les phénomènes stellaires. Nous suivons également les astéroïdes en mouvement. Attention ! Je rigole.

# stationStory-comms
source: Station named in honor of Charles Hayden whose philanthropy continued astrophysical research and education on Earth in the early 20th century
fr: Station nommée en l'honneur de Charles Hayden dont la philanthropie a permis de continuer la recherche et l'éducation en astrophysique sur Terre au début du 20e siècle.

# scienceDescription-station
source: Autodoc components
fr: Composants Autodoc

# stationStory-comms
source: The station is named after Dr. Lipkin who pioneered some of the research and application around robot assisted surgery in the area of partial nephrectomy for renal tumors in the early 21st century on Earth
fr: La station porte le nom du Dr Lipkin qui a été le pionnier de certaines recherches et applications autour de la chirurgie assistée par robot dans le domaine de la néphrectomie partielle pour les tumeurs rénales au début du 21e siècle sur Terre.

# scienceDescription-station
source: Zero gravity sports and entertainment
fr: Sports et divertissement en apesanteur

# stationGeneralInfo-comms
source: Come take in a game or two or perhaps see a show
fr: Venez assister à un match ou deux et peut-être voir un spectacle.

# stationStory-comms
source: Named after Madison Square Gardens from 21st century Earth, this station was designed to serve similar purposes in space - a venue for sports and entertainment
fr: Nommée d'après le Madison Square Garden de la Terre du 21e siècle, cette station a été conçue pour servir des objectifs similaires dans l'espace - un lieu de sport et de divertissement.

# scienceDescription-station
source: Shield components and research
fr: Composants et recherche sur les boucliers

# stationGeneralInfo-comms
source: We research and fabricate components for ship shield systems
fr: Nous effectuons des recherches et fabriquons des composants pour les systèmes de boucliers de navire.

# stationStory-comms
source: This station was named after the national research institution Rutherford Appleton Laboratory in the United Kingdom which conducted some preliminary research into the feasability of generating an energy shield in the late 20th century
fr: Cette station porte le nom de l'institut de recherche national Rutherford Appleton Laboratory au Royaume-Uni, qui a mené des recherches préliminaires sur la faisabilité de générer un bouclier énergétique à la fin du 20e siècle.

# scienceDescription-station
source: Shield and armor components and research
fr: Boucliers et armures : Composants et recherche

# stationGeneralInfo-comms
source: We research and make general and specialized components for ship shield and ship armor systems
fr: Nous faisons de la recherche et fabriquons des composants généraux et spécialisés pour les systèmes de bouclier et d'armures de navire.

# stationStory-comms
source: This station was named after one of the earliest researchers in shield technology, Alexander Toohie back when it was considered impractical to construct shields due to the physics involved.
fr: Cette station a été nommée d'après l'un des premiers chercheurs en technologie de boucliers, Alexander Toohie, à l'époque où il était considéré comme impossible de construire des boucliers en raison de la physique impliquée.
