Repository: daid/EmptyEpsilon
Catalog: scripts/locale/scenario_30_brokenglass.*.po
Languages: fr

source: Broken Glass
fr: Verre brisé

source: Support research activities in the Zeta Belt and keep the researchers safe. Difficulty balances and 10 achievements to complete. Duration: Plan for 3+ hours on Easy, with harder difficulties taking longer Player ships: 1 Author: Chris Sibbit. Revisions: Xansta, Muerte Jan2023 Created: Dec2022 Feedback: USN Discord: https://discord.gg/7Kr32ezJFF in the #ee-scenario-feedback channel
fr: - Durée approx. : 3h et + (variable) - Difficulté : Moyenne (variable) - Vaisseaux joueurs : 1 Mission : Soutenez les activités de recherche dans la ceinture Zeta et protégez les chercheurs qui y travaillent. Difficulté variable. 10 objectifs variés à accomplir. Prévoir plus de 3 heures en mode Facile, les modes les plus difficiles prenant plus de temps. - Titre original : Broken Glass - Auteur : Csibbitt déc2022 (révision par Xansta, Muerte Jan2023) https://discord.gg/GjqM9Y9yBe - Traduction FR : Muerte https://discord.gg/2NPKyMnGwp

# setting
source: Difficulty
fr: Difficulté

# setting
source: Configures the difficulty in the scenario. Default is Easy
fr: Définit le nombre et/ou la puissance des ennemis. Facile par défaut.

# Difficulty
source: Easy
fr: Facile

# Difficulty
source: Minor enemy resistance and easier missions.
fr: Missions plus faciles. Faible résistance ennemie.

# Difficulty
source: Medium
fr: Normal

# Difficulty
source: More robust resistance with more risk (takes longer).
fr: Plus de résistance ennemie et plus de risques. Prend plus de temps.

# Difficulty
source: Hard
fr: Difficile

# Difficulty
source: Significant enemy resistance.
fr: Résistance ennemie importante. Durée plus longue.

# lost-comms
source: We're pretty busy scanning for treasure... I mean, conducting research in this nebula. Can we call you back?
fr: Bonjour, Écoutez, nous sommes pas mal occupés à rechercher des trés…..Euh je veux dire, à mener des recherches dans cette nébuleuse. Pouvez-vous nous rappeler ?

# scienceDescription-artifact
source: Just a hollow spherical apparition. Kinda looks like it's hiding something.
fr: Une sphère d'apparence creuse. On dirait que ça cache quelque chose.

# scienceDescription-artifact
source: It seems to have changed shape.
fr: La sphère semble avoir changé de forme.

# nebulaBonuses-shipLog
source: A Nuke and additional nuke storage have been added to our arsenal
fr: Un missile Nuke et un espace de stockage supplémentaire de Nuke ont été ajoutés à notre arsenal.

# nebulaBbonuses-shipLog
source: A stranded repair crew has been rescued
fr: Une équipe de réparation égarée a été secourue.

# nebulaBonuses-shipLog
source: This scientific data is sure to raise our reputation with the eggheads.
fr: Ces données scientifiques vont à coup sûr augmenter notre réputation auprès des grosses têtes d'œufs de gradés.

# nebulaBonuses-incCall
source: DRONE SELF DEFENCE SYSTEM ACTIVATED
fr: - SYSTÈME D'AUTO-DÉFENSE DRONE ACTIVÉ -

# nebulaBonuses-shipLog
source: DRONE SELF DEFENCE SYSTEM ACTIVATED
fr: - SYSTÈME D'AUTO-DÉFENSE DRONE ACTIVÉ -

# nebulaBonuses-shipLog
source: We have activated a drone defence system!
fr: Nous avons activé un système de défense par drone.

# defenceStn-incCall
source: Greetings, Captain. You've been assigned a tour of duty in the Zeta Belt. It's neutral territory with a bit of everything... nebulae, asteroids, baby planets, and dangerous old scrap. We don't see many Kraylor around here, but we have a non-aggression treaty with them, so should you encounter any, think twice before engaging. The main security risk is from those damned Ghost and Exuari drones and that keep flying around. Your primary orders are to support all the research facilities in the area, both Human and Independent. Their safety must be guaranteed, including helping them with dangerous operations. If you can't find anything to do, check in here and we can set you up with a patrol route. Your ship, the Propitious 1, is well equipped but not exactly a war vessel, so conduct yourself carefully and try not to breach the peace tumultuously.
fr: Salutations, capitaine. Vous venez d'être affecté à un service de garde dans la ceinture Zeta. C'est un territoire neutre avec un peu de tout... des nébuleuses, des astéroïdes, des planètes naissantes et de vieux débris errants qui peuvent se révéler dangereux. Nous ne rencontrons pas beaucoup de Kraylors par ici. Sachez qu'il existe un traité de non-agression avec eux, donc si vous en rencontrez, réfléchissez-y à deux fois avant d'engager le combat. Le principal risque pour la sécurité vient surtout de ces maudits drones Fantômes et Éxuaris qui volent sans cesse dans le coin. Vos ordres sont les suivants : soutenir toutes les installations de recherche de la région, humaines et indépendantes. Leur sécurité doit être assurée, notamment en les aidant dans les opérations dangereuses. Si vous n'avez rien à faire, pointez ici avec votre vaisseau et nous vous proposerons un itinéraire de patrouille. Votre vaisseau, le Propitious 1, est bien équipé mais ce n'est pas non plus un vaisseau de guerre, alors conduisez-vous prudemment et essayez de ne pas rompre la paix inutilement.

# buttonGM
source: Convoy Enemies
fr: Essaims ennemis

# buttonGM
source: Harrasment
fr: Harcèlement

# buttonGM
source: -From Finish Mission
fr: <-Terminer mission

# buttonGM
source: Lost
fr: Perdus

# buttonGM
source: Spare Parts
fr: Pièces de rechange

# buttonGM
source: Drone Nest
fr: Nid de drones

# buttonGM
source: Repair
fr: Réparation

# buttonGM
source: -From Start Mission
fr: <-Démarrer mission

# buttonGM
source: Patrol
fr: Patrouiller

# wormhole-shipLog
source: Firing on invulnerable target
fr: Tir sur cible invulnérable.

# wormhole-incCall
source: Captain, Stop! Don't waste your time shooting at that station. It has an Exuari emergency integrity field that will prevent catastrophic hull breach. Just a waste of energy, I promise you.
fr: Capitaine, arrêtez ! Ne gaspillez pas votre temps à tirer sur cette station. Elle dispose d'un champ d'integrité d'urgence Éxuari qui empêche toute brèche dans la coque. Vous gaspillez juste votre énergie, croyez-moi !

# defenceStnCheckpoint-IncCall
source: RED ALERT! The SW Checkpoint is under attack. Don't mess around, get down there and help them!
fr: ALERTE ROUGE ! Le poste de contrôle SW Checkpoint est attaqué. Ceci n'est pas un exercice. Arrêtez ce que vous faites et partez immédiatement les aider !

# defenceStnCheckpoint-shipLog
source: Defend the SW checkpoint
fr: Défendre le poste de contrôle sud-ouest, SW Checkpoint, maintenant !

# defenceStn-incCall
source: It looks like you've aggro'd the convoy. Good luck to you! Try to keep them from destroying our stations!
fr: On dirait que vous avez énervé l'essaim. Bonne chance à vous ! Essayez de les empêcher de détruire nos stations !

# warning-shipLog
source: This station appears immune to our attacks
fr: Cette station semble immunisée contre nos attaques.

# KraylorWarning-shipLog
source: We have lost %s reputation for breaking the treaty
fr: Pour avoir rompu le traité, nous avons perdu %s de réputation.

# KraylorWarning-IncCall
source: You will regret this! You have violated our non-aggression treaty, and will soon regret your actions.
fr: Vous allez le regretter ! Vous avez violé le traité de non-agression et allez bientôt regretter votre geste.

# drone-comms
source: Do not communicate on this channel.
fr: Ne communiquez pas sur ce canal.

# drone-incCall
source: DISENGAGE! Captain, it's not what it looks like. Please dock with us and we will explain everything.
fr: DÉSENGAGEZ ! Capitaine, ce n'est pas ce à quoi ça ressemble. S'il vous plaît, amarrez-vous à nous et nous vous expliquerons tout.

# wormhole-incCall
source: RED ALERT! Captain, a bomb has just gone off on our station and we are under attack from the Kraylor. We need your help immediately!
fr: ALERTE ROUGE ! Capitaine, une bombe vient d'exploser sur notre station et nous sommes attaqués par les Kraylors. Nous avons besoin de votre aide immédiatement !

# wormhole-shipLog
source: Defend the Wormhole Station
fr: Défendre la station Wormhole.

# wormhole-comms
source: Please bring us the spare parts!
fr: Veuillez nous apporter les pièces de rechange !

# wormhole-comms
source: Thanks so much for your help!
fr: Merci beaucoup pour votre aide !

# wormhole-comms
source: Thanks for dropping by, Captain. Our research is going well, but we could use some spare stabilizers for our Hawking Scanner. Would you mind salvaging some for us from the other side of the wormhole?
fr: Merci d'être passé, capitaine. Nos recherches avancent bien, mais en utilisant des stabilisateurs de rechange pour notre Hawking Scanner nous serions plus efficaces. Cela vous dérangerait-il d'en récupérer pour nous de l'autre côté du trou de ver ?

# wormhole-comms
source: Okay, we can help with that.
fr: D'accord, nous allons vous aider.

# wormhole-comms
source: Do you pay tips?
fr: Aura t'on droit à un pourboire ?

# wormhole-comms
source: Maybe later, then. Goodbye.
fr: Heu...Peut-être plus tard. Alors merci et au revoir.

# wormhole-comms
source: Thanks for your help, Captain! These spare parts will really help with the program budget.
fr: Merci pour votre aide, capitaine ! Ces pièces de rechange vont vraiment nous aider vu le budget du programme.

# wormhole-comms
source: What do we get for being your errand boy?
fr: Que gagne t'on à avoir été votre coursier ?

# wormhole-comms
source: You get half of what would have with a smarter attitude! So rude.
fr: Vous obtenez la moitié de ce que vous auriez du recevoir avec une attitude plus intelligente et respectueuse ! Tellement grossier.

# wormhole-comms
source: We're so glad we could help
fr: Nous sommes ravis d'avoir pu aider.

# wormhole-comms
source: We are too. Thanks a bunch.
fr: Nous aussi. Merci beaucoup.

# wormhole-comms
source: We still need those spare parts from X472 on the other side of the wormhole!
fr: Nous avons toujours besoin de ces pièces de rechange se trouvant sur X472, de l'autre côté du trou de ver !

# wormhole-comms
source: Thanks that was awesome
fr: Merci encore, c'est formidable pour nous.

# wormhole-comms
source: We're under attack. Help us!
fr: Nous sommes attaqués. Aidez nous !

# wormhole-comms
source: Come pick up our Hawking Scanner for repairs.
fr: Merci de venir récupérer notre scanner Hawking pour les réparations.

# wormhole-comms
source: Please find someone to repair our Hawking Scanner.
fr: Merci de trouver quelqu'un pour réparer notre scanner Hawking.

# wormhole-comms
source: Thanks again, Captain. We need you to find someone to repair this Hawking Scanner. Please bring it back once it's working again.
fr: Merci encore, capitaine. Nous avons besoin que vous trouviez quelqu'un pour réparer ce scanner Hawking. Veuillez nous le ramener une fois qu'il fonctionnera à nouveau.

# wormhole-comms
source: Any idea where we should take it?
fr: Une idée de l'endroit où nous pourrions l'emmener ?

# wormhole-comms
source: One of the nebula researchers should be able to point you in the right direction. If you're not sure where to find them, ask for directions at the Admin Station
fr: L'un des chercheurs de la nébuleuse devrait pouvoir vous orienter dans la bonne direction. Si vous ne savez pas où les trouver, demandez votre chemin à la station Admin Stn.

# wormhole-comms
source: Have you considered shoving it where the sun don't shine?
fr: Avez-vous pensé à le "ranger" là où le soleil ne brille pas ?

# wormhole-comms
source: What is it with you, anyways?
fr: Qu'est ce qui ne va pas avec vous ? Peu importe !

# wormhole-comms
source: You got it fixed? That's amazing, Captain. Thank you so much! You and your crew are true heros of our system; may your names live on through history. Glory to you and your kin.
fr: Vous avez réussi ? C'est incroyable, capitaine. Merci beaucoup! Vous et votre équipage êtes de véritables héros de notre système ; que vos noms vivent à travers l'histoire. Gloire à vous et à vos proches.

# wormhole-comms
source: You're very welcome.
fr: Ce fut un plaisir de pouvoir vous aider.

# wormhole-comms
source: Goodbye captain. May peace be with you.
fr: Au revoir capitaine. Que la paix soit avec vous.

# wormhole-comms
source: Kiss my feet!
fr: Tu peux embrasser mes pieds !

# wormhole-comms
source: I was about to call this in to Admin and have them declare you victorious, but I've had enough of you. YOU MAY BE A HERO, BUT YOU'RE ALSO A JERK!
fr: J'étais sur le point d'informer le haut commandement et de leur demander de vous déclarer victorieux, mais j'en ai assez de vous. VOUS ÊTES PEUT-ÊTRE UN HÉROS, MAIS VOUS ÊTES AUSSI ET SURTOUT UN ABRUTI HAUTAIN ET SUFFISANT ! Je ne sais pas comment votre équipage réussit à vous supporter.

# wormhole-comms
source: A real peach, you are.
fr: Vous ne vous prenez vraiment pas pour de la crotte !

# colony-comms
source: Well, what I can do for you?
fr: Bien le bonjour capitaine, Eh bien, que puis-je faire pour vous ?

# colony-comms
source: We're looking for Dr. Hendrix
fr: Nous recherchons le Dr Hendrix.

# colony-comms
source: I.....zzzZ Hello? ... The nearby NeZula somzzzzzzimes messssssses with our long range commcommcommcomm somet... ... ....dock...pr...b.. ...r
fr: Je.....zzzZ Allo ? ... Les Nebzzzuleeeeuses à proximité parffffffois...perturrrrrrrrb…. avec notre commcommcommcomm à longue portée...ZzzzzzzGrrrrrzzzzzz ... ....amarrzzzzézzzz...pr...b.. ...r

# colony-comms
source: I am Dr. Hendrix. If I remember that voice correctly, you are the crew from the Navy ship that saved me when I was stranded in the nebula! What can I do for you?
fr: Bonjour, Je suis le Dr Hendrix. Si je me rappelle bien de cette voix, vous êtes l'équipage du vaisseau de la Marine qui m'a secouru quand j'étais bloqué dans la nébuleuse ! Que puis-je faire pour vous?

# colony-comms
source: Can you fix this Hawking Scanner?
fr: Sauriez-vous réparer ce scanner Hawking ?

# colony-comms
source: Let me have a look... Ah, I see why it's giving you trouble. Everything reads as okay, but the Graviton Lens is mis-calibrated somehow so it's throwing off the whole system. The good news is that it's easy to swap these out, the tech at the wormhole station should be able to do it. The bad news is that we have a shortage of Graviton Lenses right now because of those drone convoys. I've put in a requisition for one in your name. If you can find one in a Navy storehouse, bring it to the wormhole station and they should be good to go.
fr: Laissez moi jeter un oeil... ...Après quelques minutes à observer l'engin… Ah, je vois ce qui ne vas pas. Tout se passe bien, mais la lentille Graviton est mal calibrée, ce qui, d'une manière ou d'une autre, perturbe l'ensemble de l'appareil. La bonne nouvelle est qu'il est facile de la remplacer, la technologie de la station Wormhole Stn devrait pouvoir le faire. La mauvaise nouvelle est que nous sommes en pénurie de lentilles Graviton actuellement à cause de ces convois de drones. Attendez, j'ai une idée!... ...Après encore quelques minutes… Je viens de créer un bon de réquisition de surplus militaire pour une lentille en votre nom. Si vous arrivez à en trouver une dans un entrepôt de la Marine, apportez-la à la station Wormhole Stn avec leur scanner et ils devraient pouvoir s'en sortir.

# colony-shipLog
source: Find a Graviton Lens
fr: Trouver une lentille Graviton.

# checkpointsStn-comms
source: Not much here bud, just doing checkpoint kinda things, ya know?
fr: Salut, Ya pas grand-chose ici, mon pote, jfais juste des trucs de poste de contrôle, tu vois !

# defenceStn-comms
source: Defend the SW Checkpoint now!
fr: Défendre le poste de contrôle sud-ouest, SW Checkpoint, maintenant !

# defenceStn-comms
source: You are on 'patrol'. See that you make it to %s next.
fr: Vous êtes en patrouille. Assurez-vous d'arriver à la station %s ensuite.

# defenceStn-comms
source: Your orders are to follow the convoy to see where it goes
fr: Vos ordres sont de suivre l'essaim afin de voir où il va.

# defenceStn-comms
source: Your orders are to join a convoy and infiltrate the drone nests.
fr: Vos ordres sont de rejoindre une escorte et d'infiltrer le nid de drones.

# defenceStn-comms
source: Your orders are to scan those beacons and find the defence grid controller
fr: Vos ordres sont de scanner ces balises et de trouver le contrôleur de la grille de défense.

# defenceStn-comms
source: We are keeping the 007, and you can continue to fly it, or switch back to the Propitious 1 at any time. We'll keep it docked here at the station for you.
fr: Le drone 007 nous appartient. Vous pouvez continuer à le piloter, ou revenir à bord du Propitious 1 à tout moment. Nous le garderons amarré ici pour vous.

# defenceStn-comms
source: Great work, Captain! Destroying the central control eliminated all the other drone stations and stopped the convoys in their tracks! Of course, you are authorized to mop up any resistance that might remain, but we're calling this a job well done. %s
fr: Excellent travail, capitaine ! La destruction du contrôle central a éliminé toutes les autres stations de drones et arrêté les escortes dans leur élan ! Bien sûr, vous êtes autorisé à nettoyer toute résistance qui pourrait subsister. Nous appelons cela du travail bien fait. %s

# defenceStn-comms
source: Good day, soldier. We shouldn't talk over this channel, please dock to the station when you have a chance.
fr: Bonjour officier, Nous ne devrions pas communiquer sur ce canal, veuillez plutôt vous amarrer à notre station lorsque vous le pourrez.

# defenceStn-comms
source: Welcome aboard. We need you to patrol the area. It's not exciting work, but it's got to be done. No rush, just make sure you visit each checkpoint in order, and we'll let you know if anything more pressing comes up.
fr: Bienvenue à bord. Nous avons besoin de vous pour patrouiller dans la zone. Ce n'est pas un travail passionnant, mais il faut le faire. Pas de précipitation, assurez-vous simplement de visiter chacun des 4 postes de contrôle dans l'ordre, et nous vous ferons savoir si quelque chose de plus pressant se présente.

# defenceStn-comms
source: Okay. We're ready to start the patrol
fr: Bien reçu. Nous sommes prêts à patrouiller.

# defenceStn-comms
source: Welcome back, Captain. We've tracked that convoy to a huge nest of drone stations in the west. The stations all form part of one proximity defence grid, and we have identified some beacons that appear to be related to its operation. We're hoping that if we can get a closer look at them, we might be able to figure out how to knock out the central control. There is a drone ship docked here which you can use to infiltrate the nests. If you arrive with a convoy, you should automatically be granted access and we think the proximity defences will remain disabled while you stay in the area. Of course, if you start firing, then all bets are probably off. Hop in that drone ship, find the beacons, and get close enough to scan them - EASY!
fr: Bienvenue à bord, capitaine. Nous avons suivi cet essaim jusqu'à un énorme nid de stations de drones à l'ouest. Ces stations font toutes partie d'une grille de défense Fantômes de proximité. Nous avons réussi à identifier certaines balises qui semblent être liées à son fonctionnement. Si nous arrivons à les examiner de plus près, nous pourrions peut-être trouver comment désactiver le contrôle central de la grille. Il y a un drone Fantôme amarré ici. Vous allez vous en servir pour infiltrer le nid. Si vous arrivez avec une escorte, l'accès devrait vous être automatiquement accordé et nous pensons que les défenses de proximité resteront inactives tant que vous resterez dans la zone. Bien sûr, si vous commencez à tirer, toutes nos hypothèses voleront en éclats. Montez à bord de ce drone, trouvez ces balises et rapprochez-vous suffisamment pour les scanner. Rien de plus facile pour vous !

# defenceStn-comms
source: We're ready to infiltrate the drone nest
fr: Nous sommes prêts à infiltrer le nid de drones Monsieur.

# defenceStn-comms
source: (Object) Isn't that a treaty violation!?
fr: [Objection] Monsieur, n'est-ce pas une violation du traité !? ...

# defenceStn-comms
source: (Objecting) Sir, decoding the communications of alien defence systems is a violation of the Deepspace Militarized Citizenry Accord (DMCA). [...] Captain, are you angling for a good samaritan's award or something? Get out of here with that legal mumbo-jumbo. However you want to do it, you need to find that central control. Get on it!
fr: … Il me semble, Monsieur, que décoder des communications des systèmes de défense extraterrestres est une violation de l'accord de citoyenneté militarisée de l'espace profond (DMCA)... Monsieur !? [...] CAPITAINE, êtes-vous à la recherche d'une médaille de bon samaritain ou quelque chose du genre ??? SORTEZ D'ICI AVEC CE CHARABIA LÉGAL. Peu importe la façon dont vous souhaitez procéder, vous devez trouver ce contrôle central. OCCUPEZ-VOUS EN !!!

# defenceStn-comms
source: Okay, we'll figure it out.
fr: Entendu Monsieur, Nous y allons de ce pas.

# defenceStn-comms
source: Great job on that drone nest, Captain. Remember, your primary orders are to support the research facilities in the area. See to it that they all get the assistance they need.
fr: Excellent travail avec ce nid de drones, capitaine. Cependant n'oubliez pas, vos ordres prioritaires restent de soutenir et de protéger les installations de recherche dans la région. Veillez à ce qu'ils reçoivent toute l'aide dont ils ont besoin.

# defenceStn-comms
source: We'd rather crew the Propitious 1
fr: Bien reçu ! Nous souhaitons réintégrer le Propitious 1.

# defenceStn-comms
source: Very well. Good Hunting.
fr: Très bien. Bonne chasse.

# defenceStn-comms
source: We'd rather crew the DD007
fr: Bien reçu ! Nous souhaitons naviguer à bord du DD007.

# adminStnEndTips-comms
source: VICTORY! Your tour of duty is complete and your accomplishments will be the talk of legends. CHEEVOS! * Experienced treasure hunter - %s * Clean up the useless space junk - %s * Historical relic preservation - %s * Social distancing - %s * Our ship is all we need - %s * No DMCA violations - %s * I ain't afraid of no ghosts - %s * Keep an eye on that doctor - %s * Ban wormhole research - %s * Heros for the ages - %s * Grand slam - %s
fr: VICTOIRE ! Votre service de garde est terminé et vos exploits deviendront des histoires légendaires. OBJECTIFS ! * Chasseur de trésors expérimenté - %s * Nettoyer les déchets spatiaux inutiles - %s * Préservation des reliques historiques - %s * Distanciation sociale - %s * Notre vaisseau est tout ce dont nous avons besoin - %s * Aucune violation DMCA - %s * Je n'ai pas peur des fantômes - %s * Garder un œil sur ce médecin - %s * Interdire la recherche sur les trous de ver - %s * Un héros à travers les âges - %s * Grand Chelem - %s

# adminStnEndTips-comms
source: Hints for each CHEEVO
fr: Conseils pour chaque objectif

# adminStnEndTips-comms
source: Select the achievement for a hint
fr: Sélectionnez un objectif pour obtenir un conseil

# adminStnEndTips-comms
source: Experienced treasure hunter
fr: Chasseur de trésor expérimenté

# adminStnEndTips-comms
source: The locals are known to hunt treasure in the nebula
fr: Les habitants de la région sont connus pour chasser le trésor dans la grande nébuleuse.

source: <- Back
fr: Précédent

# adminStnEndTips-comms
source: Clean up the space junk
fr: Nettoyer les débris spatiaux

# adminStnEndTips-comms
source: So many long abandoned stations
fr: Tant de stations abandonnées depuis si longtemps.

# adminStnEndTips-comms
source: Historical relic preservation
fr: Préservation de reliques historiques

# adminStnEndTips-comms
source: Destroying that old station might spook the Kraylor
fr: Détruire cette ancienne station pourrait effrayer les Kraylors.
