Repository: daid/EmptyEpsilon
Catalog: scripts/locale/scenario_53_escape.*.po
Languages: de, fr

# ship-comms
source: Sorry, we have no time to chat with you. We are on an important mission.
de: Leider haben wir keine Zeit, mit Ihnen zu plaudern. Wir sind auf einer wichtigen Mission.
fr: Désolé, nous n'avons pas le temps de discuter avec vous. Nous sommes en mission de la plus haute importance.

# ship-comms
source: We have nothing for you. Good day.
de: Wir können Ihnen nichts anbieten. Einen schönen Tag noch.
fr: Nous n'avons rien pour vous. Bonne journée.

# air-msgEngineer
source: The Repulse ship %s seems like it's in the best condition. You should ask the science officer to scan it again to check the state of its engines.
de: Das Repulse-Schiff %s scheint in bestem Zustand zu sein. Du solltest das Crewmitglied an der Wissenschaftstation bitten, es noch einmal zu scannen, um den Zustand der Triebwerke zu überprüfen.
fr: Le vaisseau Repulse %s semble être dans son état optimal. Vous devriez demander à l'officier scientifique de le scanner à nouveau pour vérifier l'état de ses moteurs.

# air-msgEngineer+
source: The Repulse ship %s seems like it's in the best condition. You should ask the science officer to scan it again to check the state of its engines.
de: Das Repulse-Schiff %s scheint in bestem Zustand zu sein. Du solltest das Crewmitglied an der Wissenschaftstation bitten, es noch einmal zu scannen, um den Zustand der Triebwerke zu überprüfen.
fr: Le vaisseau Repulse %s semble être dans son état optimal. Vous devriez demander à l'officier scientifique de le scanner à nouveau pour vérifier l'état de ses moteurs.

# airTimer-tabScience&Eng&Eng+&Ops
source: Suffocation
de: Ersticken

# air-msgEngineer
source: Environmental systems show limited air remaining
de: Umweltsysteme zeigen: nur noch wenig Sauerstoff verbleibend
fr: Les systèmes environnementaux indiquent qu'il reste très peu d'air.

# air-msgEngineer+
source: Environmental systems show limited air remaining
de: Umweltsysteme zeigen: nur noch wenig Sauerstoff verbleibend
fr: Les systèmes environnementaux indiquent qu'il reste très peu d'air.

# air-msgDamageControl
source: Environmental systems show limited air remaining
de: Umweltsysteme zeigen: nur noch wenig Sauerstoff verbleibend
fr: Les systèmes environnementaux indiquent qu'il reste très peu d'air.

# air-msgScience
source: Environmental systems show limited air remaining
de: Umweltsysteme zeigen: nur noch wenig Sauerstoff verbleibend
fr: Les systèmes environnementaux indiquent qu'il reste très peu d'air.

# air-msgOperations
source: Environmental systems show limited air remaining
de: Umweltsysteme zeigen: nur noch wenig Sauerstoff verbleibend
fr: Les systèmes environnementaux indiquent qu'il reste très peu d'air.

# defeat-msgMainscreen
source: You suffocated while aboard the fighter hulk
de: Ihr seid an Bord des heruntergekommenen Jägers erstickt.
fr: Vous avez suffoqué à bord du vaisseau Combattant

# transfer-msgEngineer
source: Reading through the scan data provided by science, you see that there could be a working jump drive on %s. However, if the crew wishes to transport over there, %s will need to get very close due to the minimal amount of energy remaining in the transporters.
de: Als du dir die Scandaten der Wissenschaftsstation ansiehst siehst du, dass es auf %s einen funktionierenden Sprungantrieb geben könnte. Wenn die Besatzung jedoch dorthin beamen möchte, muss %s aufgrund der geringen verbleibenden Energie in den Transportern sehr nahe herankommen.
fr: En consultant les données d'analyse fournies par l'officier scientifique, vous constatez qu'il pourrait y avoir un téléporteur opérationnel sur %s. Cependant, si votre équipage souhaite se téléporter à l'intérieur, votre vaisseau %s devra se rapprocher très près en raison de la très petite quantité d'énergie restant dans les transporteurs.

# transfer-msgEngineer+
source: Reading through the scan data provided by science, you see that there could be a working jump drive on %s. However, if the crew wishes to transport over there, %s will need to get very close due to the minimal amount of energy remaining in the transporters.
de: Als du dir die Scandaten der Wissenschaftsstation ansiehst siehst du, dass es auf %s einen funktionierenden Sprungantrieb geben könnte. Wenn die Besatzung jedoch dorthin beamen möchte, muss %s aufgrund der geringen verbleibenden Energie in den Transportern sehr nahe herankommen.
fr: En consultant les données d'analyse fournies par l'officier scientifique, vous constatez qu'il pourrait y avoir un téléporteur opérationnel sur %s. Cependant, si votre équipage souhaite se téléporter à l'intérieur, votre vaisseau %s devra se rapprocher très près en raison de la très petite quantité d'énergie restant dans les transporteurs.

# crewTransfer-buttonEngineer
source: Transfer to Repulse
de: Zu Repulse wechseln
fr: Activer transfert

# crewTransfer-buttonEngineer+
source: Transfer to Repulse
de: Zu Repulse wechseln
fr: Activer transfert

# crewTransfer-buttonDamageControl
source: Transfer to Repulse
de: Zu Repulse wechseln
fr: Activer transfert

# transfer-shipLog
source: Welcome aboard the Repulse class ship, rechristened HMS Plunder, currently registered as Independent
de: Willkommen an Bord des Schiffes der Repulse-Klasse, das wir HMS Plunder getauft haben, derzeit ist es als "unabhängig" registriert.
fr: Bienvenue à bord du vaisseau de classe Repulse, rebaptisé HMS Plunder, actuellement enregistré comme indépendant.

# crewImport-incCall
source: Need a repair crew? We used to be posted on that ship. We would be happy to return to our repair duty and get away from these Kraylors. We left the transporters locked on us, but the Kraylors destroyed our remote activator. You should find an activation switch at the weapons console
de: Brauchen Sie eine Reparaturcrew? Wir waren früher auf diesem Schiff stationiert. Wir würden gerne zu unserem Reparaturdienst zurückkehren und von diesen Kraylor wegkommen. Wir haben die Transporter auf uns ausgerichtet, aber die Kraylor haben unsere Fernsteuerung zerstört. Sie sollten einen Aktivierungsschalter an der Waffenkonsole finden.
fr: Bonjour, Vous cherchez une équipe de réparation ? Nous avions l'habitude d'être affectés sur ce vaisseau, nous serions heureux de reprendre du service à bord et de nous éloigner de ces Kraylors. Nous avons laissé les téléporteurs verrouillés sur nous, mais les Kraylors ont détruit notre télécommande à distance. Vous devriez trouver la commande d'activation sur la console d'armement pour nous téléporter sur le vaisseau.

# crewTransfer-buttonWeapons
source: Return Transport
de: Transport aktivieren
fr: Activer transfert

# crewTransfer-buttonTactical
source: Return Transport
de: Transport aktivieren
fr: Activer transfert

# crewRepair-shipLog
source: Repair crew reports that the port beam weapon emplacement is currently non-functional. No applicable spare parts found aboard
de: Die Reparaturcrew meldet, dass die Backbord-Waffenanlage derzeit nicht funktionsfähig ist. Keine passenden Ersatzteile an Bord gefunden.
fr: L'équipe de réparation signale que le système de faisceaux laser bâbord n'est actuellement pas fonctionnel. Aucune pièce de rechange applicable trouvée à bord.

# crewRepair-shipLog
source: Repair crew reports the jump drive not operational. However, they may be able to adapt some of the space debris picked up earlier into suitable replacement parts. They are starting the fabrication process now
de: Das Reparaturteam meldet, dass der Sprungantrieb nicht funktionsfähig ist. Es könnte jedoch möglich sein, einige der zuvor gefundenen Weltraumtrümmer zu geeigneten Ersatzteilen umzubauen. Sie machen sich direkt an die Arbeit.
fr: L'équipe de réparation signale que le téléporteur est inopérant. Cependant, ils pensent pouvoir adapter certains des débris spatiaux ramassés plus tôt en pièces de rechange appropriées. Ils commencent les réparations.

# crewRepair-shipLog
source: Repair crew reports the jump drive inoperative. Additional parts are necessary
de: Das Reparaturteam meldet, dass der Sprungantrieb nicht funktionsfähig ist. Zusätzliche Teile sind erforderlich.
fr: L'équipe de réparation signale que le téléporteur est inopérant. Des pièces supplémentaires sont nécessaires.

# crewRepair-shipLog
source: Repair crew says the missle weapons systems are not repairable with available components
de: Das Reparaturteam berichtet, dass die Raketensysteme mit den verfügbaren Ersatzteilen nicht repariert werden können.
fr: L'équipe de réparation signale que les systèmes de missiles ne sont pas réparables avec les composants disponibles.

# crewRepair-shipLog
source: Repair crew applied some of the parts picked up to make some repairs on the hull
de: Das Reparaturteam verwendet einige der gesammelten Teile, um Reparaturen an der Hülle vorzunehmen.
fr: L'équipe de réparation a utilisé certaines des pièces ramassées pour effectuer les réparations sur la coque.

# crewRepair-shipLog
source: Repair crew reports they have repaired as much as they can. Additional parts may be available in the junk yard. We have not been able to get long range communications online, so we are as yet unable to locate or contact any Human Navy stations.
de: Das Reparaturteam berichtet, dass es so viel wie möglich repariert hat. Weitere Teile sind möglicherweise auf dem Schrottplatz zu finden. Wir waren nicht in der Lage, Langstreckenkommunikation herzustellen, daher können wir keine Stationen der menschlichen Navy lokalisieren oder kontaktieren.
fr: L'équipe de réparation vous informe qu'elle a fait tout ce qu'elle a pu. Des pieces supplémentaires pourraient être disponibles dans la décharge. Nous n'avons pas pu rétablir les communications à longue portée, nous ne sommes donc pas encore en mesure de localiser ou de contacter des stations de la Marine humaine.

# crewFriends-shipLog
source: [Edwina (repair crew member)] My dad can fix our missile systems. He's got years of experience. He's on %s
de: [Edwina (Mitglied des Reparaturteams)] Mein Vater kann unsere Raketensysteme reparieren. Er hat jahrelange Erfahrung damit. Er ist auf %s
fr: [Edwina : réparatrice] Mon père peut réparer nos systèmes de missiles. Il a des années d'expérience. Il est sur %s.

# crewFriends-shipLog
source: [Amir (repair crew member)] My sister fixes shield systems. I bet she could easily get our shields working. She works at a shop on %s
de: [Amir (Mitglied der Reparaturcrew)] Meine Schwester repariert Schildsysteme. Ich wette, sie könnte unsere Schilde leicht wieder zum Laufen bringen. Sie arbeitet in einem Laden auf %s
fr: [Amir : réparateur] Ma sœur répare des systèmes de bouclier. Je parie qu'elle pourrait facilement faire fonctionner nos boucliers. Elle travaille dans un magasin sur %s.

# crewFriends-shipLog
source: [Janet (repair crew member)] Johnny, my son, does practical research on impulse drives. He's on %s. He can probably get our impulse engines up to full capacity
de: [Janet (Mitglied der Reparaturcrew)] Johnny, mein Sohn, betreibt praktische Forschung an Impulsantrieben. Er ist auf %s. Er kann wahrscheinlich unseren Impulsantrieb auf volle Leistung bringen.
fr: [Janet : réparatrice] Johnny, mon fils, fait des recherches sur les moteurs à impulsions. Il est sur %s. Il pourrait probablement pousser nos moteurs à leur pleine capacité.

# crewFriends-shipLog
source: [Fred (repair crew member)] The outfit my wife works for on %s specializes in long range communication. She could probably get our systems connected back up to the Human Navy communication network
de: [Fred (Mitglied der Reparatur-Crew)] Die Firma, für die meine Frau auf %s arbeitet, ist auf Langstreckenkommunikation spezialisiert. Sie könnte unsere Systeme wahrscheinlich wieder mit dem Kommunikationsnetz der menschlichen Navy verbinden.
fr: [Fred : réparateur] L'équipe avec laquelle travaille ma femme sur %s est spécialisée dans les communications à longue portée. Elle pourrait probablement connecter nos systèmes au réseau de communications de la Marine humaine.

# crewFriends-shipLog
source: [Nancy (repair crew member)] Our jump drive needs help. My brother on %s fixes jump drives and he could get ours working
de: [Nancy (Mitglied der Reparaturcrew)] Unser Sprungantrieb braucht Hilfe. Mein Bruder auf %s repariert Sprungantriebe, ich denke er könnte unseren wieder zum Laufen bringen.
fr: [Nancy : réparatrice] Notre téléporteur a besoin de réparations. Mon frère sur %s en répare et il pourrait faire fonctionner le nôtre.

# crewFriends-shipLog
source: [Manuel (repair crew member)] The reactor could use some tuning. My cousin can fix us up. He does work on reactors on %s
de: [Manuel (Mitglied der Reparaturcrew)] Der Reaktor könnte ein wenig Optimierung vertragen. Mein Cousin kann uns helfen, er arbeitet an Reaktoren auf %s
fr: [Manuel : réparateur] Le réacteur aurait besoin de quelques réglages. Mon cousin peut nous le réparer. Il travaille sur %s.

# crewRepairStatut-buttonRelay
source: crew fixers
de: Reparaturen
fr: Réparations

# crewRepairStatut-buttonOperations
source: crew fixers
de: Reparaturen
fr: Réparations

# crewRepairStatut-msgRelay&Operations
source: Missiles:%s(%s)
de: Raketen:%s(%s)
fr: Missiles : %s (secteur %s)

# crewRepairStatut-msgRelay&Operations
source: Shields:%s(%s)
de: Schilde:%s(%s)
fr: Boucliers : %s (secteur %s)

# crewRepairStatut-msgRelay&Operations
source: Impulse:%s(%s)
de: Impuls:%s(%s)
fr: Moteurs : %s (secteur %s)

# crewRepairStatut-msgRelay&Operations
source: Communications:%s(%s)
de: Kommunikation:%s(%s)
fr: Communications : %s (secteur %s)

# crewRepairStatut-msgRelay&Operations
source: Jump:%s(%s)
de: Sprungantrieb:%s(%s)
fr: Téléportation : %s (secteur %s)

# crewRepairStatut-msgRelay&Operations
source: Reactor:%s(%s)
de: Reaktor:%s(%s)
fr: Réacteur : %s (secteur %s)

# crewRepair-shipLog
source: Repair crew suggested locations for ship fixes:
de: Das Reparaturteam hat folgende Orte vorgeschlagen, um das Schiff zu reparieren:
fr: L'équipe de réparation suggère plusieurs endroits pour réparer le vaisseau :

# crewFriends-shipLog
source: [Kent (repair crew member)] My brother on %s in %s can fix our port side beam weapon
de: [Kent (Mitglied der Reparaturcrew)] Mein Bruder auf %s in %s kann unsere Laser reparieren.
fr: [Kent : réparateur] Mon frère habite sur %s, dans le secteur %s. Il pourrait réparer nos faisceaux laser bâbord.

# Boris-shipLog
source: [Sensor tech] Looks like %s figured out where we went and has sicced %s on us.
de: [Reparaturteam, Abteilung Sensoren] Sieht so aus, als hätte %s herausgefunden, wo wir sind, und hat %s auf uns gehetzt.
fr: [Technicien de capteurs] On dirait que %s a compris ou nous allons et a envoyé %s sur nous.

# Boris-shipLog
source: [Engineering tech] With our hull at %i, we better hope our shields hold
de: [Reparaturteam, Abteilung Technik] Da unsere Hüllenstärke nur bei %i liegt, sollten unsere Schilde besser nicht versagen.
fr: [Ingénieur] Avec notre coque à %i, espérons que nos boucliers tiennent le coup.

# Boris-shipLog
source: [%s] You won't get away so easily.
de: [%s] So leicht werdet ihr nicht davon kommen.
fr: [%s] Vous ne vous en sortirez pas si facilement.

# Boris-shipLog
source: [%s] You can run, but you can't hide.
de: [%s] Ihr könnt fliehen, aber ihr könnt euch nicht verstecken.
fr: [%s] Vous pouvez courir, mais vous ne pouvez pas vous cacher ha ha ha.

# Boris-shipLog
source: [%s] I will get you yet.
de: [%s] Ich kriege euch noch.
fr: [%s] Je vais encore vous capturer et vous remettre en prison.

# Boris-shipLog
source: [%s] I will hunt you down and destroy you like vermin.
de: [%s] Ich werde euch jagen und wie Ungeziefer vernichten.
fr: [%s] Je vais vous traquer et vous détruire comme de la vermine.

# Boris-shipLog
source: [%s] Slow down, I promise not to destroy you immediately.
de: [%s] Bleibt hier und ich verspreche, euch nicht sofort zu zerstören.
fr: [%s] Ralentissez, je promets de ne pas vous détruire immédiatement.

# Boris-incCall
source: You don't steal from Boris Junk Yard without consequences. I'm coming for you.
de: Niemand stiehlt von Boris' Schrottplatz ohne Konsequenzen. Ich komme euch holen!
fr: Vous ne pouvez pas voler du matériel de la casse Boris sans conséquences. Je viens m'occuper de vous !

# Boris-incCall
source: I saw you steal that ship. You'll rue the day.
de: Ich habe gesehen, wie ihr das Schiff gestohlen habt. Das werdet ihr bereuen!
fr: Je vous ai vu voler ce vaisseau. Je vais vous faire regretter d'être nés !

# Boris-incCall
source: Stealing a ship, eh? We'll just see about that.
de: Ein Schiff stehlen, was? Ihr werdet gleich sehen, was ihr davon habt.
fr: Alors, on vole un vaisseau ? Tranquillement... Bin on va voir ca !

# Boris-incCall
source: You must pay for the ship you stole from Boris Junk Yard... with your life.
de: Ihr werdet für das Schiff, das ihr vom Schrottplatz gestohlen habt, bezahlen.. mit eurem Leben.
fr: Vous devez payer le vaisseau que vous avez volé à la casse Boris… Le payer de votre vie.

# Boris-shipLog
source: [%s] You can't get rid of me that easily.
de: [%s] So leicht werdet ihr mich nicht los.
fr: [%s] Vous ne vous débarrasserez pas de moi aussi facilement.

# Boris-shipLog
source: [%s] I'll be back.
de: [%s] Ich komme wieder!
fr: [%s] Comme l'a dis un célèbre cyborg, I'll be back ! (Je reviendrai !)

# Boris-shipLog
source: [%s] I've got plenty of ships.
de: [%s] Ich habe jede Menge Schiffe.
fr: [%s] J'ai des tonnes de vaisseaux.

# Boris-shipLog
source: [%s] This is merely a temporary setback.
de: [%s] Das ist nur ein vorübergehender Rückschlag.
fr: [%s] Il s'agit simplement d'un revers temporaire.

# crewRepair-shipLog
source: Repair crew thinks they can use the space debris recently acquired to make repair parts for the jump drive. They are starting the fabrication process now.
de: Das Reparaturteam ist der Meinung, dass sie einige der zuvor gefundenen Weltraumtrümmer zu geeigneten Ersatzteilen umbauen können, um den Sprungantrieb damit zu reparieren. Sie machen sich direkt an die Arbeit.
fr: L'équipe de réparation pense pouvoir utiliser les débris spatiaux récemment acquis pour fabriquer des pièces de réparation pour le système de téléportation. Ils commencent dès maintenant la fabrication des pièces.

# crewRepair-shipLog
source: Repair crew finished jump drive part fabrication. They believe the jump drive should be functional soon.
de: Das Reparaturteam hat die Herstellung der Teile für den Sprungantrieb abgeschlossen. Sie glauben, dass der Sprungantrieb bald funktionsfähig sein wird.
fr: L'équipe de réparation a terminé la fabrication des pièces pour le téléporteur. Ils pensent qu'il devrait bientôt être fonctionnel.

# victory-msgMainscreen
source: Congratulations! You escaped the Kraylor clutches and returned all your gathered data on the Kraylor to the Human Navy.
de: Herzlichen Glückwunsch! Ihr seid den Fängen der Kraylor entkommen und konntet die gesammelten Daten an die menschliche Navy übermitteln.
fr: Toutes nos félicitations ! Vous avez su échapper aux griffes des Kraylors et transmis avec succès les données Kraylors à la Marine Humaine.

# ZoneLabelDescription-junk
source: Boris Junk Yard
de: Boris' Schrottplatz
fr: Casse Boris

# Enemies
source: Normal
fr: Normale

# setting
source: Murphy
fr: Loi de Murphy

# Murphy
source: Normal
fr: Normale

# scienceDB
source: Cruiser
fr: Croiseur

# scienceDB
source: Mainstream
fr: Grand public

# stationAssist-comms
source: WP %d
fr: Marqueur %d
