Repository: daid/EmptyEpsilon
Catalog: scripts/locale/scenario_44_outpost.*.po
Languages: fr

# msgEngineer
source: Combat maneuver has been damaged
fr: La manœuvre de combat a été endommagée.

# msgEngineer+
source: Combat maneuver has been damaged
fr: La manœuvre de combat a été endommagée.

# msgEngineer
source: Self destruct system has been damaged
fr: Le système d'autodestruction a été endommagé.

# msgEngineer+
source: Self destruct system has been damaged
fr: Le système d'autodestruction a été endommagé.

# tabRelay
source: Inventory
fr: Inventaire

# inventory-shipLog
source: %s Current cargo:
fr: %s Cargaison actuelle :

# inventory-shipLog
source: Empty
fr: Vide

# inventory-shipLog
source: Available space: %i
fr: Espace disponible : %i

# msgMainscreen
source: Scenario needs the 'Per-system damage' option under 'Extra settings'
fr: Le scénario nécessite l'option "Dégâts par systèmes" située dans le menu "Réglages : scan, fréquences, piratage…"

# shipLog
source: You've been assigned to this outpost for what seems like an eternity. Hostile forces in the area have attacked in wave after wave. Only one defense platform remains. The more powerful ships assigned to protect this outpost have been destroyed. Using salvaged ships, the internal ship maintenance facilities have cobbled together a ship for you. With enough reputation, you can get ship upgrades from friendly and neutral stations. These stations might help defend the outpost if asked, but they've been hit hard, too. Do your best to protect this remote outpost consisting of the following stations:
fr: Vous êtes affecté à cet avant-poste depuis ce qui vous semble être une éternité. Les forces hostiles de la région vous ont attaqué vague après vague. Il ne reste désormais plus qu'une plate-forme de défense. Les plus puissants vaisseaux chargés de la protection de cet avant-poste ont été détruits. En se servant de vaisseaux récupérés de-ci de-là, le chantier naval interne vous a concocté un vaisseau pour vous et votre équipage. Avec une réputation suffisante, vous pouvez l'améliorer sur des stations amies et neutres. Ces stations peuvent vous aider à défendre votre avant-poste si vous le leur demandez, mais elles aussi ont été durement touchées par l'ennemi. Faites de votre mieux pour protéger cet avant-poste éloigné composé des stations suivantes :

# shipLog
source: %s (%s) in sector %s
fr: %s (%s) en secteur %s.

# shipLog
source: Intelligence operatives tell us they monitored Exuari communication traffic pertinent to the outpost. The Exuari monitor our traffic, too. They know you plan to protect the outpost, so they have some kind of big attack planned. Intelligence is still trying to figure out when. Best estimate they have is 'between 15 minutes and 2 hours.' That's intelligence for you. Keep a sharp eye out.
fr: Nos agents du renseignement nous ont dit qu'ils surveillaient les communications Éxuaries les plus pertinentes pour le compte de l'avant-poste. Mais les Éxuaris écoutent également nos communications. Ils savent que vous avez l'intention de protéger l'avant-poste, alors ils ont prévu une sorte de grosse attaque. L'intelligence essaie toujours de déterminer quand cela pourrait arriver. La meilleure estimation qu'ils ont pour l'instant est "entre 15 minutes et 2 heures". Restez sur vos gardes.

# msgMainscreen
source: Aggressive enemy stations destroyed. Remaining stations agree to a truce. Conflict lasted %s. Rank: %s
fr: Stations ennemies agressives détruites. Les stations restantes acceptent une trêve. Le conflit a duré %s. Rang : %s
