Repository: daid/EmptyEpsilon
Catalog: scripts/locale/scenario_44_outpost.*.po
Languages: fr

# upgrade-comms
source: increase max impulse speed by 25%
fr: augmenter la vitesse maximale des moteurs de 25%

# upgrade-comms
source: increase jump range by 50%
fr: augmenter la portée de saut de 50%

# upgrade-comms
source: increase long range sensors by 50%
fr: augmenter les capteurs longue portée de 50%

# upgrade-comms
source: increase range by 1/3
fr: augmenter la portée des faisceaux laser de 1/3

# upgrade-comms
source: adjust beam angles for more coverage
fr: ajustez les angles des faisceaux laser pour plus de couverture

# upgrade-comms
source: increase beam arc by 25%
fr: augmenter l'amplitude de l'arc des faisceaux laser de 25%

# upgrade-comms
source: add medium homing tubes
fr: ajouter des tubes moyens de homing

# upgrade-comms
source: double capacity
fr: doubler la capacité de stockage des missiles

# upgrade-comms
source: increase capacity by 50%
fr: augmenter la capacité de stockage de 50%

# upgrade-comms
source: add more tubes
fr: ajouter plus de tubes

# upgrade-comms
source: reduce tube load time by ~17%
fr: réduire le temps de chargement des tubes d'environ 17%

# upgrade-comms
source: increase capacity by 1/3
fr: augmenter la capacité de stockage de 1/3

# upgrade-comms
source: make two lower tubes large
fr: agrandir 2 tubes inférieurs en taille large

# upgrade-comms
source: increase capacity by 25%
fr: augmenter la capacité de stockage de 25%

# upgrade-comms
source: reduce tube load times by 20%
fr: réduire le temps de chargement des tubes de 20%

# upgrade-comms
source: reduce medium tube load times by 25%
fr: réduire le temps de chargement des tubes moyens de 25%

# upgrade-comms
source: increase forward acceleration by 50%
fr: augmenter l'accélération avant de 50%

# upgrade-comms
source: increase max impulse by ~11%
fr: augmenter la vitesse max des moteurs d'environ 11%

# upgrade-comms
source: increase forward acceleratione by 1/3
fr: augmenter l'accélération des moteurs avant de 1/3

# upgrade-comms
source: increase acceleration by 50%
fr: augmenter l'accélération de 50%

# upgrade-comms
source: increase forward acceleration by ~17%
fr: augmenter l'accélération avant d'environ 17%

# upgrade-comms
source: increase acceleration by ~24%
fr: augmenter l'accélération d'environ 24%

# upgrade-comms
source: increase jump range by ~16%
fr: augmenter la portée de saut d'environ 16%

# upgrade-comms
source: cut minimum jump range to 2 units
fr: réduire la plage de saut minimale à 2 unités

# upgrade-comms
source: increase short range sensors by 20%
fr: augmenter les capteurs courte portée de 20%

# upgrade-comms
source: add 4 unit automated proximity scanner
fr: ajouter un scanner de proximité automatisé à 4 unités

# upgrade-comms
source: increase long range scan by 20%
fr: augmenter le scanner longue portée de 20%

# upgrade-comms
source: increase long range scan by ~17%
fr: augmenter le scanner longue portée d'environ 17%

# upgrade-comms
source: increase long range scan by ~14%
fr: augmenter le scanner longue portée d'environ 14%

# upgrade-comms
source: reduce cycle time by 20%
fr: diminuer le temps de cycle des faisceaux laser de 20%

# upgrade-comms
source: increase damage of short beam by ~17%
fr: augmenter les dégâts des faisceaux laser courts d'environ 17%

# upgrade-comms
source: increase long beam damage by 1/3
fr: augmenter les dégâts des faisceaux laser longs de 1/3

# upgrade-comms
source: increase long beam range by ~11%
fr: augmente la portée des faisceaux laser longs d'environ 11%

# upgrade-comms
source: increase short beam damage by ~14%
fr: augmenter les dégâts des faisceaux laser court d'environ 14%

# upgrade-comms
source: add rear HVLI tube
fr: ajouter un tube HVLI arrière

# upgrade-comms
source: make small tube medium sized
fr: agrandir un tube léger en taille moyenne

# upgrade-comms
source: reduce tube load time by 20%
fr: réduire le temps de chargement des tubes de 20%

# upgrade-comms
source: add small tube
fr: ajouter un tube léger

# upgrade-comms
source: reduce small tube load time by ~17%
fr: réduire le temps de chargement des tubes légers ~17%

# upgrade-comms
source: increase capacity: homing:1/3, mine:100%, HVLI:50%
fr: augmenter le stockage : homing : 1/3, mine : 100%, HVLI : 50%

# upgrade-comms
source: increase forward max impulse speed by 10%
fr: augmenter la vitesse maximale des moteurs avant de 10%

# upgrade-comms
source: increase range by ~14%, decrease arc width by ~26%
fr: réduire la largeur des faisceaux ~26%, augmenter leur portée ~14%

# upgrade-comms
source: add homing capability
fr: ajouter la capacité de tir de homing

# upgrade-comms
source: increase HVLI capacity by 20%
fr: augmenter la capacité de stockage des HVLI de 20%

# upgrade-comms
source: add two small HVLI tubes, increase HVLI capacity by 1/3
fr: ajouter 2 tubes légers HVLI, augmenter le stockage HVLI de 1/3

# upgrade-comms
source: reduce tube load speed by ~17%
fr: réduire le temps de chargement des tubes d'environ 17%

# upgrade-comms
source: add two more small HVLI tubes
fr: ajouter 2 tubes légers HVLI supplémentaires

# upgrade-comms
source: increase capacity: homing:100%, HVLI:25%
fr: augmenter la capacité de stockage : homing : 100%, HVLI : 25%

# upgrade-comms
source: make central tube medium sized
fr: agrandir un tube central en taille moyenne

# upgrade-comms
source: reduce small tube load time by 20%
fr: réduire le temps de chargement des tubes légers de 20%

# upgrade-comms
source: increase capacity: homing:50%, HVLI:20%
fr: augmenter la capacité de stockage : homing : 50%, HVLI : 20%

# upgrade-comms
source: reduce tube load time by ~23%
fr: réduire le temps de chargement des tubes d'environ 23%

# upgrade-comms
source: increase HVLI capacity by ~17%
fr: augmenter la capacité de stockage des HVLI d'environ 17%

# upgrade-comms
source: increase HVLI capacity by ~14%
fr: augmenter la capacité de stockage des HVLI d'environ 14%

# upgrade-comms
source: increase capacity: homing:1/3, HVLI:25%
fr: augmenter la capacité de stockage : homing : 1/3, HVLI : 25%

# upgrade-comms
source: increase rear acceleration by 25%
fr: booster l'accélération arrière de 25%

# upgrade-comms
source: increase max rear impulse by ~15%
fr: augmenter la vitesse max des moteurs arrière d'environ 15%

# upgrade-comms
source: increase max impulse by 20%
fr: augmenter la vitesse max des moteurs de 20%

# upgrade-comms
source: increase acceleration by 20%
fr: augmenter l'accélération de 20%

# upgrade-comms
source: increase long range sensors by 1/3
fr: augmenter les capteurs longue portée de 1/3

# upgrade-comms
source: increase damage by ~42%
fr: augmenter les dégâts des faisceaux laser d'environ 42%

# upgrade-comms
source: increase turret speed by 2/3
fr: augmenter la vitesse de rotation des tourelles laser de 2/3

# upgrade-comms
source: decrease cycle time by ~24%
fr: réduire le temps de cycle des faisceaux laser ~24%

# upgrade-comms
source: make broadside tubes medium sized
fr: agrandir les tubes latéraux en taille moyenne

# upgrade-comms
source: add a mine tube and mine
fr: ajouter un tube de mine

# upgrade-comms
source: decrease broadside load times by ~17%
fr: réduire le temps de chargement des tubes latéraux de ~17%

# upgrade-comms
source: double missile capacity
fr: doubler la capacité de stockage des missiles

# upgrade-comms
source: decrease broadside load time by 20%
fr: réduire le temps de chargement des tubes latéraux de 20%

# upgrade-comms
source: increase missile capacity by 1/3
fr: augmenter la capacité de stockage des missiles de 1/3

# upgrade-comms
source: increase missile capacity by 25%
fr: augmenter la capacité de stockage des missiles de 25%

# upgrade-comms
source: increase shield charge capacity by ~28%
fr: augmenter la puissance des boucliers d'environ 28%

# upgrade-comms
source: increase hull max by ~39%
fr: renforcer la solidité de la coque d'environ 39%

# upgrade-comms
source: increase rear acceleration by 1/3
fr: booster l'accélération arrière de 1/3

# upgrade-comms
source: increase front damage by 50%
fr: augmente les dégâts des faisceaux laser à l'avant de 50%

# upgrade-comms
source: increase front range by 25%
fr: augmenter la portée des faisceaux laser avant de 25%

# upgrade-comms
source: increase rear arc by 1/3
fr: augmenter l'amplitude des arcs des faisceaux arrière de 1/3

# upgrade-comms
source: double damage
fr: doubler les dégâts des faisceaux laser

# upgrade-comms
source: add broadsides for nukes, EMPs and HVLIs
fr: ajouter des tubes latéraux pour les nuke, EMP et HVLI

# upgrade-comms
source: increase EMP capacity by 25%
fr: augmenter la capacité de stockage des EMP de 25%

# upgrade-comms
source: reduce front tubes' load time by 20%
fr: réduire le temps de chargement des tubes avant de 20%

# upgrade-comms
source: add mining tube and mines
fr: ajouter un tube de mine

# upgrade-comms
source: reduce mine load time by ~17%
fr: réduire le temps de chargement des mines d'environ 17%

# upgrade-comms
source: add rear homing tube
fr: ajouter un tube de homing à l'arrière

# upgrade-comms
source: increase capacity: homing:1/3, HVLI:50%
fr: augmenter la capacité de stockage : homing : 1/3, HVLI : 50%

# upgrade-comms
source: make rear mine tube large sized
fr: agrandir un tube arrière pour mine en taille large

# upgrade-comms
source: increase capacity: nuke:50%, EMP:20%, HVLI:1/3
fr: augmenter la capacité de stockage : nuke : 50%, EMP : 20%, HVLI : 1/3

# upgrade-comms
source: reduce load time on broadside and rear tubes by ~18%
fr: réduire le temps de charge des tubes latéraux et arrière ~18%

# upgrade-comms
source: Add HVLI capability to rear tube
fr: ajouter la capacité de tir de HVLI au tube arrière

# upgrade-comms
source: increase acceleration by 1/3
fr: augmenter l'accélération de 1/3

# upgrade-comms
source: increase tube load speed by ~23%
fr: augmenter la vitesse de chargement des tubes ~23%

# upgrade-comms
source: add small nuke tubes and nukes
fr: ajouter un espace de stockage et des tubes légers pour nuke

# upgrade-comms
source: make homing tube medium sized
fr: agrandir un tube pour homing en taille moyenne

# upgrade-comms
source: add small EMP tubes and EMPs
fr: ajouter un espace de stockage et des tubes légers pour EMP

# upgrade-comms
source: increase capacity: nuke:50%, EMP:1/3, mine:50%
fr: augmenter la capacité de stockage : nuke : 50%, EMP : 1/3, mine : 50%

# upgrade-comms
source: make homing tube large sized
fr: agrandir un tube pour homing en taille large

# upgrade-comms
source: increase capacity: nuke:1/3, mine:1/3, HVLI:25%
fr: augmenter le stockage : nuke : 1/3, mine : 1/3, HVLI : 25%

# upgrade-comms
source: increase hull max by ~4%
fr: renforcer la solidité de la coque d'environ 4%

# upgrade-comms
source: increase impulse max speed by 20%
fr: augmenter la vitesse maximale des moteurs de 20%

# upgrade-comms
source: increase max rear impulse speed by ~11%
fr: augmenter la vitesse maximale des moteurs arrière ~11%

# upgrade-comms
source: increase combat maneuver boost by 1/3
fr: booster la manœuvre de combat de 1/3

# upgrade-comms
source: increase combat maneuver strafe by 50%
fr: booster les manœuvres de combat latérales de 50%

# upgrade-comms
source: reduce cycle time by 1/3
fr: diminuer le temps de cycle des faisceaux laser de 1/3

# upgrade-comms
source: add forward HVLI tube and HVLIs
fr: ajouter un tube HVLI avant et du stockage HVLI

# upgrade-comms
source: add heavy broadsides and missiles
fr: monter des tubes latéraux et ajouter du stockage de missiles lourds

# upgrade-comms
source: add another forward tube and mining tube
fr: ajouter un autre tube à l'avant et un tube de mine

# upgrade-comms
source: double capacity: nuke, EMP, mine
fr: doubler la capacité de stockage des nuke, EMP et mines

# upgrade-comms
source: increase capacity: homing:2/3, mine:50%, HVLI:2/3
fr: augmenter le stockage : homing 2/3, mine 50%, HVLI 2/3

# upgrade-comms
source: decrease tube load time for heavy broadsides
fr: réduire le temps de chargement des tubes latéraux larges

# upgrade-comms
source: increase capacity: homing:20% HVLI:60%
fr: augmenter la capacité de stockage : homing : 20%, HVLI : 60%

# upgrade-comms
source: increase hull max by ~8%
fr: renforcer la solidité de la coque d'environ 8%

# upgrade-comms
source: increase max forward impulse by 25%
fr: augmenter la vitesse max des moteurs avant de 25%

# upgrade-comms
source: add 15k jump drive
fr: ajouter un moteur de téléportation de 15U de distance

# upgrade-comms
source: increase long range scan range by 20%
fr: augmenter la portée du scanner longue portée de 20%

# scienceDB
source: Weapons
fr: Armement

# scienceDB
source: This database only covers the basic versions of the missiles used throughout the galaxy. It has been reported that some battleships started using larger variations of those missiles. Small fighters and even frigates should not have too much trouble dodging them, but space captains of bigger ships should be wary of their doubled damage potential. Smaller variations of these missiles have become common in the galaxy, too. Fighter pilots praise their speed and maneuverability, because it gives them an edge against small and fast-moving targets. They only deal half the damage of their basic counterparts, but what good is a missile if it does not hit its target? Some ships in your fleet have been equipped with these different sized weapons tubes. In some cases, the weapons officer might see a banner on the weapons console describing these tubes using the following shorthand: S = Small M = Medium (the normal sized missile tube) L = Large These letters describe the tube sizes in order from top to bottom.
fr: Cette base de données ne couvre que les versions de base des missiles utilisés dans toute la galaxie. Il a été rapporté que certains cuirassés auraient commencé à utiliser de plus grandes variations de ces missiles. Les petits chasseurs et même les frégates ne devraient pas avoir trop de mal à les esquiver, mais les capitaines de plus gros vaisseaux devraient se méfier de leur potentiel de dégâts double. De plus petites variations de ces missiles sont également devenues courantes dans la galaxie. Les pilotes de chasseurs louent leur vitesse et leur maniabilité, car cela leur donne un avantage contre des cibles petites et rapides. Ils n'infligent que la moitié des dégâts de leurs version de base, mais à quoi sert un missile s'il n'atteint pas sa cible ? Certains vaisseaux de votre flotte ont été équipés de ces tubes d'armes de tailles différentes. Dans certains cas, l'officier des armes peut voir un bandeau avec des lettres sur sa console indiquant la taille des tubes installés sur le vaisseau : S = Petit (Small) M = Moyen (Medium) (tube de taille classique) L = Grand (Large)

# buttonGM
source: Scenario version %s LUA version %s
fr: Version de scénario %s Version LUA %s

# buttonGM
source: +Station Reports
fr: + Rapports de stations

# buttonGM
source: +Difficulty
fr: + Loi de Murphy

# buttonGM
source: +Enemy Power
fr: + Puissance ennemie

# buttonGM
source: +Reputation
fr: + Réputation

# buttonGM
source: Mission Stations
fr: Stations de la mission

# buttonGM
source: This is spoiler information. Consider carefully before you reveal this to the rest of the players. If you feel you have to reveal this information, I suggest you select the player ship using the widget to the right of the 'Global message' button, then click the 'Hail ship' button, identify yourself as a character in game like the regional headquarters stellar cartography technician, then type the information as if you were that character helping them out on their mission. Medical research station: %s in sector %s Plague station %s in %s
fr: Ce sont des informations "spoiler" de la mission. Réfléchissez bien avant de les révéler au joueurs. Si vous pensez tout de même devoir le faire, je vous suggère de sélectionner le vaisseau joueurs en utilisant le widget à droite du bouton "Message général", puis de cliquer sur le bouton "Envoyer message", de vous identifier en tant que personnage dans le jeu comme le technicien en cartographie stellaire du quartier général de la région, puis de saisir les informations comme si vous étiez ce personnage qui les aide dans leur mission. Station de recherche médicale : %s dans le secteur %s Station usine de production de la peste %s en %s

# buttonGM
source: +Test Non-DB Ships
fr: +Test vaisseaux non BD

# buttonGM
source: -From Enemy Power
fr: - Précedent

# buttonGM
source: Easy
fr: Facile

# buttonGM
source: Hard
fr: Difficile

# buttonGM
source: Extreme
fr: Extrême

# buttonGM
source: Quixotic
fr: Chimérique

# buttonGM
source: -From Difficulty
fr: - Précedent

# buttonGM
source: -From Reputation
fr: - Précedent

# buttonGM
source: Unknown
fr: Inconnu

# buttonGM
source: Nice
fr: Bon

# buttonGM
source: Hero
fr: Bienfaiteur

# buttonGM
source: Major Hero
fr: Héros

# buttonGM
source: Super Hero
fr: Justicier de l'espace

# buttonGM
source: -Main
fr: - Précedent

# stationReport-buttonGM
source: %s %s %s %s Friendliness:%s
fr: %s %s %s %s Bienveillance :%s

# stationReport-buttonGM
source: %s Shares Energy: %s, Repairs Hull: %s, Restocks Scan Probes: %s
fr: %s Répartition d'énergie : %s, coque réparée : %s, sondes réapprovisionnées : %s

# stationReport-buttonGM
source: %s Fix Probes: %s, Fix Hack: %s, Fix Scan: %s, Fix Combat Maneuver: %s, Fix Destruct: %s, Fix Slow Tube: %s
fr: %s Sondes réparées : %s, piratage réparé : %s, scanner réparé : %s, manœuvre réparée : %s, autodestruction réparée :%s, tubes lents réparés : %s

# stationReport-buttonGM
source: %s Services and their costs and availability:
fr: %s Services et leurs coûts et disponibilité :

# stationReport-buttonGM
source: %s jump overcharge: 10
fr: %s Boost téléportation : 10

# stationReport-buttonGM
source: %s Upgrade paths for player ship types and their max level:
fr: %s Chemins de mise à niveau pour les types de vaisseaux joueurs et leur niveau maximum :

# stationReport-buttonGM
source: %s Ship template type: %s
fr: %s Type de modèle de vaisseau : %s

# stationReport-buttonGM
source: %s Goods:
fr: %s Marchandises :

# stationReport-buttonGM
source: %s Sell:
fr: %s Vendre :

# stationReport-buttonGM
source: %s %s: Cost:%s Quantity:%s
fr: %s %s : Coût : %s Quantité : %s

# stationReport-buttonGM
source: %s Trade:
fr: %s Échanger :

# stationReport-buttonGM
source: %s Buy:
fr: %s Acheter :

# stationReport-buttonGM
source: No applicable stations. Reports useless. No action taken
fr: Aucune station applicable. Rapports inutiles. Pas d'action prise.

# msgMainscreen
source: Outpost stations surrendered without you. Outpost resisted for %s. Posthumous rank: %s
fr: Les stations de l'avant-poste se sont rendues sans vous. L'avant-poste a résisté pendant %s. Rang posthume : %s

# msgMainscreen
source: Last outpost station surrendered without you. Outpost resisted for %s. Posthumous rank: %s
fr: La dernière station de l'avant-poste s'est rendue sans vous. L'avant-poste a résisté pendant %s. Rang posthume : %s

# msgMainscreen
source: Admiral
fr: Amiral

# msgMainscreen
source: Captain
fr: Capitaine

# msgMainscreen
source: Commander
fr: Commandant

# msgMainscreen
source: Ensign
fr: Officier

# msgMainscreen
source: Acting Ensign
fr: Sous-officier

# msgMainscreen
source: %s hours, %s minutes and %s seconds
fr: %s heures, %s minutes et %s secondes

# msgMainscreen
source: %s hours, %s minutes and %s second
fr: %s heures, %s minutes et %s seconde

# msgMainscreen
source: %s hours, %s minute and %s seconds
fr: %s heures, %s minute et %s secondes

# msgMainscreen
source: %s hours, %s minute and %s second
fr: %s heures, %s minute et %s seconde

# msgMainscreen
source: %s hour, %s minutes and %s seconds
fr: %s heure, %s minutes et %s secondes

# msgMainscreen
source: %s hour, %s minutes and %s second
fr: %s heure, %s minutes et %s seconde

# msgMainscreen
source: %s hour, %s minute and %s seconds
fr: %s heure, %s minute et %s secondes

# msgMainscreen
source: %s hour, %s minute and %s second
fr: %s heure, %s minute et %s seconde

# msgMainscreen
source: %s minutes and %s seconds
fr: %s minutes et %s secondes

# msgMainscreen
source: %s minutes and %s second
fr: %s minutes et %s seconde

# scienceDescription-buoy
source: Sensor Record: %s station %s in %s
fr: Enregistrement du capteur : station %s %s en secteur %s

# scienceDescription-buoy
source: %s, %s station %s in %s
fr: %s, %s station %s en secteur %s

# scienceDescription-buoy
source: Sensor Record: %s %s %s in %s carrying %s
fr: Enregistrement du capteur : vaisseau %s %s %s en secteur %s transportant %s

# scienceDescription-buoy
source: %s; %s %s %s in %s carrying %s
fr: %s; %s %s %s en secteur %s transportant %s

# scienceDescription-buoy
source: No data recorded
fr: Aucune donnée enregistrée

# scienceDescription-buoy
source: Automated data gathering device
fr: Dispositif automatisé de collecte de données

# scienceDescription-buoy
source: Come to Billy Bob's for the best food in the sector
fr: Venez chez Billy Bob's goûter la meilleure cuisine du secteur

# scienceDescription-buoy
source: It's never too late to buy life insurance
fr: Il n'est jamais trop tard pour souscrire une assurance vie

# scienceDescription-buoy
source: You'll feel better in an Adder Mark 9
fr: Vous vous sentirez mieux dans un Vipère Mark 9 (Adder Mark 9)

# scienceDescription-buoy
source: Visit Repulse shipyards for the best deals
fr: Visitez les chantiers navals Repulse pour faire les meilleures affaires

# scienceDescription-buoy
source: Fresh fish! We catch, you buy!
fr: Poisson frais ! Nous l'attrapons, vous l'achetez !

# scienceDescription-buoy
source: Get your fuel cells at Melinda's Market
fr: Obtenez vos piles à combustible au marché de Melinda

# scienceDescription-buoy
source: Find a special companion. All species available
fr: Trouvez un compagnon spécial. Toutes les espèces disponibles

# scienceDescription-buoy
source: Feeling down? Robotherapist is there for you
fr: Vous vous sentez mal ? Robothérapeute est là pour vous

# scienceDescription-buoy
source: 30 days, 30 kilograms, guaranteed
fr: 30 jours, 30 kg en moins, garanti

# scienceDescription-buoy
source: Try our asteroid dust diet weight loss program
fr: Essayez notre programme de perte de poids avec un régime de poussière d'astéroïdes

# scienceDescription-buoy
source: Best tasting water in the quadrant at Willy's Waterway
fr: L'eau la plus savoureuse du quadrant chez Willy's Waterway

# scienceDescription-buoy
source: Amazing shows every night at Lenny's Lounge
fr: Spectacles incroyables tous les soirs au Lenny's Lounge

# scienceDescription-buoy
source: Tip: make lemons an integral part of your diet
fr: Astuce : faites du citron une partie intégrante de votre alimentation

# msgScience
source: The unscanned artifact we just picked up has fried our scanners
fr: L'artefact non scanné que nous venons de récupérer a grillé nos scanners.

# msgOperations
source: The unscanned artifact we just picked up has fried our scanners
fr: L'artefact non scanné que nous venons de récupérer a grillé nos scanners.

# scienceDescription-artifact
source: Source of emanations interfering with long range sensors. Range:%.1fu Impact:%.1fu
fr: Source d'émanations interférant avec les capteurs longue portée. Portée : %.1fu ; Impact : %.1fu

# scienceDescription-artifact
source: Source of unusual emanations
fr: Source d'émanations inhabituelles

# station-comms
source: We are under attack! No time for chatting!
fr: Nous sommes en train de nous faire attaquer ! Pas le temps de discuter !

# station-comms
source: Greetings %s! How may we help you today?
fr: Salutations %s ! Comment pouvons-nous vous aider aujourd'hui ?

# station-comms
source: Good day, officer! What can we do for you today?
fr: Bonjour officier ! Que pouvons-nous faire pour vous aujourd'hui ?
