Repository: daid/EmptyEpsilon
Catalog: scripts/locale/scenario_56_carrierTurret.*.po
Languages: de, fr

# trade-comms
source: %s What goods are you interested in? I've heard about these:
de: %s An welchen Waren sind Sie interessiert? Ich habe von diesen hier gehört:
fr: %s Quelles marchandises vous intéressent ? J'ai entendu parler de ça :

# trade-comms
source: %s Beyond that, I have no knowledge of specific stations
de: %s Darüber hinaus habe ich keine Kenntnis von bestimmten Stationen.
fr: %s A part ça, je n'ai pas connaissance de stations spécifiques.

# stationGeneralInfo-comms
source: General station information
de: Allgemeine Informationen zur Station.
fr: Informations générales sur la station

# stationAssist-comms
source: Can you send a supply drop? (%d rep)
de: Können Sie eine Versorgungslieferung schicken? (%d Ruf)
fr: Pouvez-vous nous envoyer une cargaison de ravitaillement ? (%d rép)

# stationAssist-comms
source: You need to set a waypoint before you can request backup.
de: Sie müssen einen Wegpunkt setzen, bevor Sie Unterstützung anfordern können.
fr: Vous devez définir un marqueur avant de faire une demande de ravitaillement.

# stationAssist-comms
source: To which waypoint should we deliver your supplies?
de: Zu welchem Wegpunkt sollen wir Ihre Versorgungslieferung schicken?
fr: À quel marqueur devons-nous envoyer le ravitaillement ?

# stationAssist-comms
source: WP %d
fr: Marqueur %d

# stationAssist-comms
source: We have dispatched a supply ship toward WP %d
de: Wir haben ein Versorgungsschiff nach WP %d entsandt.
fr: Nous venons de déployer un vaisseau qui vous déposera la capsule de ravitaillement au marqueur %d.

# needRep-comms
source: Not enough reputation!
de: Ihr Ruf ist nicht ausreichend.
fr: Pas assez de réputation !

# stationAssist-comms
source: Please send reinforcements! (%d rep)
de: Bitte schicken Sie Verstärkung! (%d Ruf)
fr: Merci de nous envoyer des renforts ! (%d rép)

# stationAssist-comms
source: You need to set a waypoint before you can request reinforcements.
de: Sie müssen einen Wegpunkt setzen, bevor Sie Verstärkung anfordern können.
fr: Vous devez définir un marqueur avant de pouvoir demander des renforts.

# stationAssist-comms
source: To which waypoint should we dispatch the reinforcements?
de: Zu welchem Wegpunkt sollen wir die Verstärkung schicken?
fr: À quel marqueur souhaitez-vous recevoir les renforts ?

# stationAssist-comms
source: We have dispatched %s to assist at WP %d
de: Wir haben %s zur Unterstützung bei WP %d entsandt.
fr: Nous venons de déployer le vaisseau de combat %s pour vous soutenir au marqueur %d.

# upgrade-comms
source: Install tractor equipment
de: Traktor-Vorrichtung installieren
fr: Installer l'équipement de remorquage

# -msgEngineer
source: The tractor equipment has been transported aboard %s. You need to make the final connections for full installation
de: Das Traktorsystem wurde an Bord von %s gebracht. Zur vollständigen Installation muss es noch mit den Bordsystemen verbunden werden
fr: L'équipement de remorquage a été transporté à bord de %s et commencé à être installé. Vous devez effectuer les connexions finales pour une installation complète.

# -msgEngineer+
source: The tractor equipment has been transported aboard %s. You need to make the final connections for full installation
de: Das Traktorsystem wurde an Bord von %s gebracht. Zur vollständigen Installation muss es noch mit den Bordsystemen verbunden werden
fr: L'équipement de remorquage a été transporté à bord de %s et commencé à être installé. Vous devez effectuer les connexions finales pour une installation complète.

# -buttonEngineer
source: Connect Tractor
de: Traktorstr. installieren
fr: Connecter remorquage

# -buttonEngineer+
source: Connect Tractor
de: Traktorstr. installieren
fr: Connecter remorquage

# upgrade-comms
source: Tractor equipment transferred to engine room
de: Traktorvorrichtung wurde in den Maschinenraum gebracht
fr: L'équipement de remorquage à été transféré à la salle des machines.

# upgrade-comms
source: Give %s to Boris Eggleston for additional tube
de: Boris Eggleston %s zusätzlichen Raketenschachts geben
fr: Donner 1 %s à Boris Eggleston pour le tube supplémentaire

# upgrade-comms
source: You already have the extra tube
de: Sie haben dieses Upgrade bereits
fr: [Boris Eggleston] Que voulez-vous que j'en fasse ? Je vous ai déjà rajouté ce tube lance-missiles supplémentaire la dernière fois. Je ne peux rien faire de plus.

# upgrade-comms
source: I can install it point to the front or to the rear. Which would you prefer?
de: Der Schacht kann nach vorne oder nach hinten ausgerichtet werden. Wie soll ich ihn installieren?
fr: [Boris Eggleston] Ah vous revoilà avec ce qui manquait. Parfait. Je peux vous installer ce tube en direction de l'avant ou de l'arrière. Que préférez-vous ?

# upgrade-comms
source: Front
fr: Vers l'avant

# upgrade-comms
source: You now have an additional homing torpedo tube pointing forward
de: Sie besitzen nun einen zusätzlichen, nach vorne ausgerichteten Raketenschacht.
fr: ...Après quelques minutes d'attente. [Boris Eggleston] C'est fait, vous disposez désormais d'un tube lance-missiles à tête chercheuse supplémentaire pointant vers l'avant.

# upgrade-comms
source: Rear
de: Heck
fr: Vers l'arrière

# upgrade-comms
source: You now have an additional homing torpedo tube pointing to the rear
de: Sie besitzen nun einen zusätzlichen rückwärtigen Raketenschacht
fr: ...Après quelques minutes d'attente. [Boris Eggleston] C'est fait, vous disposez désormais d'un tube lance-missiles à tête chercheuse supplémentaire pointant vers l'arrière.

# upgrade-comms
source: May I speak with Boris Eggleston?
de: Kann ich mit Boris Eggleston sprechen?
fr: Pourrions-nous parler à Boris Eggleston ?

# upgrade-comms
source: [Boris Eggleston] Hello, what can I do for you?
de: [Boris Eggleston] Guten Tag, Was kann ich für Sie tun?
fr: [Boris Eggleston] Oui c'est moi. Bonjour, que puis-je faire pour vous ?

# upgrade-comms
source: Can you really add another weapons tube to our ship?
de: Können Sie wirklich einen zusätzlichen Raketenschacht in unser Schiff einbauen?
fr: Pouvez-vous vraiment rajouter un tube lance-missiles à notre vaisseau ?

# upgrade-comms
source: Definitely. But I'll need %s before I can do it
de: Absolut. Aber dafür benötige ich %s.
fr: [Boris Eggleston] Certainement. Vous en doutez ? Ah ah ah ! Mais avant toute chose, j'aurai besoin de %s pour pouvoir le monter.

# upgrade-comms
source: Give %s and %s to Frederico Booker for upgrade
de: Frederico Booker %s und %s für Upgrade geben
fr: Donner %s et %s à F. Booker pour la mise à niveau

# upgrade-comms
source: You already have the upgrade
de: Sie haben dieses Upgrade bereits
fr: Que faites-vous là ? Vous avez déjà effectué cette mise à niveau.

# upgrade-comms
source: Your ship beam weapons now deal 50% more damage
de: Ihre Laserwaffen wurden sind nun 50% stärker
fr: ...Après quelques instants. [Frederico Booker] Et voilà, j'ai terminé les dernières modifications. Désormais vos faisceaux laser infligeront 50% de dégâts supplémentaires.

# upgrade-comms
source: Your ship has no beam weapons to upgrade
de: Ihr Schiff besitzt über kein Lasersystem, das aufgerüstet werden könnte
fr: [Frederico Booker] Heu...votre vaisseau ne possède pas de faisceaux laser à améliorer.

# upgrade-comms
source: Talk to Frederico Booker
de: Mit Frederico Booker reden
fr: Parler à Frederico Booker

# upgrade-comms
source: [Frederico Booker] Greetings, %s. What brings you to %s to talk to me?
de: [Frederico Booker] Grüße, %s. Was führt sie nach %s um mit mir zu reden?
fr: [Frederico Booker] Bien le bonjour, équipage du %s. Qu'est-ce qui vous amène à moi sur %s ?

# upgrade-comms
source: Can you upgrade our beam weapons systems?
de: Können Sie unser Lasersystem aufrüsten?
fr: Bonjour. Pouvez-vous améliorer nos faisceaux laser ?

# upgrade-comms
source: [Frederico Booker] Oh, you've heard about my research and the practical results? I can certainly upgrade the damage dealt by your beam weapons systems, but you'll need to provide me with %s and %s before I can complete the job
de: [Frederico Booker] Oh, Sie haben von den Ergebnissen meiner Forschung gehört? Ich kann die Schadenswirkung Ihrer Lasersysteme durchaus verbessern, aber Sie müssen mir %s und %s zur Verfügung stellen, bevor ich die Arbeit abschließen kann.
fr: [Frederico Booker] Oh je vois, vous avez entendu parler de mes recherches et de leur application sur le terrain ? Et bien, je peux certainement améliorer la quantité de dégâts infligés par vos faisceaux, mais vous devrez me fournir %s et %s afin que je puisse finaliser les modifications.

# upgrade-comms
source: Speak with Paulina Lindquist
de: Mit Paulina Lindquist sprechen
fr: Parler à Paulina Lindquist

# upgrade-comms
source: Greetings, %s, what can I do for you?
de: Guten Tag %s, was kann ich für Sie tun?
fr: [Paulina Lindquist] Je vous souhaite la bienvenue, équipage du %s. Que puis-je faire pour vous ?

# upgrade-comms
source: Do you want to apply your engine research?
de: Möchten Sie Ihre Forschungsergebnisse zu Triebwerken in der Praxis anwenden?
fr: Voudriez-vous mettre en pratique vos recherches sur les moteurs ?

# upgrade-comms
source: Over the years, I've discovered that research does not pay very well. Do you have some kind of compensation in mind? Gold, platinum or luxury would do nicely.
de: Im Laufe der Jahre habe ich festgestellt, dass Forschung nicht besonders gut bezahlt wird. Haben Sie eine bestimmte Vergütung im Sinn? Gold, Platin oder Luxus wären ideal.
fr: [Paulina Lindquist] Au fil des années, j'ai découvert que la recherche n'était pas très bien payée. Auriez-vous une sorte de compensation en tête si je vous aide ? L'or, le platine ou des produits de luxe feront très bien l'affaire.

# upgrade-comms
source: Offer compensation from cargo aboard
de: Als Entlohnung etwas von der Fracht an Bord anbieten
fr: Offrir une compensation depuis notre cargaison en soute

# upgrade-comms
source: Thanks for the %s. I've transmitted instructions on conducting the upgrade. Any friendly station can do the upgrade, but you'll need to provide impulse cargo for the upgrade
de: Danke für die Waren (%s). Ich habe Anweisungen übermittelt, wie das Upgrade durchgeführt werden kann. Jede befreundete Station kann das tun, aber Sie müssen Impuls-Antriebsteile zur Verfügung stellen.
fr: [Paulina Lindquist] Merci pour le %s. Veuillez attendre ici, je reviens. ...Après quelques minutes. Voilà, j'ai transmis des instructions pour mettre à niveau la manœuvre de votre vaisseau. N'importe quelle station amie pourra s'en occuper, mais vous devrez pour cela leur fournir 1 composant à impulsion (impulse).

# orders-comms
source: Get spin upgrade from friendly station for impulse
de: Upgrade der Manövrierdüsen von befreundeter Station erhalten (Impulsantriebs-Komponenten werden benötigt)
fr: Obtenir une mise à niveau de votre système de manœuvre depuis une station amie pour 1 composant d'impulsion (impulse).

# intelligence-comms
source: Speak with Herbert Long
de: Mit Herbert Long reden
fr: Parler à Herbert Long

# intelligence-comms
source: Well, if it isn't the good ship, %s! What brings you to %s?
de: Oh, wenn das nicht die gute alte %s ist! Was bringt Sie nach %s?
fr: [Herbert Long] Eh bien, n'est ce pas là un vaisseau de transport de marchandises, %s ? Qu'est-ce qui vous amène sur %s ?

# intelligence-comms
source: Please share your enemy base information
de: Bitte teilen Sie Ihr Wissen über feindliche Basen mit uns
fr: Pourriez-vous partager vos informations sur la base ennemie ?

# intelligence-comms
source: That's old news. Wouldn't you rather know about %s's leadership woes or the latest readings on unique stellar phenomenae in the area?
de: Das ist doch ein alter Hut. Möchten Sie nicht lieber etwas über die Führungsprobleme von %s oder die neuesten Messwerte zu einzigartigen Sternenphänomenen in der Region erfahren?
fr: [Herbert Long] Ç'est seulement pour ça ? C'est une info périmée sans aucun intérêt. Ne préféreriez-vous pas connaître les problèmes de gestion de %s ou les derniers relevés sur le phénomène stellaire unique de la région ?

# intelligence-comms
source: No, I just want to know about the enemy base
de: Nein, wir benötigen Informationen über die feindliche Basis
fr: Merci mais juste vos infos sur la base ennemie svp !

# intelligence-comms
source: Well, that's easy. The name of the base is %s. Enjoy your stay on %s!
de: Nun, das ist einfach. Der Name der Station lautet "%s" Genießen Sie Ihren Aufenthalt auf %s!
fr: [Herbert Long] Eh bien, c'est facile. Le nom de la base c'est %s, tout le monde le sait. Profitez de votre séjour sur %s !

# intelligence-comms
source: What is %s struggling with?
de: Mit welchem Problem hat %s zu kämpfen?
fr: À quels problèmes %s est-elle confrontée ?

# intelligence-comms
source: There are so many requests for transfers, %s may be understaffed by next week.
de: Es gibt soviele Versetzungsanträge, dass %s innerhalb einer Woche unterbesetzt sein könnte.
fr: [Herbert Long] Avec cette insécurité, il y a tellement de demandes de transferts en partance actuellement que %s pourrait manquer de personnel dès la semaine prochaine.

# intelligence-comms
source: What kind of unique stellar phenomenae?
de: Welche Art von stellaren Phänomenen?
fr: Quel genre de phénomène stellaire unique ?

# intelligence-comms
source: While we were in %s spying on %s, we picked up readings in a nebula hinting at the formation of a new star.
de: Während wir in %s waren, um %s auszukundschaften, haben wir in einer Nebelwolke Messwerte empfangen, die auf die Entstehung eines neuen Sterns hindeuten.
fr: [Herbert Long] Alors que nous nous trouvions dans le secteur %s, en train d'espionner la base ennemie %s, nos capteurs ont relevé des lectures dans une nébuleuse. Tout porte à croire qu'il s'agirait de la formation d'une nouvelle étoile.

# orders-comms
source: Destroy enemy station %s in %s
de: Zerstören Sie die feindliche Basis %s in Sektor %s
fr: Détruire la station ennemie %s se trouvant dans le secteur %s.

# upgrade-comms
source: Upgrade ship maneuverability for impulse
de: Verbessere Manövriertriebwerke (kostet Impulsantriebskomp.)
fr: Améliorer la manœuvre du vaisseau pour 1 impulsion

# upgrade-comms
source: Maneuverability upgraded by 50%
de: Manövriertriebwerke um 50% verbessert
fr: ...Après quelques travaux rapides sur votre vaisseau. C'est fait, votre vitesse de manœuvre a été augmentée de 50%.

# buttonRelay
source: Command Log
de: Aufgaben
fr: Journal de bord

# buttonOperations
source: Command Log
de: Aufgaben
fr: Journal de bord

# msgRelay
source: Command log for %s (clock - message):
de: Aufgabenprotokoll für %s (Zeitstempel - Nachricht)
fr: Journal des directives - Vaisseau %s (heure - message) :

# goal-incCall
source: The Ktlitans keep sending harassing ships. We've decrypted some of their communications - enough to identify their primary base by name if not by location. Find and destroy Ktlitan station %s. Respond to other requests from stations in the area if you wish, but your primary goal is do destroy %s. It is in your best interest to protect your carrier since it will significantly shorten the duration of your mission. Station %s has been designated your home station.
de: Die Ktlitan bereiten uns weiterhin mit ihren Schiffen Schwierigkeiten. Wir haben einige ihrer Nachrichten entschlüsselt – genug, um ihre Hauptbasis zumindest namentlich, wenn auch nicht örtlich zu identifizieren. Finden und zerstören Sie die Ktlitan-Station %s. Reagieren Sie auf andere Anfragen von Stationen in der Umgebung, wenn Sie möchten, aber Ihr vorrangiges Ziel ist die Zerstörung von %s. Es liegt in Ihrem Interesse, Ihr Trägerschiff zu schützen, da dies die Dauer Ihrer Mission erheblich verkürzt. Die Station %s wurde als Ihre Basisstation festgelegt.
fr: [Ordre de mission du QG] Équipage, Les Ktlitiens continuent de nous harceler avec leurs vaisseaux. Nous avons décrypté certaines de leurs communications, suffisamment pour réussir à identifier le nom de leur base principale, voire son emplacement. Trouvez et détruisez la station Ktlitienne %s. Vous pouvez répondre aux demandes des stations de la zone si vous le souhaitez, mais votre objectif principal est de détruire %s. Il est dans votre intérêt de protéger votre porte-avions, au risque de réduire considérablement la durée de votre mission. La station %s a été désignée comme votre base principale.

# msgRelay
source: Ktlitans are harassing us. Destroy their primary station, %s. Respond to other requests if desired. Protect carrier to reduce mission duration. Home station is %s.
de: Die Ktlitan greifen uns immer wieder an. Zerstören Sie ihre Basis "%s". Reagieren Sie auf andere Anfragen von Stationen in der Umgebung, wenn erforderlich. Beschützen Sie das Trägerschiff um die Missionszeit kurz zu halten. Station %s ist Ihre Basisstation.
fr: Les Ktlitiens nous harcèlent. Détruisez leur station principale, %s. Répondez aux autres requêtes si nécessaire. Protégez le porte-avions pour réduire la durée de la mission. Votre base d'attache est %s.

# goal-incCall
source: Paulina Lindquist, a noted research engineer recently published her latest theories on engine design. We believe her theories have practical applications to our ship maneuvering systems. You may want to talk to her about putting her theories into practice on our naval vessels. She's currently stationed on %s in %s.
de: Paulina Lindquist, eine renommierte Forscherin auf dem Gebiet der Ingenieurwissenschaften, hat kürzlich ihre neuesten Theorien zum Triebwerksbau veröffentlicht. Wir glauben, dass ihre Theorien praktische Anwendungen für unsere Schiffsmanövriersysteme haben. Vielleicht möchten Sie mit ihr darüber reden, wie ihre Theorien auf unseren Navy-Schiffen umgesetzt werden können. Sie ist derzeit in %s in %s stationiert.
fr: [Message du QG] Paulina Lindquist, une ingénieure de recherche réputée, a récemment publié ses derniers travaux sur la conception des moteurs. Nous pensons que ses théories peuvent s'appliquer aux systèmes de manœuvre de nos vaisseaux. Vous voudrez peut-être lui demander de mettre en pratique ses théories sur vos vaisseaux. Elle est actuellement en poste sur %s, secteur %s.

# msgRelay
source: Visit Paulina Lindquist on station %s in sector %s regarding ship spin upgrade.
de: Paulina Lindquist zwecks Manövrierbarkeits-Upgrade auf %s in Sektor %s besuchen.
fr: Rendre visite à Paulina Lindquist sur %s, secteur %s, pour lui demander d'améliorer la manœuvre du vaisseau.

# goal-incCall
source: Herbert Long believes he has a lead on some information about the enemy base that has been the source of the harassing ships. He's stationed on %s in %s.
de: Herbert Long glaubt, einen Hinweis auf Informationen über die feindliche Basis zu haben, von der aus die Schiffe ihre Angriffe starten. Er ist auf %s in %s stationiert.
fr: [Message du QG] Herbert Long détiendrait certaines informations sur la base ennemie étant à l'origine des agressions répétées par leurs vaisseaux. Il vit sur %s en secteur %s.

# msgRelay
source: Talk to Herbert Long on %s in %s regarding enemy base.
de: Herbert Long auf %s in %s über feindliche Basen befragen.
fr: Parler à Herbert Long sur %s dans le secteur %s à propos de la base ennemie.

# goal-incCall
source: [%s in %s] Medical emergency: Engineering research scientist Terrence Forsythe has contracted a rare medical condition. After contacting nearly every station in the area, we found that doctor Geraldine Polaski on %s has the expertise and facilities to help. However, we don't have the necessary transport to get Terrence there in time - he has only a few minutes left to live. Can you take Terrence to %s?
de: [%s in %s] Medizinischer Notfall: Der Wissenschaftler Terrence Forsythe leidet an einer seltenen Krankheit. Nachdem wir fast alle Stationen in der Umgebung kontaktiert haben, haben wir herausgefunden, dass Dr. Geraldine Polaski auf %s über das nötige Fachwissen und die entsprechenden Einrichtungen verfügt, um ihm zu helfen. Allerdings haben wir kein geeignetes Transportmittel, um Terrence rechtzeitig dorthin zu bringen – er hat nur noch wenige Minuten zu leben. Können Sie Terrence nach %s bringen?
fr: [Station %s, secteur %s] Urgence médicale : le chercheur en ingénierie Terrence Forsythe a contracté une maladie rare. Après avoir contacté presque toutes les stations de la région, nous avons appris que le docteur Geraldine Polaski sur %s possède l'expertise et les installations nécessaires pour soigner. Cependant, nous n'avons pas les moyens de transport nécessaires pour y amener Terrence à temps : il ne lui reste que quelques minutes à vivre. Pouvez-vous emmener très rapidement Terrence sur %s ?

# msgRelay
source: Transport Terrence Forsythe from %s in %s to %s before he dies
de: Transportieren Sie Terrence Forsythe von %s in %s nach %s bevor er stirbt
fr: Transporter Terrence Forsythe de %s en %s sur %s de toute urgence.

# goal-incCall
source: Retired naval officer, Boris Eggleston has taken his expertise in miniaturization and come up with a way to add a missile tube to naval vessels. He's vacationing on %s in %s
de: Der pensionierte Navy-Offizier Boris Eggleston hat sein Fachwissen im Bereich Miniaturisierung genutzt und eine Möglichkeit gefunden, Navy-Schiffe mit einem zusätzlichen Raketenschacht auszustatten. Er macht Urlaub auf %s in %s.
fr: [Message du QG] Officier de marine à la retraite, Boris Eggleston a mis à profit son expertise en miniaturisation et a trouvé un moyen d'ajouter un tube lance-missiles aux vaisseaux de combat. Il est en vacances sur %s dans le secteur %s.

# msgRelay
source: Get extra weapons tube from Boris Eggleston on %s in %s
de: Zusätzlichen Raketenschacht von Boris Eggleston auf %s in %s einbauen lassen
fr: Obtenir un tube lance-missiles supplémentaire de Boris Eggleston sur %s en secteur %s.

# goal-incCall
source: There's a physicist turned maintenance technician named Frederico Booker that has developed some innovative beam weapon technology that could increase the damage produced by our beam weapons. He's based on %s in %s
de: Es gibt einen Techniker namens Frederico Booker, der früher Physiker war und eine innovative Strahlenwaffentechnologie entwickelt hat, mit der sich die Leistung unserer Laserwaffen erhöhen lässt. Er arbeitet in %s in %s.
fr: [Message du QG] Il y a un certain physicien nommé Frederico Booker devenu technicien de maintenance sur %s en secteur %s. Il a développé une technologie innovante de faisceaux laser qui peut augmenter leurs dégâts produits.

# msgRelay
source: Talk to Frederico Booker on %s in %s about a beam upgrade
de: Mit Frederico Booker auf %s in %s über Laser-Upgrade reden
fr: Parler à Frederico Booker sur la station %s en secteur %s à propos d'une mise à niveau de faisceaux laser.

# centralcommand-incCall
source: %s (%s until intersection)
fr: %s (%s restantes jusqu'à la rencontre)

# shipAssist-comms
source: What do you want?
de: Was wünschen Sie?
fr: Salutations, Que nous voulez-vous ?

# shipAssist-comms
source: Sir, how can we assist?
de: Wie können wir behilflich sein?
fr: Monsieur, comment pouvons-nous vous assister ?

# shipAssist-comms
source: Defend a waypoint
de: Verteidigen Sie einen Wegpunkt
fr: Défendez un marqueur

# shipAssist-comms
source: No waypoints set. Please set a waypoint first.
de: Keine Wegpunkte gesetzt. Bitte setzen Sie zuerst einen Wegpunkt.
fr: Monsieur, nous ne détectons aucun marqueur. Veuillez commencer par en placer un.

# shipAssist-comms
source: Which waypoint should we defend?
de: Welchen Wegpunkt sollen wir verteidigen?
fr: Quel marqueur devons-nous défendre ?

# shipAssist-comms
source: Defend WP %d
de: Verteidigen Sie WP %d.
fr: Défendez le marqueur %d

# shipAssist-comms
source: We are heading to assist at WP %d.
de: Wir sind auf dem Weg zur Unterstützung bei WP %d.
fr: Nous partons immédiatement défendre le marqueur %d.
