Repository: daid/EmptyEpsilon
Catalog: scripts/locale/science_db.*.po
Languages: de

source: Natural
de: Natürlich

source: This database covers naturally occurring phenomena that spaceborne crews might encounter. While ship captains are encouraged to avoid unnecessary interactions with these phenomena, knowing their properties can offer an advantage in conflicts near them.
de: Diese Datenbank deckt natürlich vorkommende Phänomene ab, auf die Raumschiffbesatzungen treffen könnten. Captains sind angehalten, unnötige Interaktionen mit diesen Phänomenen zu vermeiden, aber das Wissen um ihre Natur kann bei Missionen in ihrer Nähe von Vorteil sein.

source: An asteroid is a minor planet, usually smaller than a few kilometers. Larger variants are sometimes referred to as planetoids.
de: Asteroiden sind kleinere Himmelskörper, üblicherweise nur wenige Kilometer groß - größere Varianten werden manchmal als Planetoiden bezeichnet.

source: Black hole
de: Schwarzes Loch

source: A black hole is a point of supercondensed mass with a gravitational pull so powerful that not even light can escape it. It has no locally detectable features, and can only be seen indirectly by blocking the view and distorting its surroundings, creating a strange circular mirror image of the galaxy. The black disc in the middle marks the event horizon, the boundary where even light can't escape it anymore. On the sensors, a black hole appears as a disc indicating the zone where the gravitational pull is getting dangerous, and soon will be stronger then the ship's impulse engines. An object that crosses a black hole is drawn toward its center and quickly ripped apart by the gravitational forces.
de: Ein Schwarzes Loch ist ist ein Punkt extrem komprimierter Materie, mit einem Schwerefeld, welches so stark ist, dass selbst Licht ihm nicht entkommen kann. Ein schwarzes Loch ist dementsprechend nicht sichtbar, aber häufig kann es indirekt beobachtet werden, da die Schwerkraft wie eine Linse wird und die Umgebung verzerrt. Dennoch lässt sich rein visuell kaum abschätzen wie nah man sich relativ gefahrlos nähern kann. Daher wird ein schwarzes Loch auf dem Radar nicht mit dem Durchmesser des Ereignishoriziont dargestellt, sondern zeigt den Bereich, ab die Anziehungskraft gefährlich wird, bis der Impulsantrieb schließlich der Schwerkraft nicht mehr widerstehen kann. Ein Objekt das dem schwarzen Loch zu nahe kommt, wird in den Ereignishorizont gezogen und durch die Gezeitenkräfte auseinandergerissen.

source: Nebula
de: Nebel

source: Nebulae are the birthing places of new stars. These gas fields, usually created by the death of an old star, slowly form new stars due to the gravitational pull of its gas molecules. Because of the ever-changing nature of gas nebulae, most radar and scanning technologies are unable to penetrate them. Science officers are therefore advised to rely on probes and visual observations.
de: Nebel sind die Geburtsstätten neuer Sterne. Diese Gasfelder entstehen meist beim Tod eines alten Sterns und formen langsam neue Sterne, indem sie sich aufgrund der Schwerkraft über lange Zeiträume zusammenziehen. Den meisten Scannern ist es nicht möglich, diese Nebel zu durchdringen. Wissenschaftsoffiziere sind daher dazu angehalten, sich auf Sonden und visuelle Beobachtungen zu verlassen.

source: A planetary-mass object is large, dense, near-spherical astronomical body comprised of various forms of matter. Most planets are either terrestrial, like Earth, or giants, like the gas giant Jupiter or ice giant Neptune. Planets often have gaseous atmospheres, and some are orbited by one or more large planetoids typically called moons.
de: Ein Planet großer, dichter, nahezu kugelförmiger astronomischer Körper, der aus verschiedenen Formen von Materie besteht. Die meisten Planeten sind entweder terrestrisch wie die Erde, oder Riesen wie der Gasriese Jupiter, oder der Eisriese Neptun. Planeten haben oft eine Gasatmosphäre, und manche werden von einem oder mehreren großen Planetoiden umkreist, die üblicherweise Monde genannt werden.

source: Wormhole
de: Wurmloch

source: A wormhole, also known as an Einstein-Rosen bridge, is a phenomena that connects two points of spacetime. Jump drives operate in a similar fashion, but instead of being created at will, a wormhole occupies a specific location in space. Objects that enter a wormhole instantaneously emerge from the other end, which might be anywhere from a few feet to thousands of light years away. Wormholes are rare, and most can move objects in only one direction. Traversable wormholes, which are stable and allow for movement in both directions, are even rarer. All wormholes generate tremendous sensor activity, which an astute science officer can detect even through disruptions such as nebulae.
de: Ein Wurmloch, auch bekannt als Einstein-Rosen-Brücke, ist ein Phänomen das zwei Punkte der Raumzeit miteinander verbindet. Sprungantriebe funktionieren auf eine ähnliche Weise, aber statt künstlich geschaffen zu werden, nimmt ein Wurmloch einen bestimmten Ort im Raum ein. Objekte die in ein Wurmloch eintreten treten augenblicklich aus dem anderen Ende wieder heraus. Diese andere Ende kann weniger Meter, oder auch tausende von Lichtjahren entfernt sein. Wurmlöcher sind selten, und die meisten funktionieren nur in eine Richtung. Passierbare Wurmlöcher, welche stabil sind und Reisen in beide Richtungen erlauben sind noch viel seltener. Alle Wurmlöcher erzeugen starke Signalverzerrungen auf den Sensoren, wodurch ein guter Wissenschaftsoffizier in der Lage ist, sie auch durch Störquellen wie Nebel hindurch aufzuspüren.

source: Technologies
de: Technologien

source: This database covers ship systems and technologically created phenomena that spacefaring crews might encounter in densely populated regions of space. This reference is intended only as a primer. Refer to your ship's technical manuals and training materials for details on maintaining and operating your craft.
de: Diese Datenbank deckt Schiffssysteme und technologisch erzeugte Phänomene ab, auf die Raumschiffbesatzungen in dicht besiedelten Regionen des Weltraums treffen können. Diese Referenz ist nur als Leitfaden gedacht. Einzelheiten zur Wartung und zum Betrieb Ihres Schiffes finden Sie in den technischen Handbüchern und Übungsmaterialien Ihres Schiffes.

source: Beam/shield frequencies
de: Laser-/Schildfrequenzen

source: Unit
de: Einheit

source: Ships with shield and beam systems can often configure their terahertz-frequency radiation. By manipulating these frequencies, savvy ship crews can maximize their beam weapon efficiency while reducing their enemies'. A beam frequency that's resonant with a target's shield frequency can do considerably more damage, and beam frequencies can be quickly modulated. Shield frequencies require time to recalibrate. If your Science officer fully scans a target, your ship's computer presents them with a detailed analysis of beam and shield frequencies and suggests optimal values for each.
de: Schiffe mit Schild- und Lasersystemen können oft die Frequenz davon anpassen. Durch die Manipulation dieser Frequenzen können versierte Schiffsbesatzungen die Effizienz ihrer Laser maximieren und die der feindlichen Laser reduzieren. Eine Laserfrequenz, die mit der Schildfrequenz eines Ziels in Resonanz ist, kann erheblich mehr Schaden anrichten, und Laserfrequenzen können schnell moduliert werden. Schilde hingegen brauchen Zeit, um sich neu zu kalibrieren. Wenn wenn ein Ziel vollständig gescannt wurde, zeigt der Schiffscomputer eine detaillierte Analyse der Laser- und Schildfrequenzen an und schlägt jeweils optimale Werte vor.

source: Hacking measure
de: Hacking

source: Interaction
de: Interaktion

source: Long-range transmission
de: Langstreckenübertragung

source: Thanks to our covert operations teams, we've acquired enough information about our enemies' computer systems to repurpose our long-range communications systems into intrusion and exploitation tools. While we've managed to create algorithmic attack vectors that you can deploy at range to target and degrade specific ship systems, these exploits still require active human intervention to fully function. To facilitate successful operations in the field, our software engineers have abstracted the required inputs into common puzzles that even a Relay crew member can successfully complete.
de: Dank der Teams für verdeckte Operationen haben wir genug Informationen über die Computersysteme unserer Feinde gesammelt, um unsere Langstrecken-Kommunikationssysteme auch zum Hacken feindlicher Systeme nutzen zu können. Zwar ist es uns gelungen Algorithmen zu entwickeln, die aus der Ferne eingesetzt werden können, um bestimmte Schiffssysteme anzugreifen und zu beeinträchtigen, doch erfordern diese Angriffe immer noch menschliches Eingreifen, um vollständig zu funktionieren.

source: Radar signature
de: Radarsignatur

source: Signature
de: Signatur

source: Related color bands
de: Entsprechende Farblinien

source: Electrical
de: Elektromagnetisch

source: Red (outer band)
de: Rot (äußeres Band)

source: Biological
de: Biologisch

source: Green (middle band)
de: Grün (mittleres Band)

source: Gravitational
de: Gravitativ

source: Blue (inner band)
de: Blue (inneres Band)

source: The outer ring of long-range Science radar screens contain three colored bands that represent raw sensor inputs monitored on that heading. Ships and space phenomena emit energies or exhibit characteristics that your sensor suite translates into icons on your radar, but these raw rings can provide more information to a well-trained eye. For tactical purposes, heat generated by ship systems is registered in raw thermal sensor data in a similar manner as biological (green) sources. If a ship's systems are under- or over-powered, its electrical (red) readings change accordingly. A ship warping or preparing to jump exponentially increases its gravitational (blue) output. After completing a jump a ship performs a massive power transfer that raw sensor data reads as an electrical spike.
de: Der äußere Ring der Wissenschaft-Radarschirme enthält drei farbige Bänder, die die Rohdaten der Langstreckensensoren darstellen. Schiffe und Weltraumphänomene emittieren Strahlung oder weisen Eigenschaften auf, die Ihr Sensorsystem in Symbole auf Ihrem Radar übersetzt, aber diese Ringe können einem gut geschulten Auge Informationen zu Objekten liefern, die sich außerhalb des Radarschirms befinden. Die von Schiffssystemen erzeugte Wärme in den Rohdaten der Wärmesensoren auf ähnliche Weise registriert wie biologische Quellen (grün). Wenn die Systeme eines Schiffes unterversorgt oder bei voller Leistung sind, ändern sich die elektrischen Messwerte(rot) entsprechend. Ein Schiff im Warpflug, oder in Vorbereitung auf einen Sprung, erhöht seine Gravitationsverzerrung (blau) exponentiell. Nach einem Sprung führt das Schiff einen massiven Energietransfer durch, der von den Rohdaten der Sensoren als elektromagnetische Spitze angezeigt wird.

source: Scan probe
de: Sonde

source: Radar range
de: Radar-Reichweite

source: Typical lifetime
de: Typische Lebensdauer

source: 10 minutes
de: 10 Minuten

source: Systems link
de: Verbindung mit Wissenschaft

source: Whether your mission involves scientific investigation, deep-space exploration, or military operations, remember to take advantage of any scan probes distributed for your ship. Your Relay officer can launch a probe to any coordinates in their sector map, which fires its payload at high velocity directly toward the target coordinates. Upon arrival, Relay can then link the probe to the Science officer, who can switch their long-range radar to the probe's short-range radar. This allows the Science officer to scan objects well outside of your ship's long-range radar range, including regions obfuscated by phenomena like nebulae that occlude your sensors. Scan probes have a limited energy supply and expire within minutes, and your ship carries a limited number of them that only some stations can or will replenish.
de: Ganz gleich, ob Ihre Mission wissenschaftliche Untersuchungen, die Erkundung des Weltraums oder militärische Operationen umfasst, denken Sie daran, die Sonden ihres Schiffes ausgiebig zu nutzen. Über die Kommunikationsstation kann eine Sonde zu beliebigen Koordinaten in seiner Sektorkarte gesendet werden, die dann mit hoher Geschwindigkeit direkt die Zielkoordinaten ansteuert. Nach der Ankunft kann dann die Sonde mit dem Wissenschaftsstation verbunden werden, wo dann vom Langstreckenradar auf das Kurzstreckenradar der Sonde umgeschaltet werden kann. Auf diese Weise kann die Wissenschaftsstation Objekte scannen, die weit außerhalb der Reichweite des Langstreckenradars Ihres Schiffes liegen, einschließlich Regionen, die durch Phänomene wie Nebel verdeckt sind, die Ihre Sensoren beinträchtigen. Sonden haben einen begrenzten Energievorrat der innerhalb weniger Minuten aufgebraucht ist. Ihr Schiff hat nur eine begrenzte Anzahl von Sonden an Bord, die nur von einigen Raumstationen wieder aufgestockt werden können.

source: Supply drop
de: Voratscontainer

source: Contents
de: Inhalt

source: Weapons, energy
de: Waffen, Energie

source: Close-range retrieval
de: Bergung aus nächster Nähe

source: To expedite resupply actions, our engineers have standardized containers for weapons and energy that can be automatically and quickly integrated into your ship's systems. Commonly known as a supply drop, your ship needs only to enter near-contact range with one of these containers to automatically engage your ship's acquisition and integration systems. Supply drops are cryptographically keyed to respond only to ships of the same faction, so theft isn't possible.
de: Um Nachschubaktionen zu beschleunigen, haben unsere Ingenieure standardisierte Container für Waffen und Energie entwickelt, die automatisch und schnell in die Systeme Ihres Schiffes integriert werden können. Ihr Schiff muss nur in Kontaktreichweite mit einem dieser Container kommen, um automatisch die Bergungs- und Integrationssysteme Ihres Schiffes zu aktivieren. Die Container sind kryptografisch so verschlüsselt, dass sie nur in Schiffe der gleichen Fraktion integriert werden können, so dass ein Diebstahl nicht möglich ist.

source: Warp jammer
de: Störsender

source: Short-range encounter
de: Störfeld

source: Warp and jump technologies rely on technological manipulation of gravitational forces to achieve long-range travel. However, these manipulative forces can be nullified or interdicted by devices that generate electromagnetically simulated gravitational wells. Such devices are colloquially known as warp jammers, even though they can also prevent jumps. A warping ship that enters a jammer's radius is interdicted and slowed to impulse speeds. A jumping ship is unable to engage its jump drive while within a jammer's radius. Ship captains who value the option of retreat are advised to either give warp jammers a wide berth or prioritize their destruction.
de: Warp- und Sprungtechnologien beruhen auf der Manipulation von Gravitationskräften, um Langstreckenreisen zu ermöglichen. Diese Manipulationen können jedoch durch Geräte, die elektromagnetisch simulierte Gravitationsquellen erzeugen, gestört oder verhindert werden. Solche Geräte werden umgangssprachlich als Gravitationsfeld-Störsender oder einfach Störsender bezeichnet, auch wenn sie ebenfalls Sprünge verhindern können. Ein Warpschiff, das in den Radius eines Störsenders gerät, wird gestoppt und auf Impulsgeschwindigkeit verlangsamt. Ein sprungfähiges Schiff kann seinen Sprungantrieb nicht aktivieren, wenn es sich im Radius eines Störsenders befindet. Captains, die Wert auf die Möglichkeit des Rückzugs legen, sollten entweder einen großen Bogen um Störsender machen oder sie möglichst schnell zerstören.

source: Weapons
de: Waffen

source: This database covers only the basic versions of weapons used throughout the galaxy.
de: Diese Datenbank deckt lediglich die Standard-Raketenvarianten ab, die in der Galaxie verwendet werden.

source: Beam weapons
de: Laserwaffen

source: Range
de: Radar-Reichweite

source: Varies
de: Variiert

source: Damage
de: Schaden

source: Beam weapons emit an instantaneous, focused burst of energy or matter at a single target within a target arc. Many ships equip beam weapons for their precision and versatility. Shields are generally effective against energy-based beam weapons. To combat this, a beam's output can be modulated to various frequencies. This allows beam weapons to be tuned to a target's shield frequency to maximize their effectiveness. Each firing of a beam weapon begins a brief cycle period, during which the beam cannot fire again. Damage to the system increases this delay while also reducing its output. Beam firings also generate heat above and beyond the system's normal operating temperature. In heavy combat situations, a ship's engineers must dissipate this heat to prevent inflicting damage on the system. On some ships, heavy beam weapons are mounted on turrets that can rotate to cover a wide firing arc, at an expense of targeting speed.
de: Laserwaffen geben einen sofortigen, Energiestoß auf ein einzelnes Ziel innerhalb eines Zielbogens ab. Viele Schiffe rüsten Strahlenwaffen wegen ihrer Präzision und Vielseitigkeit aus. Schilde sind allgemein sehr wirksam gegen Laserwaffen. Um dem entgegenzuwirken, kann der Laserstrahl auf verschiedene Frequenzen moduliert werden. Dadurch können Laser auf die Schildfrequenz eines Ziels abgestimmt werden, um ihre Wirksamkeit zu maximieren. Nach jedem Abschuss eines Lasers beginnt eine kurze Zykluszeit, in der der Strahl nicht erneut abgefeuert werden kann. Eine Beschädigung des Systems erhöht diese Verzögerung und verringert gleichzeitig seine Leistung. Das Abfeuern von Lasern erzeugt außerdem Wärme, die über die normale Betriebstemperatur des Systems hinausgeht. In schweren Feuergefechten müssen die Schiffsingenieure diese Wärme ableiten, um Schäden am System zu vermeiden. Auf einigen Schiffen sind schwere Laserkanonen auf drehbaren Geschütztürmen montiert, um einen weiten Schussbereich abzudecken, was zu Lasten der Zielgeschwindigkeit geht.

source: Missile weapons
de: Raketen (allgemein)

source: Missiles are weapons launched from tubes. Most are self-propelled ranged weapons with various capabilities, such as differing ranges, self-guided pursuit of a designated target, explosive warheads that damage everything within a radius, and varying types and amounts of damage. Some battleships use larger variations of these missile designs. Small fighters and even frigates are capable of dodging these variants at range, but captains of bigger spaceships should be wary of their doubled damage potential. Smaller missile variations are also common. Fighter pilots praise their speed and maneuverability, which gives them an edge against small and fast-moving targets. They deal only half the damage of their basic counterparts, but what good is a missile if it does not hit its target?
de: Raketen sind Projektilwaffen, die aus Schächten abgefeuert werden. Bei den meisten handelt es sich um Fernwaffen mit eigenem Antrieb und unterschiedlichen Eigenschaften wie Reichweite, Zielsuch-Eigenschaften, explosiven Sprengköpfen, und diversen Schadensarten. Manche Schiffe nutzen größere Varianten dieser Raketen. Kleine Jäger und selbst Fregatten sollten keine Probleme haben, ihnen auszuweichen, aber Captains größerer Schiffe sollten sich vor ihrer potentiell doppelt so hohen Schadenswirkung in Acht nehmen. Auch kleinere Varianten dieser Raketen sind nicht ungewöhnlich. Jägerpilot:innen schätzen ihre Geschwindigkeit und Wendigkeit, da dies ihnen eine Vorteil gegenüber kleinen und schnellen Zielen gibt. Verglichen mit der Standard-Variante verursachen Sie nur halben Schaden, aber was nützt eine große Rakete wenn sie ihr Ziel verfehlt?

source: Damage type
de: Schadensart

source: Damage at center
de: Schaden im Zentrum

source: Damage at edge
de: Schaden am Rand

source: Blast radius (u)
de: Explosionsradius (u)

source: Speed (u/sec.)
de: Geschwindigkeit (u/s)

source: Turn rate (deg./sec.)
de: Drehgeschw.(Grad/s)

source: Lifetime (sec.)
de: Lebensdauer(s)

source: Homing range (u)
de: Zielsuchreichweite (u)

source: Launch speed (u/sec.)
de: Abschussgeschw.(u/s)

source: Arming delay (sec.)
de: Scharfschaltung (s)

source: Trigger distance (u)
de: Auslöse-Distanz (u)

source: Kinetic
de: Kinetisch

source: Homing missile
de: Zielsuchrakete

source: Sizes
de: Größen

source: Small (S) / Medium (M) / Large (L)
de: Klein (S) / Mittel (M) / Groß (L)

source: This target-seeking missile is the workhorse of many space combat arsenals. It's compact enough to be fitted on frigates, and packs enough punch to be used on larger ships, though usually in more than a single missile tube.
de: Diese zielsuchende Rakete ist das Arbeitstier in vielen Waffenarsenalen. Sie sind kompakt genug um auch in kleineren Schiffen Platz zu finden, und stark genug um auch auf größeren Schiffen genutzt zu werden, wobei sie dort üblicherweise mit mehr als einem Waffenschacht benutzt werden.

source: A nuclear missile is similar to a homing missile in that it can seek a target, but it moves and turns more slowly and explodes a greatly increased payload. Its nuclear explosion spans 1U of space and can take out multiple ships in a single shot. Some captains oppose the use of nuclear weapons because their large explosions can lead to 'fragging', or unintentional friendly fire. Shields should protect crews from harmful radiation, but because these weapons are often used in the thick of battle, there's no way of knowing if hull plating or shields can provide enough protection.
de: Eine Nuklearrakete kann, ähnlich wie eine normale Zielsuchrakete ihr Ziel verfolgen, allerdings ist sie langsamer und weniger wendig, außerdem ist ihre Sprengkraft wesentlich höher. Ihre Atomare Explosion hat einen Radius von 1u und kann so mehrere Schiffe mit einem Schuss ausschalten. Einige Captains lehnen die Nutzung dieser Raketen ab, da ihre Explosionen zu Schäden am eigenen Schiff führen können. Zwar sollten die Schilde die Besatzung vor schädlicher Strahlung schützen, aber da diese Waffen oft in der Hitze des Gefechts genutzt werden, lässt sich schwer sagen, wodurch welcher Schaden entstanden ist, und ob Schilde oder Panzerung wirklich genügend Schutz bieten.

source: Mines are often placed in defensive perimeters around stations. There are also old minefields scattered around the galaxy from older wars. Some fearless captains use mines as offensive weapons, but their delayed detonation and blast radius make this use risky at best.
de: Oft werden Minen als Verteidigungslinie um Stationen herum genutzt. Quer über die Galaxie verstreut existieren auch noch alte Minenfelder, Überbleibsel vergangener Schlachten. Einige furchtlose Captains nutzen Minen auch als Offensivwaffen, aber die verzögerte Explosion und der grosse Explosionsradius machen dies zu einem sehr riskanten Unterfangen.
