Repository: daid/EmptyEpsilon
Catalog: scripts/locale/science_db.*.po
Languages: de

source: The electromagnetic pulse missile (EMP) reproduces the disruptive effects of a nuclear explosion, but without the destructive properties. This causes it to only affect shields within its blast radius, leaving their hulls intact. The EMP missile is also smaller and easier to store than heavy nukes. Many captains (and pirates) prefer EMPs over nukes for these reasons, and use them to knock out targets' shields before closing to disable them with focused beam fire.
de: Raketen mit Elektromagnetischem Puls (EMP) reproduzieren den Störeffekt einer Atomaren Explosionen, allerdings ohne deren zerstörerischen Eigenschaften. Daher werden lediglich die Schilde innerhalb des Explosionsradius betroffen, während die Hülle intakt bleibt. EMP-Raketen sind kleiner und leichter zu transportieren als Nukes. Viele captains (unter anderem auch Piraten) bevorzugen EMPs gegenüber Nukes, und nutzen sie um die Schilde des Zieles auszuschalten bevor sie sich nähern und es mit gezielten Schüssen der Laser kampfunfähig machen.

source: HVLI
de: HGBI

source: A high-velocity lead impactor (HVLI) fires a simple slug of lead at a high velocity. This weapon is usually found in simpler ships since it does not require guidance computers. This also means its projectiles fly in a straight line from its tube and can't pursue a target. Each shot from an HVLI fires a burst of 5 projectiles, which increases the chance to hit but requires precision aiming to be effective. It reaches its full damage potential at a range of 2u.
de: Ein Hochgeschwindigkeits-Blei-Impaktor (high-velocity lead impactor) feuert simple Bleigeschosse mit hoher Geschwindigkeit ab. Diese Waffe findet sich vor allem auf kleinen Schiffen, da sie keine Feuerleitsysteme erfordert. Die bedeutet, dass sich Projektile in gerade Linie bewegen und das Ziel nicht verfolgen können. Jeder Schuss mit einer HGBI-Waffe ist ein Feuerstoß aus 5 Projektilen, was die Trefferchance erhöht, aber dennoch ein genaues Zielen erfordert.

# database direction
source: Right
de: Rechts

# database direction
source: Left
de: Links

# database direction
source: Rear
de: Heck

# database
source: Factions
de: Fraktionen

# stance
source: Enemy
de: Feindlich

# stance
source: Friendly
de: Freundlich

# database
source: Ships
de: Schiffe

source: Spaceships are vessels capable of withstanding the dangers of travel through deep space. They can fill many functions and vary broadly in size, from small tugs to massive dreadnoughts.
de: Raumschiffe sind gebaut, um den Gefahren des Reisens durch das Weltall zu widerstehen. Sie erfüllen verschiedenste Funktionen und können stark in ihrer Größe variieren, von kleinen Jägern bis hin zu massiven Schlachtschiffen.

# database
source: Stations
de: Raumstationen

source: No class
de: Keine Klasse

source: No sub-class
de: Keine Unterklasse

# database
source: Class
de: Klasse

# database
source: Sub-class
de: Unterklasse

# database
source: Size
de: Größe

# database
source: Shield
de: Schilde

source: Hull
de: Hülle

# database
source: Move speed
de: Geschwindigkeit

# database
source: Reverse move speed
de: Geschw. rückwärts

# database
source: Turn speed
de: Wendigkeit

# database
source: Warp speed
de: Warpgeschwindigkeit

# database
source: Jump range
de: Sprungreichweite

# database
source: %s beam weapon
de: Laser %s

# database
source: %.1f Dmg / %.1f sec
de: %.1f Schaden / %.1f Sek.

# database
source: %s tube
de: Schacht %s

# database
source: %s small tube
de: Kleiner Schacht %s

# database
source: %s large tube
de: Großer Schacht %s

# database
source: %.1f sec
de: %.1f Sek.
