Repository: daid/EmptyEpsilon
Catalog: scripts/locale/tutorial/00_all.*.po
Languages: fr

source: Warp Drive: Adding power to the warp drive increases your warp drive flight speed.
fr: Vitesse lumière : L'ajout de puissance au système de vitesse lumière augmente votre vitesse de vol en vitesse lumière.

source: Jump Drive: A higher-powered jump drive recharges faster and has a shorter delay before jumping.
fr: Téléportation : Un système de téléportation plus puissant se recharge plus rapidement et le délai avant de sauter est plus court.

source: Shields: Additional power in the shield system increases their rate of recharge, and decreases the amount of degradation your shields sustain when damaged.
fr: Boucliers: De la puissance supplémentaire dans le système de boucliers augmente leur taux de recharge et réduit la quantité de dégâts que subissent vos boucliers lorsqu'ils sont endommagés.

source: This concludes the overview of the engineering station. Be sure to keep your ship running in top condition!
fr: Ceci conclut la vue d'ensemble de la console d'ingénierie. Assurez-vous de garder votre vaisseau en parfait état de marche !

source: Welcome, science officer. You are the eyes of the ship. Your job is to supply the captain with information. From your station, you can detect and scan objects at a range of up to 30u.
fr: Bienvenue, officier scientifique. Vous êtes les yeux du vaisseau. Votre travail consiste à fournir des informations au capitaine. Depuis votre console, vous pouvez détecter et scanner des objets à une distance allant jusqu'à 30 unités.

source: On this radar, you can select objects to get information about them. I've added a friendly ship and a station for you to examine. Select them and notice how much information you can observe. Heading and distance are of particular importance, as without these, the helms officer will be jumping in the dark.
fr: Sur ce radar, vous pouvez sélectionner des objets pour obtenir des informations à leur sujet. J'ai ajouté un vaisseau et une station alliés à examiner. Sélectionnez-les et notez la quantité d'informations que vous pouvez observer. Le cap et la distance sont particulièrement importants, car sans eux, l'officier de navigation se déplacerai dans l'inconnu.

source: I've replaced the friendly station with an unknown ship. Once you select it, notice that you know nothing about this ship. To learn about it, you must scan it. Scanning requires you to match your scanner's frequency bands to your target's. Scan this ship now.
fr: J'ai remplacé la station alliée par un vaisseau inconnu. Une fois que vous l'avez sélectionné, notez que vous ne savez rien de ce vaisseau. Pour en savoir plus, vous devez le scanner. Scanner nécessite que vous fassiez correspondre les bandes de fréquences de votre scanner à celles de votre cible. Maintenant, scannez ce vaisseau.

source: Good. Notice that you now know this ship is unfriendly. It might have been a friendly or neutral ship as well, but until you scanned it, you do not know.
fr: Bien ! Vous savez maintenant que ce vaisseau est hostile. Cela aurait très bien pu être un vaisseau ami ou neutre, mais tant que vous ne l'avez pas scanné, vous ne pouvez pas le savoir.

source: Note that you have less information about this ship than the friendly ship. You must perform a deep scan of this ship to acquire more information. A deep scan takes more effort and requires you to align 2 different frequency bands simultaneously. Deep scan the enemy now.
fr: Notez que vous avez moins d'informations sur ce vaisseau que sur le vaisseau ami. Vous devez effectuer une analyse approfondie de ce vaisseau pour obtenir plus d'informations. Une analyse approfondie demande plus d'efforts et vous oblige à aligner simultanément 2 bandes de fréquences différentes. Maintenant, analysez en profondeur l'ennemi.

source: Excellent. Notice that this took more time and concentration than the simple scan, so be careful to perform deep scans only when necessary or you could run out of time.
fr: Excellent ! Notez que cela a pris plus de temps et de concentration que la simple analyse, alors faites attention à n'effectuer des analyses approfondies que lorsque cela est nécessaire ou vous pourriez manquer de temps.

source: Next to the long-range radar, the science station can also access the science database. In this database, you can look up details on things like ship types, weapons, and other objects.
fr: Outre le radar longue portée, la console scientifique permet également d'accéder à la base de données scientifique. Dans cette base de données, vous pourrez rechercher des informations sur des éléments tels que les vaisseaux, les armes, les factions et d'autres choses.

source: Remember, your job is to supply information. Knowing the location and status of other ships is vital to your captain. Without your information, the crew is mostly blind.
fr: N'oubliez pas que votre travail consiste à fournir des informations. Connaître l'emplacement et le statut des autres vaisseaux est vital pour votre capitaine. Sans vos informations, l'équipage est en grande partie aveugle.

source: Welcome to relay! It is your job to communicate with stations and ships. You also have access to short-range radar data from friendly ships and stations, and can place navigational waypoints and launch scanning probes.
fr: Bienvenue aux communications ! Votre travail consiste à communiquer avec les stations et les vaisseaux. Vous avez également accès aux données radar à courte portée des vaisseaux et stations amis, vous pouvez placer des marqueurs de navigation et lancer des sondes de scan.

source: Your first responsibility is to coordinate the ship's communications. You can target any station or ship and attempt to communicate with it. Other ships can also attempt to contact you.
fr: Votre première responsabilité est de coordonner les communications du vaisseau. Vous pouvez choisir n'importe quelle station ou vaisseau et tenter de communiquer avec lui. D'autres vaisseaux peuvent également tenter de vous contacter.

source: You successfully opened communications. Congratulations.
fr: Vous avez ouvert avec succès les communications. Toutes nos félicitations.

source: Tell me more!
fr: Dites m'en plus !

source: Sorry, there's nothing more to tell you.
fr: Désolé, il n'y a rien de plus à vous dire.

source: Continue with the tutorial.
fr: Continuez avec le tutoriel.

source: The tutorial will continue when you close communications with this station.
fr: Le tutoriel se poursuivra lorsque vous fermerez les communications avec cette station.

source: Open communications with the station near you to continue the tutorial.
fr: Ouvrez les communications avec cette station proche de votre position pour continuer le tutoriel.

source: Now finish your talk with the station.
fr: Maintenant terminez votre conversation avec la station.

source: Depending on the scenario, you might have different options when communicating with stations. They might inform you about new objectives and your mission progress, ask for backup, or resupply your weapons. This is all part of your responsibilities as relay officer.
fr: Selon le scénario, vous pouvez avoir différentes options lors des communications établies avec les stations. Vous pouvez vous informer de nouveaux objectifs ou de la progression de votre mission, demander des renforts ou réapprovisionner vos armes. Tout cela fait partie de vos responsabilités en tant qu'officier des communications.

source: Your station also includes this radar map. On this map, you can detect objects within short-range radar range of all allied ships and stations. Everything else is invisible to you. This gives you a different view from the science officer, because you can scan the contents of nebulae.
fr: Votre console comprend également cette carte radar. Sur cette carte sans limite de taille, vous pouvez détecter des objets à courte portée radar de tous les vaisseaux et stations alliés ainsi que les éléments naturels de grande taille. Tout le reste vous est invisible. Cela vous donne une vue différente et complémentaire de celle de l'officier scientifique. Vous pouvez par exemple scanner le contenu des nébuleuses.

source: Finally, you control your ship's probes. Probes can expand your radar view. Launch a probe to the top right, toward the ship designated DMY-01.
fr: Enfin, vous contrôlez les sondes de votre vaisseau. Les sondes vous permettent d'étendre votre vue radar. Lancez une sonde en haut à droite, vers le vaisseau désigné DMY-01.

source: Probes can expand your sensory capabilities beyond your normal range and explore nebulae. However, you have a limited supply of them and can't replenish them until you to dock with a station.
fr: Les sondes peuvent étendre vos capacités de détection au-delà de votre portée normale et explorer également les nébuleuses. Cependant, vous en avez une quantité limitée et vous ne pouvez pas les reconstituer tant que vous ne vous êtes pas amarré à une station.

source: This concludes the tutorial. While we have covered the basics, there are more advanced features in the game that you might discover.
fr: Ceci conclut ce tutoriel. Bien que nous ayons couvert les bases, il existe des fonctionnalités plus avancées dans le jeu que vous pourrez découvrir en cours de partie.
