Repository: daid/EmptyEpsilon
Catalog: scripts/locale/tutorial/00_all.*.po
Languages: fr

source: Run All
fr: Tout exécuter

source: All Station Tutorials. This cycles through all the stations.
fr: Vous effectuez les tutoriels de chaque poste, les uns à la suite des autres.

source: This is the main screen, which displays your ship and the surrounding space. While you cannot move the ship from this screen, you can use it to visually identify objects.
fr: Voici l'écran principal. Il affiche votre vaisseau et l'espace environnant. Bien que vous ne puissiez pas déplacer le vaisseau à partir de cet écran, vous pouvez l'utiliser pour identifier visuellement des objets.

source: Welcome to the long-range radar. This radar can detect objects up to 30u from your ship, depicted at the radar's center. This radar allows you to quickly identify distant objects.
fr: Bienvenue sur le radar longue portée. Ce radar peut détecter des objets jusqu'à 30 unités de votre vaisseau, représenté au centre. Ce radar vous permet également d'identifier rapidement des objets distants.

source: This is an asteroid. Flying into an asteroid will damage your ship, so avoid hitting them.
fr: Le petit point marron se trouvant devant votre vaisseau est un astéroïde. Les impacts d'astéroïdes endommagent votre vaisseau, alors évitez de foncer dedans.

source: The white dot is a mine. When you move near a mine, it explodes with a powerful 1u-radius blast. Striking a mine while your shields are down will surely destroy your ship.
fr: Le point blanc est une mine. Lorsque vous vous approchez trop près d'une mine, elle explose avec un puissant souffle faisant des dégâts allant jusqu'à 1 unité de distance. Heurter une mine alors que vos boucliers sont désactivés détruira sûrement votre vaisseau.

source: These are stations. Stations can be several different sizes and belong to different factions. Their color indicates whether the station is friendly (green), neutral (light blue), or hostile (red).
fr: Voici des stations. Elles peuvent être de tailles variées et appartenir à différentes factions. La couleur indique si la station est amicale (vert), neutre (bleu) ou hostile (rouge) envers vous.

source: The rainbow-colored cloud is a nebula. Nebulae block long-range sensors, preventing ships from detecting what's inside of them at distances of more than 5u. Sensors also cannot detect objects behind nebulae.
fr: Le nuage de couleur arc-en-ciel devant vous est une nébuleuse. Les nébuleuses bloquent les capteurs à longue portée, empêchant les vaisseaux de détecter ce qu'elles contiennent au-delà de 5 unités. Vos capteurs ne peuvent pas non plus détecter ce qui se trouve derrière la nébuleuse. D'où l'arc de cercle foncé vous signifiant que vos capteurs sont bloqués.

source: Finally, these are ships. They look like you on radar, and their attitude toward you is reflected by the same colors as stations. In addition to green, blue, and red, ships of unknown attitude appear as gray objects.
fr: Enfin, voici les vaisseaux. Ils vous ressemblent sur le radar, et leur attitude envers vous se reflète par les mêmes couleurs que celles des stations. En plus du vert (amical), du bleu (neutre) et du rouge (hostile), les vaisseaux non encore identifiés apparaissent en gris.

source: Next, we will look at the short-range radar.
fr: Passons maintenant au radar à courte portée...

source: The short-range radar can detect objects up to 5u from your ship. It also depicts the range of your own beam weapons. Your ship has 2 beam weapons aimed forward. Each type of ship has different beam weapon layouts, with different ranges and locations.
fr: Le radar à courte portée peut détecter des objets jusqu'à 5 unités de votre vaisseau. Il affiche également la portée de vos propres faisceaux laser. Votre vaisseau actuel dispose de 2 faisceaux laser croisés dirigés vers l'avant. Chaque type de vaisseau a des dispositions de faisceaux laser différentes, avec des portées et des emplacements différents.

source: This is the helms screen. As the helms officer, you command your ship's movement in space.
fr: Voici l'écran de navigation. En tant qu'officier de navigation, vous commandez les déplacements de votre vaisseau dans l'espace.

source: Your primary controls are your impulse engines and maneuvering thrusters. Your impulse controls are on the left side of the screen. Raise your impulse level to 100% to fly forward right now.
fr: Vos commandes principales sont vos moteurs à impulsion et vos propulseurs de manœuvre. Les commandes des moteurs se trouvent sur le coté gauche de l'écran. Augmentez le niveau d'impulsion jusqu'à 100 % pour vous déplacer vers l'avant. Allez-y !

source: Good. You now know how to move forward. I've disabled your impulse engine for now. Next, let's rotate your ship. Rotating the ship is easy. Simply press a heading on the radar screen to rotate your ship in that direction. Try rotating to heading 200 right now.
fr: Bien. Vous savez maintenant comment avancer. J'ai désactivé vos moteurs à impulsion pour le moment. Ensuite, faisons pivoter votre vaisseau. La rotation du vaisseau est facile. Appuyez simplement sur un cap sur l'écran radar pour faire pivoter votre vaisseau dans cette direction. Maintenant, essayez de virer au cap 200.

source: Excellent! Next up: docking. Docking with a station recharges your energy, repairs your hull, and allows the relay officer to request weapon refills. It can also be important for other mission-related events. To dock, maneuver within 1u of a station and press the "Request Dock" button, from which point docking is fully automated. Maneuver to the nearby station and request permission to dock.
fr: Excellent ! Prochaine étape : l'amarrage. L'amarrage à une station recharge votre énergie, répare votre coque et permet à l'officier des communications de demander à réapprovisionner les munitions. Il peut également être important de s'amarrer pour d'autres événements liés à la mission. Pour s'amarrer, manœuvrez à moins de 1 unité d'une station et appuyez sur le bouton "Amarrage", à partir duquel l'amarrage est entièrement automatisé. Dirigez-vous vers la station voisine et demandez l'autorisation d'amarrer. Allez-y !

source: Now that you are docked, your movement is locked. As helms officer, there is nothing else you can do but undock, so do that now.
fr: Maintenant que vous êtes amarré, vos mouvements sont verrouillés. En tant qu'officier de navigation, vous ne pouvez rien faire d'autre que de vous désamarrer, alors faites-le maintenant.

source: Ok, there are just a few more things that you need to know. See the red arcs coming from your ship? Those are your beam weapons. As helms officer, it is your task to keep those beams on your target. I've set up an stationary enemy ship as a target. Destroy it with your beam weapons. Note that at every shot, the corresponding firing arc will change color.
fr: Ok, il y a encore quelques petites choses que vous devez savoir. Vous voyez les 2 arcs de cercle rouges provenant de votre vaisseau ? Ce sont des faisceaux laser. En tant qu'officier de navigation, votre tâche est de maintenir ces faisceaux sur votre cible. J'ai mis en place un vaisseau ennemi stationnaire comme cible. Détruisez-le avec vos 2 faisceaux laser. Notez qu'à chaque tir, l'arc du faisceau correspondant change de couleur.

source: Aggression is not always the solution, but boy, it is fun! On to the next task: moving long distances. There are two methods of moving long distances quickly. Depending on your ship, you either have a warp drive or a jump drive. The warp drive moves your ship at high speed, while the jump drive instantly teleports your ship a great distance.
fr: L'attaque n'est pas toujours la solution, mais bon sang, c'est amusant ! Passons à la tâche suivante : se déplacer sur de longues distances. Il existe 2 méthodes pour se déplacer rapidement sur de longues distances. Selon votre vaisseau, vous pouvez disposer soit de la téléportation, soit de la vitesse lumière. La vitesse lumière déplace votre vaisseau à très grande vitesse, tandis que la téléportation téléporte instantanément votre vaisseau sur une très grande distance.

source: First, let us try the warp drive. It functions like the impulse drive but only propels your ship forward, and consumes energy at a much faster rate. Use the warp drive to move more than 30u away from this starting point.
fr: Tout d'abord, essayons la vitesse lumière. Elle fonctionne comme vos moteurs à impulsion mais ne propulse votre vaisseau que vers l'avant et consomme beaucoup plus d'énergie. Utilisez la vitesse lumière pour vous éloigner de plus de 30u de votre position actuelle. Allez-y !

source: Next, let us demonstrate the jump drive. To use the jump drive, point your ship in the direction where you want to jump, configure a distance to jump, and then initiate it. The jump occurs 10 seconds after you initiate. Use the jump drive to jump more than 30u from this starting point, in any direction.
fr: Voyons maintenant la téléportation. Pour utiliser le téléporteur, orientez votre vaisseau dans la direction où vous voulez sauter, configurez une distance de saut, puis activez-le. L'activation du saut prend 10s. Utilisez la téléportation pour sauter à plus de 30u de votre position actuelle, dans n'importe quelle direction. Allez-y !

source: Notice how your jump drive needs to recharge after use. This covers the basics of the helms officer.
fr: Remarquez comment votre téléporteur doit se recharger après utilisation. Voilà, Cela couvre les bases pour débuter en tant qu'officier de navigation.

source: This is the weapons screen. As the weapons officer, you are responsible for targeting beam weapons, loading and firing missile weapons, and controlling your shields.
fr: Voici l'écran de l'armement. En tant qu'officier des armes, vous êtes responsable du ciblage des faisceaux laser, du chargement et du tir des missiles ainsi que du contrôle de vos boucliers.

source: Your most fundamental task is to target your ship's weapons. Your beam weapons only fire at your selected target, and homing missiles travel toward your selected target. Target the ship in front of you by pressing it.
fr: Votre tâche la plus importante est de cibler les ennemis avec les armes de votre vaisseau. Vos faisceaux laser ne tirent que sur la cible que vous avez sélectionnée au préalable et les missiles à tête chercheuse se dirigent vers la cible sélectionnée également. Ciblez le vaisseau devant vous en cliquant dessus.

source: Good! Notice that your beam weapons did not fire on this ship until you targeted it. Next up: shield controls.
fr: Bien ! Notez que vos faisceaux laser n'ont pas tiré sur ce vaisseau tant que vous ne l'avez pas ciblé. Passons maintenant aux commandes de bouclier.

source: As you might notice, you are being shot at. Do not worry, you cannot die right now. You are taking damage, however, so enable your shields to protect yourself.
fr: Comme vous pouvez le remarquer, on vous tire dessus. Ne vous inquiétez pas, vous ne pouvez pas exploser maintenant. Cependant, vous subissez des dégâts, alors activez vos boucliers pour vous protéger.

source: Shields protect your ship from direct damage, but they cost extra energy to maintain, can take only a limited amount of damage, and are slow to recharge. Eventually, this enemy's attacks will get through your shields. Disable your shields to continue.
fr: Les boucliers protègent votre vaisseau des dégâts reçus, mais les maintenir activés consomment beaucoup d'énergie. Ils ne peuvent également subir qu'une quantité limitée de dégâts et sont lents à se recharger. Au bout d'un certain temps les tirs de cet ennemi finiront par traverser vos boucliers. Désactivez vos boucliers pour continuer ce tutoriel.

source: While only a single button, your shields are vital for survival. They protect against all kinds of damage, including beam weapons, missiles, asteroids, and mines, so make them one of your primary priorities. Next up, the real fun starts: missile weapons.
fr: Vos boucliers sont essentiels à votre survie. Ils vous protègent contre toutes sortes de dommages, y compris des faisceaux laser, missiles, astéroïdes et mines, alors faites-en l'une de vos principales priorités. Maintenant, amusons-nous un peu avec les missiles.

source: You have 1 homing missile in your missile storage now, and 1 weapon tube. You can load this missile into your weapon tube. Depending on your ship type, you might have more types of missiles and more weapon tubes. Load this homing missile into the weapon tube by selecting the homing missile, and then pressing the load button for this tube. Note that it takes some time to load missiles into tubes.
fr: Vous avez à votre disposition 1 missile à tête chercheuse (homing) en stock et 1 tube de lancement. Selon le type de vaisseau, vous pourriez avoir différents types de missiles et plusieurs tubes de lancement. Chargez ce missile dans le tube de lancement en sélectionnant d'abord le missile, puis en cliquant sur le bouton de chargement du tube. Notez que le chargement du tube prend un certains temps.

source: Great! Now fire this missile by clicking on the tube.
fr: Super ! Maintenant lancez ce missile en cliquant sur le tube.

source: Missile away!
fr: Feu ! Missile lancé !

source: BOOM! That was just firing straight ahead, but missiles also have a homing feature, so let's try that! First, load a homing missile in the tube. Next, target the enemy ship by pressing it to guide your homing missiles toward your selected target. Then fire your missile!
fr: BOOM !!! C'était un tir droit devant, mais les missiles possèdent aussi un système de de guidage, alors essayons le ! Tout d’abord, chargez un missile à tête chercheuse dans le tube. Ensuite, ciblez le vaisseau ennemi en cliquant dessus afin de guider votre missile à tête chercheuse sur lui. Vous constatez que le trait de guidage s'est déplacé. Enfin, tirez votre missile !

source: While not necessary against a stationary target, this homing ability can make all the difference against a moving target.
fr: Cible éliminée ! Bien qu'il ne soit pas indispensable contre une cible stationnaire, ce système de guidage peut faire toute la différence contre une cible en mouvement.

source: You can also manually aim missiles. First, unlock your aim by pressing the [Lock] button above the radar view. Load a missile to view your missile's trajectory. Next, aim your missiles with the aiming dial surrounding the radar. Point the aiming dial at the next ship and fire.
fr: Vous pouvez également orienter vos missiles manuellement. Tout d'abord, déverrouillez votre système de guidage en cliquant sur le bouton [Verrou] au-dessus du radar. Un cadran blanc de visée manuelle apparait sur le contour du radar. Chargez un missile et pointez manuellement le trait de guidage sur le vaisseau ennemi en déplaçant le cadran blanc. Tirez !

source: Perfect aim! The next ship is behind you. Notice how it's out of reach when you try to aim manually and, if you only use the homing ability, the trajectory won't reach the enemy. Manually aiming and the missile's homing ability aren't mutually exclusive to one another. You can hit the ship if you put the two abilities together. First, make sure your aim is unlocked and aim your missile as close to the enemy as you can. Next, target the enemy ship by pressing it. Then fire! The missile will first follow your manually-aimed trajectory, and then start homing in on the enemy.
fr: Bien visé ! Maintenant la prochaine cible se trouve derrière vous. Après avoir chargé votre missile, vous pouvez constater que la cible se trouve hors de portée de votre visée manuelle ainsi que du guidage automatique. Cependant, vous allez pouvoir la toucher en combinant les 2 visées (manuelle et auto). Tout d’abord, assurez-vous que votre visée auto. est déverrouillée et dirigez manuellement le trait de guidage du missile aussi près que possible de la cible grâce au cadran de visée manuelle. Ensuite, ciblez le vaisseau ennemi en cliquant dessus. Faites feu ! Le missile va d’abord suivre votre trajectoire définie manuellement, puis commencer à se diriger vers l’ennemi.

source: In addition to homing missiles, your ship might have HVLIs, nukes, EMPs, and mines. HVLI stands for "High Velocity Lead Impactor". They fire in straight lines and do not have homing abilities. Nukes and EMPs also have homing abilities and have a 1u-radius blast and do more damage. EMPs damage only shields, and thus are great for weakening heavily shielded enemies.
fr: Joli tir ! :-) En plus de missiles à tête chercheuse (homings), votre vaisseau peut être équipé de HVLIs ainsi que d'armes nucléaires : nukes, EMPs et mines. Les nukes et EMPs possèdent, comme les homings, un système de guidage, mais ont un rayon d'explosion de 1 unité de dégâts et sont beaucoup plus puissants. Les EMPs n'endommagent que les boucliers et sont donc parfaits pour affaiblir les ennemis fortement protégés avant d'utiliser vos autres missiles. Les mines sont stationnaires et aussi puissantes que les nukes. Elles explosent quand on les approche de trop près. Les HVLIs tirent tout droit en rafale et occasionnent peu de dégâts.

source: Welcome to engineering. Engineering is split into two parts. The top part shows your ship's interior, including damage control teams stationed throughout. The bottom part controls power and coolant levels of your ship's systems.
fr: Bienvenue dans l'ingénierie. La console d'ingénierie est divisée en deux parties. La partie supérieure montre l'intérieur de votre vaisseau, y compris les équipes de techniciens en charge du contrôle et des réparations des avaries. La partie inférieure contrôle les niveaux de puissance et de liquide de refroidissement des systèmes de votre vaisseau.

source: First, we will explain your control over your ship's systems. Each row on the bottom area of the screen represents one of your ship's system, and each system has a damage level, heat level, power level, and coolant level. I've overheated your warp system. An overheating system can damage your ship. You can prevent this by putting coolant in your warp system. Select the warp system and increase the coolant slider.
fr: Tout d'abord, voyons ensemble ce que vous pouvez contrôler concernant les systèmes de votre vaisseau. Chaque ligne dans la partie inférieure de l'écran représente l'un des systèmes de votre vaisseau, et chaque système a un niveau de dégâts, un niveau de chaleur, un niveau de puissance et un niveau de liquide de refroidissement. J'ai surchauffé votre système de vitesse lumière. Un système en surchauffe peut endommager votre vaisseau. Vous pouvez éviter cela en mettant du liquide de refroidissement dans le système en surchauffe. Sélectionnez le système de vitesse lumière (il va s'afficher en blanc) et augmentez le curseur du liquide de refroidissement.

source: I've also overheated the impulse system. As before, increase the system's coolant level to mitigate the effect. Note that the warp system's coolant level is automatically reduced to allow for coolant in the impulse system. This is because you have a limited amount of coolant available to distribute this across your ship's systems.
fr: Bien ! J'ai également surchauffé votre système de moteurs à impulsion. Comme précédemment, augmentez le niveau de liquide de refroidissement de ce système pour refroidir vos moteurs. Notez que le niveau de liquide de refroidissement du système de vitesse lumière est automatiquement réduit pour permettre son utilisation pour vos moteurs. C'est parce que vous avez une quantité limitée de liquide de refroidissement disponible pour tous les systèmes de votre vaisseau.

source: Good! Next up: power levels. You can manage each system's power level independently. Adding power to a system makes it perform more effectively, but also generates more heat, and thus requires coolant to prevent it from overheating and damaging the system. Maximize the power to the front shield system.
fr: Bon ! Ensuite : les niveaux de puissance. Vous pouvez gérer le niveau de puissance de chaque système indépendamment. L'ajout de puissance à un système le rend plus efficace, mais génère également plus de chaleur et nécessite donc du liquide de refroidissement pour l'empêcher de surchauffer et d'endommager le système. Maximisez la puissance du système des boucliers avant. Allez-y !

source: The added power increases the amount of heat in the system. Overpower the system until it overheats.
fr: Vous pouvez constater que la puissance ajoutée augmente la quantité de chaleur dans le système. Maintenant, suralimenter le système jusqu'à ce qu'il surchauffe.

source: Note that as the system overheats, it takes damage. Because the system is damaged, it functions less effectively. Systems can also take damage when your ship is hit while the shields are down.
fr: Notez que lorsque le système surchauffe, il subit des dommages. Et quand un système est endommagé, il fonctionne moins efficacement. Les systèmes peuvent également subir des dégâts lorsque votre vaisseau est touché alors que les boucliers sont baissés.

source: In this top area, you see your damage control teams in your ship.
fr: Dans la zone supérieure de cette console, vous pouvez voir les équipes de techniciens disponible dans votre vaisseau.

source: The front shield system is damaged, as indicated by the color of this room's outline. Select a damage control team from elsewhere on the ship by pressing it, then press on that room to initiate repairs. (Repairs will take a while.)
fr: Nous avons endommagé le système de boucliers avant, comme l'indique la couleur de cette pièce. Sélectionnez une équipe de techniciens positionnée ailleurs sur le vaisseau en cliquant dessus, puis cliquez sur la pièce endommagée pour lancer les réparations. Les réparations prendront un certain temps.

source: Good. Now you know your most important tasks. Next, we'll go over each system's function in detail. Remember, each system performs better with more power, but performs less well when damaged. Your job is to keep vital systems running as well as you can.
fr: Bien. Vous connaissez désormais vos tâches les plus importantes. Nous allons maintenant passer en revue la fonction de chaque système en détail. N'oubliez pas que chaque système fonctionne plus efficacement avec plus de puissance, mais est en sous-régime lorsqu'il est endommagé. Votre travail consiste à faire fonctionner les systèmes vitaux aussi bien que vous le pouvez.

source: Reactor: The reactor generates energy. Adding power to the reactor increases your energy generation rate.
fr: Réacteur: Le réacteur génère de l'énergie. L'ajout de puissance au réacteur augmente votre taux de production d'énergie.

source: Beam Weapons: Adding power to the beam weapons system increases their rate of fire, which causes them to do more damage. Note that every beam you fire adds additional heat to the system.
fr: Faisceaux laser : L'ajout de puissance au système des faisceaux laser augmente leur cadence de tir, ce qui leur fait faire plus de dégâts. Notez que chaque faisceau qui fait feu ajoute de la chaleur supplémentaire au système.

source: Missile System: Increased missile system power lowers the reload time of weapon tubes.
fr: Système de missiles : L'augmentation de la puissance du système de missiles réduit le temps de chargement des tubes de lancement.

source: Maneuvering: Increasing power to the maneuvering system allows the ship to turn faster. It also increases the recharge rate for the combat maneuvering system.
fr: Manœuvre : L'augmentation de la puissance du système de manœuvre permet au vaisseau de tourner plus vite. Cela diminue également le temps de recharge du système de manœuvre de combat.

source: Impulse Engines: Adding power to the impulse engines increases your impulse flight speed.
fr: Moteurs à impulsion : L'ajout de puissance aux moteurs à impulsion augmente votre vitesse de vol.
