Repository: daid/EmptyEpsilon
Catalog: scripts/locale/shiptemplates/exuari.*.po
Languages: de

# subclass
source: Starfighter - Fighter
de: Raumjäger - Jäger

source: The Exuari fighter 'Dagger' is a single-seated spacecraft, very quick and agile, that does not do a lot of damage, but usually comes in larger groups. They are able to dodge most missiles and attack undefended areas of their enemies ships. However most of the Exuari fighter pilots expect their own death and do not care much about the enemies weapons ranges. Fighters are easy to take out, but should not be underestimated.
de: Der Exuari-Jäger 'Dagger' ist ein einsitziges, sehr schnelles und wendiges Raumfahrzeug, welches alleine nicht viel Schaden anrichten kann, aber üblicherweise in größeren Gruppen vorkommt. Diese Schiffe sind in der Lage, den meisten Raketen auszuweichen und ungeschützte Bereiche der gegnerischen Schiffe anzugreifen. Da allerdings die meisten Exuari am Steuer eines Dagger ihren eigenen Tod erwarten und sich nicht allzu sehr um die gegnerischen Waffenreichweite kümmern, lassen sich die Jäger relativ leicht ausschalten, aber sollten nicht unterschätzt werden.

# subclass
source: Starfighter - Interceptor
de: Raumjäger - Abfangjäger

source: The Exuari interceptor 'Blade' is a improved fighter, originaly designed to hunt down rougue fighters. Nowadays Blades are often seen as the first attack wave of a larger assault, closely followed by Daggers. Blade pilots are often considered as fearless, but most of them are just consumed by their instinct for hunting.
de: Die 'Blade' ist ein verbesserter Jäger, ursprünglich dazu gedacht um versprengte Jäger zu jagen. Heutzutage sind Blades oft als erste Angriffswelle einer größeren Angriffsflotte zu sehen, dicht gefolgt von Daggers. Exuari am Steuer einer Blade werden oft als furchtlos angesehen, doch die meisten von ihnen werden einfach nur von ihrem Jagdinstinkt übermannt.

# subclass
source: Starfighter - Light Bomber
de: Leichter Bomber

source: The Exuari light bomber 'Gunner' is a single-seated spacecraft, designed to circumvent their enemies defense lines and bring its deadly load to slow moving targets. Gunners are not as agile as other fighters, but still faster than most capitol ships. A group of Gunners can do a lot of damage to a single stationary target if not destroyed before their target is inside their weapons range. Piloting a Gunner is considered to be a recreational (and often lethal) activity within the Exuari society, so don't expect experienced pilots.
de: Ein 'Gunner' ist ein einsitziges Raumfahrzeug, gebaut um durch feindlichen Verteidigungsinien zu schlüpfen, und ihre tödliche Fracht zu langsamen Zielen zu bringen. Gunners sind nicht so wendig wie andere Jäger, aber immer noch schneller als die meisten Großkampfschiffe. eine Gruppe von Gunner-Schiffen, kann verheerende Schäden an einem stationären Ziel anrichten, wenn sie nicht rechtzeitig aufgehalten werden. Das steuern eines Gunners wird in der Exuarigesellschaft als (oftmals tödliche) Freizeitbeschäftigung angesehen, man kann also nicht davon ausgehen, dass die Exuari an Bord über eine große Erfahrung verfügen.

# subclass
source: Starfighter - Bomber
de: Raumjäger - Bomber

source: The Exuari bomber 'Shooter' carries two rounds of HVLIs. To keep the vessel at low costs, it has no automatic missile recharge system, so the single pilot has to load the second round manually. Shooter pilots tend to stay on the battlefield, even without ammunition and enjoy death spreading. Due to it's long reload cycle a Shooter may easily be destroyed between its attack runs.
de: Der Exuari-Bomber 'Shooter' beherbergt zwei HGBI-Ladungen. Exuari am Steuer einer "Shooter" neigen dazu auf dem Schlachtfeld zu bleiben und die um sich greifende Zerstörung zu genießen. Aufgrund des langsamen Wiederaufladezyklus ist es leicht möglich, eine "Shooter" zwischen zwei Attacken zu zerstören.

# subclass
source: Starfighter - Heavy Bomber
de: Schwerer Bomber

source: The Exuari heavy bomber 'Jagger' carries just a single round of improved HVLIs. Those are considered to be hull-penetrating and cause multiple times the damage of Gunner HVLIs.
de: Der schwere Exuari-Bomber 'Jagger' verfügt nur über eine einzele Ladung verbesserter HGBIs. Diese Hüllenbrechende Variante verursacht den vielfachen Schaden von 'Gunner'-HGBIs

# subclass
source: Striker
de: Angriffs-Schiff

source: The Exuari alpha striker 'Racer' is a warp-drive equipped Figter build for quick strikes. This spacecraft runs on a small crew and is often used as scout, interceptor or to perform preemptive attacks. It's fast, it's agile, but the striker beams do not cause an extreme amount of damage. Like all strikers, it lacks in rear shields.
de: Das Exuari-Angriffs-Schiff 'Racer' ist ein Raumjäger, der mit einem Warpantrieb ausgestattet ist und für schnelle Angriffe konzipiert ist. Dieses Schiff hat nur eine kleine Crew und wird oft als Aufklärer, Abfangjäger oder für Präventivschläge eingesetzt. Es ist schnell und wendig, aber die Laserwaffen verursachen keinen besonders hohen Schaden. Wie alle Angriffs-Schiffe sind seine Heckschilde wesentlich schwächer als die Frontschilde.

source: The Exuari beta striker 'Hunter' is a warp-drive equipped reinforement fighter. This spacecraft runs on a small crew and is often sent into battle to aid other Exuari ships when they engage in combat. It has an extra pair of striker beams and improved front shields. It's fast, it's agile, and can clean up what is left of the enemies fleet after an initial strike.
de: Der 'Hunter' ist ein warpfähiger Jäger, welcher vor allem als Verstärkung eingesetzt wird. Dieses Raumschiff wird mit einer kleinen Crew betrieben, und oft in die Schlacht geschickt, um andere Exuari-Schiffe zu unterstützen. Es verfügt über ein zusätzliches Paar Laserwaffen und verbesserte Frontschilde. Es ist schnell, wendig, und kann sich um den Rest kümmern, der nach dem initialen Angriff von der feindlichen Flotte übrig ist.

source: The Exuari gamma striker 'Strike' is a warp-drive equipped tactical bomber build for quick strikes against strong shielded targets. This spacecraft runs on a small crew and is equipped with HVLIs and an EMP. It's fast, it's agile, and can do a great amount of damage in short time.
de: Die 'Strike' ist ein warpfähiger taktischer Bomber für schnelle Schläge gegen Ziele mit starken Schilden. Dieses Schiff wird mit einer kleinen Crew betrieben und ist mit HGBIs und einem EMP ausgestattet. Es ist schnell, schnell, wendig und kann in kurzer Zeit eine große Menge an Schaden ausrichten.

source: The Exuari delta striker 'Dash' is a warp-drive equipped endurance bomber build for prolonged strikes. This spacecraft runs on a small crew and combines reinforced front shields with a good amount of HVLIs. It's fast, it's agile, and can take some damage.
de: Der 'Dash' ist ein mit Warpantrieb ausgestatteter Langstreckenbomber, der für längere Einsätze gebaut wurde. Dieses Raumschiff wird mit einer kleinen Besatzung betrieben und kombiniert verstärkte Frontschilde mit einer guten Anzahl an HGBIs. Es ist schnell, wendig und kann einiges an Schaden einstecken.

# subclass
source: Frigate
de: Fregatte

source: The Exuari Guard is not impressive, trying to be a alround escort or defense vessel. It has powering problems, causing the reload cycle of beams and missiles to take longer than expected. The Guard is equipped with turret beams and a large stock of different missiles, including homing missiles and mines.
de: Die "Guard" ist nicht sonderlich beeindruckend, und vor allem als vielseitiges Eskort- oder Verteidigungsschiff zu sein. Sie hat Probleme mit der Energieversorgung, was dazu führt, dass das Nachladezyklus von Laserwaffen und Raketen länger dauert als erwartet. Die Guard ist mit Laser-Geschütztürmen und einem großen Vorrat an verschiedenen Raketen ausgestattet, darunter auch Zielsuchraketen und Minen.

source: The Exuari Sentinel is an anti-fighter frigate. It has several rapid-firing, low-damage point-defense turret beams to quickly take out starfighters.
de: Die 'Sentinel' der Exuari ist eine Anti-Jäger-Fregatte. Sie verfügt über mehrere leichte, Turmgestützte schnell feuernde Abwehrlaser, um Jäger schnell auszuschalten.

source: The Exuari Warden is a heavy artillery frigate, it fires bunches of missiles from forward facing tubes. Only a single point defense turret is present.
de: Die Warden ist eine schwere Artillerie-Fregatte der Exuari. Sie ist in der Lage, Salven aus mehreren vorwärts gerichteten Raketenschächten abzufeueren, verfügt allerdings nur über einen einzelnen, turmgestützten Abwehrlaser.

# subclass
source: Artillery
de: Artillerie

source: The Exuari Flash is a special artillery sniper, built to deal a large amounts of damage quickly and from a distance before escaping. It's a basic freighter that carries nuclear weapons. Some say, this is what happens to freighters, when they fall into the hands of the Exuari.
de: Der Flash ist ist ein besonderes Artillerieschiff, gebaut um aus großer Entfernung schnell viel Schaden zu verursachen und dann wieder zu verschwinden. Im Wesentlichen handelt es sich um einen Standard-Frachter mit Nuklearwaffen. Manche sagen, dass es das ist, was aus den meisten Frachtern wird, wenn sie in die Hände der Exuari fallen.

source: The Exuari Ranger is a special sniper, built to deal large amounts of damage over a large area and from a distance before escaping. It's a basic frigate that carries nuclear weapons, even though it's also one of the smallest of all frigate-class ships.
de: Der Ranger ist Exuari-Schiff das gebaut wurde, viel Schaden über einem größeren Gebiet zu verursachen und sich dann zurückzuziehen. Es ist eine Basis-Fregatte welche über Nuklearwaffen verfügt, obwohl es sich generell um eine der kleinsten Fregatte handelt.

source: The Exuari Buster is a special sniper, built to deal a large amount of damage quickly and from a distance before escaping. It's a basic frigate that carries nuclear weapons, even though it's also one of the smallest of all frigate-class ships.
de: Die Buster ist ein Exuari-Schiff das gebaut wurde, um schnell und aus großer Entfernung viel Schaden zu verursachen und sich dann zurückzuziehen. Es ist eine Basis-Fregatte welche über Nuklearwaffen verfügt, obwohl es sich generell um eine der kleinsten Fregatte handelt.

# subclass
source: Carrier
de: Träger

source: The Exuari 'Ryder' is a large carrier spacecraft with many defensive features. It can be docked by smaller ships to refuel or carry them. Unlike a station it is equipped with a slow impulse drive and capable of interstellar travel. It is used as a habitation for Exuari crews and has a hangar bay. A commom Exuari assault strategy is to keep a Ryder off the sensor range of the desired target, while fighters and artillery start from the carrier.
de: Die '' Ryder ist ein großes Trägerschiff mit vielen Verteidigungsmöglichkeiten. Kleinere Schiffe können an ihr andocken um Vorräte aufzustocken oder um transportiert zu werden. Im Gegensatz zu Raumstationen ist sie mit einem Langsamen Impulsantrieb ausgestattet und auch zu interstellaren Reisen fähig. Das Schiff wird auch als Wohnraum für die Exuari-Besatzung genutzt und verfügt über eine Hangarbucht. Eine übliche Angriffsstrategie der Exuari besteht darin, eine Ryder außerhalb der Sensorreichweite des gewünschten Ziels zu halten, und dann Jäger und Artillerieschiffe vom Träger zu starten.

source: The Exuari Fortress is a huge carrier with many defensive features. It can be docked by smaller ships to refuel or carry them. Unlike a station it is equipped with a slow impulse drive. The shields of this base carrier are saied to be undestroyable.
de: Die 'Fortress' ist ein großes Trägerschiff' mit vielen Verteitigungsmöglichkeiten. Kleinere Schiffe können an ihr andocken um Vorräte aufzustocken oder um transportiert zu werden. Im Gegensatz zu Raumstationen ist sie mit einem langsamen Impulsantrieb ausgestattet. Den Schilden dieses Trägers wird nachgesagt, sie seien unzerstörbar.
